[
  {
    "id": 23,
    "city": "makkah",
    "name": {
      "translated": "The Believers",
      "transliterated": "Al-Mu'minun",
      "codepoints": [
        1575,
        1604,
        1605,
        1572,
        1605,
        1606,
        1608,
        1606
      ]
    },
    "ayahs": 118,
    "slug": "al-muminun",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "بی تردید مؤمنان رستگار شدند."
  ],
  [
    2,
    "آنان که در نمازشان [به ظاهر] فروتن [و به باطن با حضور قلب] اند."
  ],
  [
    3,
    "و آنان که از [هر گفتار و کردارِ] بیهوده و بی فایده روی گردانند،"
  ],
  [
    4,
    "و آنان که پرداخت کننده زکات اند،"
  ],
  [
    5,
    "و آنان که نگه دارنده دامنشان [از شهوت های حرام] اند،"
  ],
  [
    6,
    "مگر در [کام جویی از] همسران یا کنیزانشان، که آنان [در این زمینه] مورد سرزنش نیستند."
  ],
  [
    7,
    "پس کسانی [که در بهره گیری جنسی، راهی] غیر از این جویند، تجاوزکار [از حدود حق] هستند."
  ],
  [
    8,
    "و آنان که امانت ها و پیمان های خود را رعایت می کنند،"
  ],
  [
    9,
    "و آنان که همواره بر [اوقات و شرایط ظاهری و معنوی] نمازهایشان محافظت دارند."
  ],
  [
    10,
    "اینانند که وارثان اند،"
  ],
  [
    11,
    "وارثانی که [از روی شایستگی] بهشت فردوس را به میراث می برند [و] در آن جاودانه اند."
  ],
  [
    12,
    "و یقیناً ما انسان را از [عصاره و] چکیده ای از گِل آفریدیم،"
  ],
  [
    13,
    "سپس آن را نطفه ای در قرارگاهی استوار [چون رحم مادر] قرار دادیم."
  ],
  [
    14,
    "آن گاه آن نطفه را علقه گرداندیم، پس آن علقه را به صورت پاره گوشتی درآوردیم، پس آن پاره گوشت را استخوان هایی ساختیم و بر استخوان ها گوشت پوشاندیم، سپس او را با آفرینشی دیگر پدید آوردیم؛ پس همیشه سودمند و بابرکت است خدا که نیکوترین آفرینندگان است."
  ],
  [
    15,
    "سپس همه شما بعد از این می میرید."
  ],
  [
    16,
    "آن گاه شما مسلماً روز قیامت برانگیخته می شوید."
  ],
  [
    17,
    "و بی تردید بالای سرتان هفت آسمان [که هر یک بر فراز دیگری است] آفریدیم، و ما از آفریده ها بی خبر نیستیم."
  ],
  [
    18,
    "و از آسمان، آبی به اندازه نازل کردیم و آن را در زمین جای دادیم؛ و بی تردید به از بین بردن آن کاملاً توانمندیم."
  ],
  [
    19,
    "پس به وسیله آن برای شما باغ هایی از درختان خرما و انگور پدید آوردیم که برای شما در آنها میوه های فراوانی است [که از فروش آنها زندگی خود را اداره می کنید] و [نیز] از آنها می خورید."
  ],
  [
    20,
    "و [به وسیله آن] درختی را که از طور سینا بیرون می آید [پدید آوردیم] که برای خورندگان، روغن و نان خورشی می رویاند."
  ],
  [
    21,
    "و به یقین برای شما در دام ها عبرتی است، از شیری که در شکم آنهاست به شما می نوشانیم، و در آنها برای شما سودهای فراوانی است، و از [گوشت] آنها [نیز] می خورید."
  ],
  [
    22,
    "و بر آنها و بر کشتی ها حمل می شوید؛"
  ],
  [
    23,
    "و همانا نوح را به سوی قومش فرستادیم. پس گفت: ای قوم من! خدا را بپرستید که معبودی جز او برای شما نیست، پس آیا [از پرستش معبودان باطل] نمی پرهیزید؟"
  ],
  [
    24,
    "پس سران و اشراف قومش که کافر بودند، گفتند: این جز بشری مانند شما نیست که می خواهد بر شما برتری جوید، و اگر خدا می خواست [پیامبری بفرستد] قطعاً فرشتگانی [را به پیامبری] می فرستاد، ما این [سخنانی] را [که نوح می گوید] میان پدران پیشین خود نشنیده ایم."
  ],
  [
    25,
    "او نیست جز مردی که [نوعی] دیوانگی در اوست؛ بنابراین نسبت به او تا مدتی منتظر بمانید [که بمیرد یا از دیوانگی رهایی یابد.]"
  ],
  [
    26,
    "[نوح] گفت: پروردگارا! مرا در برابر تکذیب آنان یاری ده."
  ],
  [
    27,
    "پس به او وحی کردیم که زیر نظر ما و پیام ما کشتی بساز و هنگامی که فرمان ما به هلاکت آنان بیاید و آن تنور [از آب] فوران کند از هر گونه ای [از حیوان] دو عدد [یکی نر و دیگری ماده] و نیز خانواده ات را وارد کشتی کن، جز افرادی از آنان که فرمان [عذاب] بر او گذشته [و درباره او قطعی شده] است، و درباره کسانی که [به سبب شرک و کفر] ستم ورزیده اند، با من سخن مگوی، زیرا [همه] آنان بدون تردید غرق شدنی اند."
  ],
  [
    28,
    "پس هنگامی که تو و آنان که با تو هستند، بر کشتی سوار شدید، به خاطر این نعمت بگو: همه ستایش ها ویژه خداست که ما را از این گروه ستم پیشه نجات داد."
  ],
  [
    29,
    "و بگو: پروردگارا! مرا در جایگاهی پرخیر و برکت فرود آور، که تو بهترین فرودآورندگانی."
  ],
  [
    30,
    "همانا در این [سرگذشت] نشانه هایی [از قدرت، رحمت و انتقام خدا] برای عبرت گیرندگان است؛ و یقیناً ما آزمایش کننده بندگانیم."
  ],
  [
    31,
    "سپس بعد از آنان قومی دیگر را به وجود آوردیم."
  ],
  [
    32,
    "و پیامبری از خودشان در میان آنان فرستادیم که خدا را بپرستید، شما را جز او معبودی نیست، آیا [از پرستش معبودان باطل] نمی پرهیزید؟"
  ],
  [
    33,
    "و از سران و اشراف قومش که کافر بودند و دیدار آخرت را تکذیب می کردند، و آنان را در زندگی دنیا از وسایل و ابزار مادی فراوانی برخوردار کرده بودیم، گفتند: این جز بشری مانند شما نیست که از آنچه شما می خورید می خورد، و از آنچه شما می آشامید می آشامد."
  ],
  [
    34,
    "و بی تردید اگر بشری مانند خود را اطاعت کنید، یقیناً زیانکارید."
  ],
  [
    35,
    "آیا به شما وعده می دهد هنگامی که از دنیا رفتید و خاک و استخوان شدید [زنده از گور] بیرونتان می آورند؟"
  ],
  [
    36,
    "[از عقل ما] دور است و بسیار دور است آنچه به شما وعده می دهند،"
  ],
  [
    37,
    "جز این زندگی دنیای ما [زندگی دیگری] وجود ندارد، همواره [گروهی] می میریم و [گروهی دیگر] به دنیا می آییم، و ما پس از مرگ برانگیخته نخواهیم شد."
  ],
  [
    38,
    "او نیست مگر مردی که بر خدا افترا بسته است؛ و ما باور کننده او نیستیم."
  ],
  [
    39,
    "گفت: پروردگارا! مرا در برابر تکذیب آنان یاری ده."
  ],
  [
    40,
    "خدا فرمود: همانا پس از اندک زمانی پشیمان می شوند."
  ],
  [
    41,
    "پس فریاد مرگبار [عذاب] آنان را بر [پایه وعده به] حقِّ [ما] فرو گرفت، و آنان را چون خاشاک روی سیل قرار دادیم؛ پس قوم ستمکار [از رحمت خدا] دور باد."
  ],
  [
    42,
    "سپس بعد از آنان قومی دیگر را به وجود آوردیم."
  ],
  [
    43,
    "هیچ امتی از اجلِ [معینِ] خود نه پیش می افتد و نه پس می ماند."
  ],
  [
    44,
    "آن گاه پیامبران را پی در پی فرستادیم؛ هر زمان برای امتی پیامبرش می آمد او را تکذیب می کردند، و ما این [امت] ها را به دنبال یکدیگر هلاک می کردیم و آنان را [به صورت] سرگذشت ها [برای عبرت دیگران] قرار دادیم؛ پس ملتی که ایمان نمی آورند از رحمت خدا دور باد."
  ],
  [
    45,
    "سپس موسی و برادرش هارون را با معجزات و آیات خود و دلیلی روشن فرستادیم،"
  ],
  [
    46,
    "به سوی فرعون و سران و اشراف قومش، پس تکبّر ورزیدند؛ و آنان قومی برتری جو بودند."
  ],
  [
    47,
    "و گفتند: آیا به دو بشری که مانند خودمان هستند ایمان بیاوریم در حالی که قوم [و قبیله] آن دو بردگان ما هستند؟"
  ],
  [
    48,
    "در نتیجه هر دو را تکذیب کردند و از هلاک شدگان شدند."
  ],
  [
    49,
    "همانا ما به موسی کتاب دادیم، تا آنان هدایت شوند."
  ],
  [
    50,
    "و پسر مریم و مادرش را نشانه [قدرت و رحمت خود] قرار دادیم و آن دو را در سرزمینی بلند که [دارای] جایگاهی مستقر [و امن] و آبی روان بود، جای دادیم."
  ],
  [
    51,
    "ای پیامبران! از خوردنی های پاکیزه بخورید و کار شایسته انجام دهید؛ مسلماً من به آنچه انجام می دهید، دانایم."
  ],
  [
    52,
    "و بی تردید این [اسلام] آیینِ [حقیقی] شماست در حالی که آیینی یگانه است، و من پروردگار شمایم؛ بنابراین از من پروا کنید."
  ],
  [
    53,
    "پس کار [آیین] خود را میان خویش قطعه قطعه کردند [و گروه گروه شدند]، در حالی که هر گروهی به آن [آیینی] که نزد آنان است خوشحال و شادمانند [که آیینشان بر حق است.]"
  ],
  [
    54,
    "پس آنان را در غرقاب گمراهی و جهالتشان تا هنگامی [که مرگشان فرا رسد] واگذار."
  ],
  [
    55,
    "آیا گمان می کنند افزونی و گسترشی که به سبب مال و اولاد به آنان می دهیم،"
  ],
  [
    56,
    "در حقیقت می خواهیم در عطا کردن خیرات به آنان شتاب ورزیم؟ [چنین نیست] بلکه [آنان] درک نمی کنند [که ما می خواهیم با افزونی مال و اولاد، در تفرقه، طغیان، گمراهی و تیره بختی بیشتری فرو روند.]"
  ],
  [
    57,
    "یقیناً آنان که از بیم پروردگارشان هراسان و نگرانند،"
  ],
  [
    58,
    "و آنان که به آیات پروردگارشان ایمان می آورند."
  ],
  [
    59,
    "و آنان که به پروردگارشان شرک نمی ورزند."
  ],
  [
    60,
    "و آنان که آنچه را [از زکات و دیگر انفاقات در راه خدا] می پردازند، و در حالی که دل هایشان از اینکه به سوی پروردگارشان [برای محاسبه دقیق] باز می گردند، ترسان است."
  ],
  [
    61,
    "اینانند که در کارهای خیر می شتابند، و در [انجام دادن] آن [از دیگران] پیشی می گیرند."
  ],
  [
    62,
    "و هیچ کس را جز به اندازه گنجایش و توانش تکلیف نمی کنیم، و نزد ما کتابی [چون لوح محفوظ] است که [درباره همه امور آفرینش و نسبت به اعمال بندگان] به درستی و راستی سخن می گوید، و آنان [در پاداش و کیفر] مورد ستم قرار نمی گیرند."
  ],
  [
    63,
    "[چنین نیست که کافران تکلیف را بیش از اندازه گنجایش و توان خود حس کنند] بلکه دل هایشان از این [حقیقت] در بی خبری عمیقی است، و برای آنان غیر از این [بی خبری] اعمالی [زشت و ناپسند] است که همواره آنها را انجام می دهند،"
  ],
  [
    64,
    "تا زمانی که عیّاشان و مرفّهان آنان را به عذاب بگیریم، ناگهان فریاد و ناله سر دهند و [به آوای بلند] استغاثه کنند. …."
  ],
  [
    65,
    "[به آنان گویند:] امروز فریاد و ناله سر ندهید؛ زیرا شما از سوی ما یاری نخواهید شد. …."
  ],
  [
    66,
    "همانا آیات من را بر شما می خواندند وشما به پشت سرتان به قهقرا برمی گشتید [تا آن را نشنوید!]"
  ],
  [
    67,
    "در حالی که به آن تکبّر می ورزیدید [و در بزم] شبانه [خود درباره آن] هذیان می گفتید [و سخنان نامعقول به زبان می آوردید.] …."
  ],
  [
    68,
    "آیا در این سخن [که وحی خداست] نیندیشیدند؟ یا مگر [برای اولین بار] کتابی برای آنان آمده است که برای پدران پیشین آنان نیامده بود؟ …."
  ],
  [
    69,
    "یا مگر پیامبرشان را [از لحاظ حسب، نسب، درستی، امانت، اخلاق و کرامت] نشناخته اند که منکر او هستند؟ …."
  ],
  [
    70,
    "یا می گویند: نوعی دیوانگی در اوست؟ [چنین نیست که این یاوه گویان به هم می بافند] بلکه او حق را برای آنان آورده است، و بیشترشان حق را خوش ندارند،"
  ],
  [
    71,
    "و اگر حق از هواهای نفس آنان پیروی می کرد، بی تردید آسمان ها و زمین و هر که در آنهاست از هم می پاشید [و تباه می شد؛ چنین نیست که حق از هواهای نفس آنان پیروی کند] بلکه کتاب [ی را که مایه شرف و سربلندی] آنان [است] به آنان داده ایم، ولی آنان از مایه شرف و سربلندی خود روی گردانند.،"
  ],
  [
    72,
    "یا [مگر برای ادای وظیفه ات] مزدی از آنان می خواهی [که پذیرش دعوتت برای آنان سنگین است؟] پس مزد پروردگارت بهتر است، و او بهترین روزی دهندگان است،"
  ],
  [
    73,
    "و مسلماً تو آنان را به راهی راست دعوت می کنی،"
  ],
  [
    74,
    "و بی تردید کسانی که به آخرت ایمان نمی آورند از [این] راه منحرف اند. …."
  ],
  [
    75,
    "و اگر به آنان رحم کنیم و آسیب و گزندی را که دچار آن هستند [از آنان] برطرف سازیم، باز هم سرگردان و متحیر در سرکشی و طغیانشان لجاجت می ورزند."
  ],
  [
    76,
    "همانا ما آنان را به بلاها و آسیب ها [ی دنیایی] گرفتیم، ولی نه برای پروردگارشان فروتنی کردند و نه به پیشگاهش زاری می کنند،"
  ],
  [
    77,
    "تا هنگامی که دری از عذابی سخت به روی آنان بگشاییم، ناگهان در آن حال از همه چیز مأیوس و نومید می شوند؛"
  ],
  [
    78,
    "و اوست که برای شما گوش و دیده و دل پدید آورد، ولی اندکی سپاس گزاری می کنید،"
  ],
  [
    79,
    "و اوست که شما را در زمین آفرید و عاقبت به سوی او گردآوری می شوید،"
  ],
  [
    80,
    "و اوست که حیات می دهد و می میراند و رفت و آمد شب و روز در سیطره خواست اوست، آیا نمی اندیشید؟"
  ],
  [
    81,
    "[نه اینکه نمی اندیشند] بلکه مانند همان [سخنان یاوه و بی منطق] را گفتند که پیشینیان گفتند،"
  ],
  [
    82,
    "گفتند: [که] آیا زمانی که بمیریم و خاک و استخوان شویم حتماً برانگیخته می شویم؟"
  ],
  [
    83,
    "همانا این [برانگیخته شدن] را پیش از این به ما و پدرانمان وعده دادند [ولی] این جز افسانه خرافی پیشینیان نیست؛"
  ],
  [
    84,
    "بگو: اگر معرفت و شناخت دارید، بگویید: زمین و هر که در آن است از کیست؟"
  ],
  [
    85,
    "خواهند گفت: از خداست. بگو: با این حال آیا متذکّر نمی شوید؟"
  ],
  [
    86,
    "بگو: مالک آسمان های هفتگانه و پروردگار عرش بزرگ کیست؟"
  ],
  [
    87,
    "خواهند گفت: [آنها هم] در سیطره مالکیّت خداست. بگو: آیا [از پرستش بتان] نمی پرهیزید؟"
  ],
  [
    88,
    "بگو: اگر معرفت و شناخت دارید [بگویید:] کیست که [حاکمیّت مطلق و] فرمانروایی همه چیز به دست اوست و او پناه دهد و برخلاف خواسته اش به کسی [از عذاب] پناه داده نمی شود."
  ],
  [
    89,
    "خواهند گفت: [این ویژگی ها] فقط برای خداست. بگو: پس چگونه [بازیچه] نیرنگ و افسون می شوید [و از راه خدا منحرفتان می کنند؟!]"
  ],
  [
    90,
    "چنین نیست [که آنان می گویند] بلکه ما حق را برای آنان آورده ایم، و بی تردید آنان دروغگویند."
  ],
  [
    91,
    "خدا هیچ فرزندی برای خود نگرفته است، و هیچ معبودی با او نیست؛ [اگر جز خدا معبودی بود] در این صورت هر معبودی [برای آنکه به تنهایی و مستقل تدبیر امور کند] آفریده های خود را با خود می برد [و از مدار تصرف دیگر معبودان خارج می کرد] و بر یکدیگر برتری می جستند. منزّه و پاک است خدا از آنچه [او را به آن] وصف می کنند."
  ],
  [
    92,
    "[همان] دانای نهان و آشکار؛ پس او از آنچه برایش شریک می گیرند، برتر است."
  ],
  [
    93,
    "بگو: پروردگارا! اگر آن [عذابی] را که به آنان وعده می دهند، به من بنمایانی؛"
  ],
  [
    94,
    "پس پروردگارا! مرا در میان گروه ستمکاران قرار مده [و با آنان قرین عذاب مکن.]"
  ],
  [
    95,
    "و به یقین ما تواناییم آن عذابی که به آنان وعده می دهیم به تو بنمایانیم."
  ],
  [
    96,
    "بدی را با بهترین شیوه دفع کن؛ ما به آنچه که [مشرکان به ناحق ما را به آن] وصف می کنند، داناتریم."
  ],
  [
    97,
    "و بگو: پروردگارا! از وسوسه های شیطان ها به تو پناه می آورم،"
  ],
  [
    98,
    "و پروردگارا! به تو پناه می آورم از اینکه [شیطان ها] نزد من حاضر شوند."
  ],
  [
    99,
    "[دشمنان حق از دشمنی خود باز نمی ایستند] تا زمانی که یکی از آنان را مرگ در رسد، می گوید: پروردگارا! مرا [برای جبران گناهان و تقصیرهایی که از من سر زده به دنیا] بازگردان؛"
  ],
  [
    100,
    "امید است در [برابر] آنچه [از عمر، مال و ثروت در دنیا] واگذاشته ام کار شایسته ای انجام دهم. [به او می گویند:] این چنین نیست [که می گویی] بدون تردید این سخنی بی فایده است که او گوینده آن است، و پیش رویشان برزخی است تا روزی که برانگیخته می شوند."
  ],
  [
    101,
    "پس هنگامی که در صور دمیده شود، در آن روز نه میانشان خویشاوندی و نسبی وجود خواهد داشت و نه از اوضاع و احوال یکدیگر می پرسند؛"
  ],
  [
    102,
    "پس کسانی که اعمال وزن شده آنان سنگین [و باارزش] است، همانانند که رستگارند."
  ],
  [
    103,
    "و کسانی که اعمال وزن شده آنان سبک [و بی ارزش] است، همانانند که سرمایه وجودشان را از دست داده و در دوزخ جاودانه اند."
  ],
  [
    104,
    "آتش [همواره] صورت هایشان را می سوزاند، و آنان در آنجا [از شدت سوختگی] زشت رویانی بد منظرند!"
  ],
  [
    105,
    "[خدا به آنان می گوید:] آیا آیات من بر شما خوانده نمی شد و شما [همواره] آنها را تکذیب می کردید؟"
  ],
  [
    106,
    "می گویند: پروردگارا! تیره بختی و شقاوت ما بر ما چیره شد، و ما گروهی گمراه بودیم."
  ],
  [
    107,
    "پروردگارا! ما را از دوزخ بیرون آر، پس اگر [به بدی ها و گمراهی ها] بازگشتیم، بی تردید ستمکار خواهیم بود."
  ],
  [
    108,
    "[خدا] می گوید: [ای سگان!] در دوزخ گم شوید و با من سخن مگویید!"
  ],
  [
    109,
    "[به یاد دارید که] گروهی از بندگان من بودند که می گفتند: پروردگارا! ما ایمان آوردیم، پس ما را بیامرز و به ما رحم کن که تو بهترین رحم کنندگانی."
  ],
  [
    110,
    "ولی شما آنان را به مسخره گرفتید، تا [دل مشغولی شما به مسخره آنان] یاد مرا از خاطرتان برد، و شما همواره به [ایمان، عمل و دعاهای] آنان می خندیدید!!"
  ],
  [
    111,
    "من امروز آنان را در برابر صبری که [نسبت به مسخره و خنده شما] کردند پاداش دادم که همه آنان کامیابند."
  ],
  [
    112,
    "[خدا] می گوید: از جهت شمار سال ها چه مدت در زمین درنگ داشتید؟"
  ],
  [
    113,
    "می گویند: روزی یا بخشی از روزی، ولی [ای پرسنده!] از شمارندگان [پیشگاه خود] بپرس."
  ],
  [
    114,
    "[خدا] می گوید: اگر معرفت و شناخت می داشتید [می دانستید که] جز اندکی درنگ نکرده اید،"
  ],
  [
    115,
    "آیا پنداشته اید که شما را بیهوده و عبث آفریدیم، و اینکه به سوی ما بازگردانده نمی شوید؟"
  ],
  [
    116,
    "پس برتر است خدا آن فرمانروای حق [از آنکه کارش بیهوده و عبث باشد]، هیچ معبودی جز او نیست، [او] پروردگار عرش نیکو و باارزش است."
  ],
  [
    117,
    "و هر کس با خدا معبود دیگری بپرستد [که] هیچ دلیلی بر حقّانیّت آن ندارد، حسابش فقط نزد پروردگار اوست؛ بدون تردید کافران، رستگار نمی شوند."
  ],
  [
    118,
    "و بگو: پروردگارا! [مرا] بیامرز و [بر من] رحم کن و تو بهترین رحم کنندگانی."
  ]
]