[
  {
    "id": 25,
    "city": "makkah",
    "name": {
      "translated": "The Criterion",
      "transliterated": "Al-Furqan",
      "codepoints": [
        1575,
        1604,
        1601,
        1585,
        1602,
        1575,
        1606
      ]
    },
    "ayahs": 77,
    "slug": "al-furqan",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "همیشه سودمند و با برکت است آنکه فرقان را [که قرآن جدا کننده حق از باطل است] به تدریج بر بنده اش نازل کرد، تا برای جهانیان بیم دهنده باشد."
  ],
  [
    2,
    "همان که فرمانروایی آسمان ها و زمین فقط در سیطره اوست و فرزندی برای خود نگرفته است و در فرمانروایی شریکی ندارد و هر چیزی را آفریده و آن را به اندازه قرار داده، اندازه ای درست و دقیق."
  ],
  [
    3,
    "و [مشرکان] به جای او معبودانی اختیار کرده اند که چیزی را نمی آفرینند و خود آفریده می شوند، و برای خودشان مالک زیان و سودی نیستند، و قدرت و تسلطی بر مرگ و حیات و برانگیختن پس از مرگ ندارند،"
  ],
  [
    4,
    "و کافران گفتند: این [قرآن] چیزی نیست جز دروغی که [پیامبر] آن را از پیش خود ساخته و دیگران او را بر ساختن آن یاری داده اند، بی تردید [با این نسبت ناروا] مرتکب ستمی سنگین و دروغی بزرگ [و تهمتی زشت] شده اند."
  ],
  [
    5,
    "و گفتند: افسانه های مکتوب پیشینیان است که نوشتن [از روی] آنها را از [نویسندگان] درخواست کرده است و آن [نوشته] ها هر صبح و شام بر او خوانده می شود [تا حفظ کند و بر ما بخواند و بگوید: این وحی آسمانی است!!]"
  ],
  [
    6,
    "بگو: آن را کسی نازل کرده است که همه نهان ها را در آسمان ها و زمین می داند، همانا او همواره بسیار آمرزنده و مهربان است."
  ],
  [
    7,
    "و گفتند: این چه پیامبری است که غذا می خورد و در بازارها راه می رود؟ چرا فرشته ای به سوی او نازل نشده که همراه او بیم دهنده باشد؟"
  ],
  [
    8,
    "یا [چرا] گنجی به سوی او افکنده نمی شود؟ یا باغی برای او نمی باشد که از [میوه های] آن بهره مند شود؟ و ستمکاران گفتند: [ای مردم!] شما جز مردی جادو شده را پیروی نمی کنید!!"
  ],
  [
    9,
    "بنگر که چگونه [و برپایه چه امور نامعقولی] اوصافی برای تو بیان کردند، پس [به سبب لجاجت، تکبّر، دشمنی و تعصّب] گمراه شدند و نمی توانند راهی [به سوی حق] بیابند."
  ],
  [
    10,
    "همیشه سودمند و بابرکت است آنکه اگر بخواهد بهتر از آن را [در دنیا] برای تو قرار می دهد، بوستان هایی که از زیرِ [درختانِ] آن نهرها جاری باشد، و قصرهایی [استوار و مجلّل] برای تو مقرّر می نماید."
  ],
  [
    11,
    "[همه این مطالب و خواسته های نامعقول بهانه است] بلکه آنان قیامت را تکذیب کرده اند [و به این سبب نبوّت تو را باور نمی کنند] و ما برای آنان که قیامت را تکذیب کنند، آتشی سوزان آماده کرده ایم."
  ],
  [
    12,
    "که وقتی [آن آتش سوزان] آنان را از مکانی دور ببیند، از آن [نعره] خشم و خروشی هولناک بشنوند،"
  ],
  [
    13,
    "و هنگامی که آنان را در حالی که با غل و زنجیر به هم بسته شده اند در مکانی تنگ از آن آتش سوزان بیفکنند، در آنجا فریاد مرگ خواهی سر دهند."
  ],
  [
    14,
    "[به آنان می گویند:] امروز یک بار درخواست مرگ نکنید، بلکه بسیار درخواست مرگ کنید."
  ],
  [
    15,
    "بگو: آیا این [آتش سوزان] بهتر است یا بهشت جاودانی که به پرهیزکاران وعده داده اند که پاداش و بازگشت گاه آنان است؟"
  ],
  [
    16,
    "در آنجا هر چه بخواهند در حالی که جاودانه اند برای آنان فراهم است، این بر عهده پروردگارت وعده ای است درخواست شده [و مورد انتظار اهل ایمان از خدای بخشنده و کریم.]"
  ],
  [
    17,
    "و [یاد کن] روزی را که آنان را با معبودانی که به جای خدا می پرستیدند، محشور می کند، پس [به آن معبودان] می گوید: آیا شما این بندگان مرا گمراه کردید، یا خودشان راه را گم کردند؟"
  ],
  [
    18,
    "پاسخ می دهند: شگفتا! سزاوار ما نبود که در برابر تو دوستان و پیروانی برای [پرستش] خود بگیریم، ولی تو اینان و پدرانشان را [از نعمت ها] برخوردار کردی [و آنان به جای شکر نعمت ها چنان در شهوات غرق شدند] تا آنکه یاد تو را فراموش کردند و گروهی هلاکت یافته شدند."
  ],
  [
    19,
    "[خدا می گوید: این معبودان شما] گفته شما را که می گفتید [اینان به جای خدا معبودان ما هستند] تکذیب کردند، اکنون نه می توانید [عذاب را ازخود] دفع کنید، و نه می توانید [برای خود یاور و] یاری بیابید. و هر که از شما [در این دنیا] ستم کند، در قیامت عذابی بزرگ به او می چشانیم."
  ],
  [
    20,
    "و ما پیش از تو هیچ یک از پیامبران را نفرستادیم مگر آنکه آنان هم غذا می خوردند و در بازارها راه می رفتند، و ما برخی از شما را [وسیله] آزمایش برخی دیگر قرار دادیم [توانگر را به تهیدست وتهیدست را به توانگر، بیمار را به تندرست و تندرست را به بیمار، پیامبر را به امت و امت را به پیامبر]. آیا [نسبت به اجرای احکام الهی و تکالیف و مسؤولیت ها] شکیبایی می ورزید؟ و پروردگارت همواره [به احوال و اعمال همه] بیناست."
  ],
  [
    21,
    "و آنان که به دیدار [قیامت و محاسبه اعمال به وسیله] ما امید ندارند، گفتند: چرا بر ما فرشتگانی نازل نشد، یا [چرا] پروردگارمان را نمی بینیم؟ به راستی که خودشان را در درون خود بزرگ شمردند و دچار سرکشی بزرگی شدند."
  ],
  [
    22,
    "روزی که آنان فرشتگان را می بینند، آن روز برای مجرمان بشارتی نیست؛ و آنان [به فرشتگان] می گویند: [از شما درخواست داریم که ما را] امان دهید [و آسیب وگزند عذاب را از ما] مانع شوید."
  ],
  [
    23,
    "و ما به [بررسی و حسابرسی] هر عملی که [به عنوان عمل خیر] انجام داده اند، می پردازیم، پس همه آنها را غباری پراکنده می سازیم."
  ],
  [
    24,
    "اهل بهشت در آن روز، قرارگاهشان بهتر و استراحت گاهشان نیکوتر است."
  ],
  [
    25,
    "و [یاد کن] روزی را که آسمان به سبب ابری [که بر فراز آن است] می شکافد و فرشتگان به تدریج [به صورتی ویژه] فرستاده شوند."
  ],
  [
    26,
    "در آن روز فرمانروایی مطلق برای [خدای] رحمان ثابت است، و بر کافران روزی بسیار دشوار است،"
  ],
  [
    27,
    "و روزی که ستمکار، دو دست خود را [از شدت اندوه و حسرت به دندان] می گزد [و] می گوید: ای کاش همراه این پیامبر راهی به سوی حق برمی گرفتم،"
  ],
  [
    28,
    "ای وای، کاش من فلانی را [که سبب بدبختی من شد] به دوستی نمی گرفتم،"
  ],
  [
    29,
    "بی تردید مرا از قرآن پس از آنکه برایم آمد گمراه کرد. و شیطان همواره انسان را [پس از گمراه کردنش تنها و غریب در وادی هلاکت] وامی گذارد؛"
  ],
  [
    30,
    "و پیامبر [درقیامت] می گوید: پروردگارا! همانا قوم من این قرآن را متروک گذاشتند!"
  ],
  [
    31,
    "و ما این گونه برای هر پیامبری دشمنانی از مجرمان قرار دادیم، و کافی است که پروردگارت [برای تو] راهنما و یاری دهنده باشد."
  ],
  [
    32,
    "و کافران گفتند: چرا قرآن یک باره بر او نازل نشد؟ این گونه [قرآن را به تدریج نازل می کنیم] تا قلب تو را به آن استوار سازیم، و آن را بر تو با مهلت و آرامی خواندیم."
  ],
  [
    33,
    "و [دشمنان] هیچ وصف و سخن باطلی بر ضد تو نمی آورند، مگر آنکه ما حق را و نیکوترین تفسیر را [برای در هم شکستن آن] برای تو می آوریم."
  ],
  [
    34,
    "همانان که [در قیامت] به رو در افتاده به سوی دوزخ محشور می شوند، آنان بدترین جایگاه را دارند، و گمراه ترین مردم اند."
  ],
  [
    35,
    "و به راستی به موسی کتاب دادیم، و برادرش هارون را همراه او دستیار و کمک قرار دادیم."
  ],
  [
    36,
    "پس گفتیم: هر دو به سوی گروهی که آیات ما را تکذیب کردند، بروید. [آن گروه در برابر حق لجاجت و تکبّر ورزیدند] در نتیجه آنان را به شدت درهم کوبیده و هلاک کردیم."
  ],
  [
    37,
    "و قوم نوح را هنگامی که پیامبران را تکذیب کردند، غرق کردیم، و آنان را برای مردم نشانه ای [عبرت آموز] قرار دادیم، و برای ستمکاران عذابی دردناک آماده کرده ایم."
  ],
  [
    38,
    "و قوم عاد و ثمود و اهل رسّ و اقوام بسیاری را [نیز که] در [فاصله] میان آن [قوم نوح و اهل رسّ بودند، هلاک کردیم.]"
  ],
  [
    39,
    "و برای هر یک [به جهت هدایتشان] سرگذشت های عبرت آموز بیان کردیم، و [چون هدایت نیافتند] هر یک را به شدت در هم شکستیم وهلاک کردیم."
  ],
  [
    40,
    "یقیناً مشرکان مکه بر شهری که [محل زندگی قوم لوط بود و] بر آن باران عذاب باریده شد، گذر کرده اند، پس آیا آنجا را ندیده اند؟ [چرا! دیده اند] ولی [عبرت نگرفته اند، چون] برانگیخته شدن [مردگان] را [برای رسیدن به پاداش اعمال] امید و انتظار ندارند."
  ],
  [
    41,
    "و هنگامی که تو را می بینند جز به مسخره ات نمی گیرند [و می گویند:] آیا این است آنکه خدا او را به پیامبری برانگیخته است؟!"
  ],
  [
    42,
    "اگر ما بر پرستش بتهایمان ایستادگی نمی کردیم، نزدیک بود ما را از پرستش آنها منحرف کند. سپس وقتی که عذاب را می بینند خواهند دانست که چه کسی گمراه تر است."
  ],
  [
    43,
    "آیا کسی که هوای [نفسش] را معبود خود گرفته دیدی؟ آیا تو می توانی کارساز ونگهبان او باشی [که او را به میل خود به راه راست هدایت کنی؟]"
  ],
  [
    44,
    "آیا گمان می کنی بیشتر آنان [سخن حق را] می شنوند، یا [در حقایق] می اندیشند؟ آنان جز مانند چهارپایان نیستند بلکه آنان گمراه ترند!"
  ],
  [
    45,
    "آیا به [قدرت و حکمت] پروردگارت ننگریستی که چگونه سایه را امتداد داد و گستراند؟ و اگر می خواست آن را ساکن و ثابت می کرد، آن گاه خورشید را برای [شناختن] آن سایه، راهنما [ی انسان ها] قرار دادیم."
  ],
  [
    46,
    "سپس آن را [با بلند شدن آفتاب] اندک اندک به سوی خود باز می گیریم."
  ],
  [
    47,
    "و اوست که شب را برای شما پوشش، و خواب را مایه استراحت و آرامش، و روز را [زمان] پراکنده شدن [جهت فعالیت و کوشش] قرار داد."
  ],
  [
    48,
    "و اوست که بادها را پیشاپیش [باران] رحمتش به عنوان مژده دهنده باران فرستاد، و از آسمان آبی پاک و پاک کننده نازل کردیم."
  ],
  [
    49,
    "تا به وسیله آن سرزمینی مرده را زنده کنیم و آن را به آفریده های خود از دام ها ومردمان بسیار بنوشانیم."
  ],
  [
    50,
    "ما باران را میان آنان [از منطقه ای به منطقه دیگر] گرداندیم تا متذکّر [قدرت و رحمت من] شوند، ولی بیشتر مردم جز به ناسپاسی و کفران رضایت ندادند."
  ],
  [
    51,
    "و اگر می خواستیم حتماً در هر شهری [پیامبری] بیم دهنده مبعوث می کردیم [ولی به سبب کمال و جامعیّت، پیامبری را به تو ختم کردیم.]"
  ],
  [
    52,
    "پس کافران را [که انتظار دارند از ابلاغ وحی باز ایستی،] فرمان مبر و به وسیله این [قرآن] با آنان جهاد [ی فرهنگی و تبلیغی] کن."
  ],
  [
    53,
    "و اوست که دو دریا را به هم آمیخت، این خوش طعم و گوارا، و این شور و تلخ است، ومیان آن دو مانع و حایل و سدّی نفوذناپذیر واستوار قرار داد [تا به هم مخلوط نشوند.]"
  ],
  [
    54,
    "و اوست که از آب، بشری آفرید و او را دارای [دو نوع پیوند] نسبی و سببی کرد؛ و پروردگارت همواره تواناست."
  ],
  [
    55,
    "و به جای خدا چیزهایی می پرستند که نه سودشان می دهد ونه زیانشان می رساند؛ و کافر همواره بر ضد پروردگارش پشتیبان و یار [شیطان] است."
  ],
  [
    56,
    "تو را جز مژده رسان و بیم دهنده نفرستادیم."
  ],
  [
    57,
    "بگو: من از شما [در برابر تبلیغ دین هیچ] پاداشی نمی خواهم، جز اینکه هر که بخواهد [می تواند از برکت هدایت من] راهی به سوی پروردگارش بگیرد."
  ],
  [
    58,
    "و بر آن زنده ای که هرگز نمی میرد توکل کن، و او را همراه با ستایش تسبیح گوی، و کافی است که او به گناهان بندگانش آگاه باشد."
  ],
  [
    59,
    "همان که آسمان ها و زمین و آنچه را میان آنهاست در شش روز آفرید، آن گاه بر تخت فرمانروایی و تدبیر امور آفرینش چیره و مسلط شد، او رحمان است پس [ای انسان! درباره خدا و کیفیت آفرینش جهان هستی] از خبیر آگاهی بپرس."
  ],
  [
    60,
    "و هنگامی که به آنان گویند: برای رحمان سجده کنید، می گویند: رحمان چیست؟! آیا برای چیزی که تو فرمان می دهی، سجده کنیم؟ و [دعوت تو] بر رمیدگی و نفرتشان می افزاید."
  ],
  [
    61,
    "همیشه سودمند و با برکت است آنکه در آسمان برج هایی قرار داد، و در آن چراغی روشن وماهی تابان پدید آورد."
  ],
  [
    62,
    "و اوست که برای کسی که بخواهد متذکّر [هوشیار حقایق] شود یا بخواهد سپاس گزاری کند، شب و روز را جانشین یکدیگر قرار داد."
  ],
  [
    63,
    "و بندگان رحمان کسانی اند که روی زمین با آرامش و فروتنی راه می روند، و هنگامی که نادانان آنان را طرف خطاب قرار می دهند [در پاسخشان] سخنانی مسالمت آمیز می گویند،"
  ],
  [
    64,
    "و آنان که شب را برای پروردگارشان با سجده و قیام به صبح می رسانند،"
  ],
  [
    65,
    "و آنان که می گویند: پروردگارا! عذاب [دوزخ] را از ما بگردان که مسلماً عذاب آن پایدار و همیشگی است."
  ],
  [
    66,
    "قطعاً دوزخ بد قرارگاه و بد اقامت گاهی است."
  ],
  [
    67,
    "و آنان که وقتی انفاق می کنند، نه از حدّ معمول [و متعارف] می گذرند و نه تنگ می گیرند، و [انفاقشان] همواره میان این دو در حدّ اعتدال است."
  ],
  [
    68,
    "و آنان که معبود دیگری را با خدا نمی پرستند، و کسی را که خدا خونش را حرام کرده است، جز به حق نمی کشند، و زنا نمی کنند؛ و کسی که این اعمال را مرتکب شود به کیفر سختی برسد."
  ],
  [
    69,
    "روز قیامت عذابش دو چندان شود، و در آن با خواری و سرشکستگی جاودانه ماند."
  ],
  [
    70,
    "مگر آنان که توبه کنند و ایمان آورند و کار شایسته انجام دهند، که خدا بدی هایشان را به خوبی ها تبدیل می کند؛ و خدا بسیار آمرزنده و مهربان است."
  ],
  [
    71,
    "و هر که توبه کند و کار شایسته انجام دهد قطعاً به صورتی پسندیده و نیکو به سوی خدا باز می گردد."
  ],
  [
    72,
    "و آنان که در مجلس غنا و دروغ پردازی و امور باطل حاضر نمی شوند، و هنگامی که بر گفتار و کردار لغو می گذرند، با بزرگواری و متانت می گذرند،"
  ],
  [
    73,
    "و آنان که وقتی به آیات پروردگارشان پندشان دهند، در برابر آن با حالت کری و کوری نمی افتند، [بلکه با گوش شنوا و چشم بصیرت به آن دل می دهند.]"
  ],
  [
    74,
    "و آنان که می گویند: پروردگارا! ما را از سوی همسران و فرزندانمان خوشدلی و خوشحالی بخش، و ما را پیشوای پرهیزکاران قرار ده."
  ],
  [
    75,
    "اینانند که به خاطر صبری که [در برابر حوادث و اجرای تکالیف الهی] از خود نشان دادند با [برترین] مکان ها [ی بهشت] پاداششان می دهند، و در آن با درود و سلامی [از سوی خدا و فرشتگان] روبرو می شوند."
  ],
  [
    76,
    "در آنجا جاودانه اند. نیکو قرارگاه و خوب اقامت گاهی است."
  ],
  [
    77,
    "بگو: اگر دعایتان نباشد پروردگارم به شما ارجی ننهد، پس شما که [قاطعانه آیات خدا و پیامبرش را] تکذیب کردید، [کیفر این تکذیب برای همیشه] ملازم [شما] خواهد بود."
  ]
]