[
  {
    "id": 26,
    "city": "makkah",
    "name": {
      "translated": "The Poets",
      "transliterated": "Ash-Shu'ara",
      "codepoints": [
        1575,
        1604,
        1588,
        1593,
        1585,
        1575,
        1569
      ]
    },
    "ayahs": 227,
    "slug": "ash-shuara",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "طسم"
  ],
  [
    2,
    "این است آیات [با عظمت این] کتاب روشنگر."
  ],
  [
    3,
    "شاید تو می خواهی برای اینکه آنان ایمان نمی آورند، خود را از شدت اندوه هلاک کنی!"
  ],
  [
    4,
    "اگر بخواهیم، معجزه ای بزرگ از آسمان بر آنان نازل می کنیم که فروتنانه و بی اختیار در برابرش گردن نهند،"
  ],
  [
    5,
    "هیچ [مایه] تذکر جدیدی از سوی [خدای] رحمان برای آنان نمی آید، مگر آنکه از آن روی گردان می شوند."
  ],
  [
    6,
    "همانا [آیات و وعده های ما را] تکذیب کردند [تا جایی که آنها را به مسخره گرفتند] پس به زودی خبرهای [مهم] آنچه که آن را مسخره می کردند [از حقّانیّت آیات، وعده های ما و تحقّق عذاب های دنیایی و آخرتی] به آنان می رسد."
  ],
  [
    7,
    "آیا [با تأمل] به این زمین ننگریستند که در آن چه بسیار از هر نوع [گیاهان و درختان] نیکو رویاندیم؟"
  ],
  [
    8,
    "یقیناً در این [رویاندن انواع نباتات] نشانه ای است [بر قدرت، ربوبیّت خدا و اینکه مردگان را زنده می کند] ولی بیشترشان [به خاطر رسوخ کبر و لجاجت در باطنشان] ایمان آور نبوده و نیستند."
  ],
  [
    9,
    "و یقیناً پروردگارت همان توانای شکست ناپذیر مهربان است."
  ],
  [
    10,
    "[یاد کن] هنگامی را که پروردگارت موسی را ندا داد که خود را به قوم ستمکار برسان."
  ],
  [
    11,
    "[به سوی] قوم فرعون [که به آنان بگویی:] آیا [از سرانجام شرک و طغیان که خشم و عذاب خداست] نمی پرهیزید؟!"
  ],
  [
    12,
    "گفت: پروردگارا! به راستی می ترسم مرا تکذیب کنند،"
  ],
  [
    13,
    "و سینه ام [از این وظیفه سنگین] تنگی می کند، و زبانم روان و گویا نمی شود، پس به سوی هارون هم [پیام نبوّت] بفرست [تا مرا در این وظیفه سنگین یاری دهد.]"
  ],
  [
    14,
    "و آنان را بر من ادعای جرمی است که می ترسم [به سبب آن] مرا بکشند."
  ],
  [
    15,
    "[خدا] گفت: این چنین نیست [که فرعون بر تو پیروز شود] پس شما دو نفر معجزات ما را ببرید که یقیناً ما همراه شما شنونده [گفتار هر دو طرف] هستیم [پس شما دو نفر را بر پایه دلیل و برهان و معجزه بر آنان پیروز می کنیم.]"
  ],
  [
    16,
    "بنابراین خود را به فرعون برسانید و بگویید: یقیناً ما فرستاده پروردگار جهانیانیم."
  ],
  [
    17,
    "با این وصف، بنی اسرائیل را [آزاد کن و] با ما بفرست."
  ],
  [
    18,
    "[فرعون] گفت: آیا ما تو را در کودکی در میان خود نپروراندیم، و سالیانی چند از عمر خود در میان ما درنگ نکردی؟"
  ],
  [
    19,
    "و آن کارت را که کردی، کردی در حالی که از ناسپاسان [زحمات و نعمت های ما] بودی."
  ],
  [
    20,
    "گفت: آن را در آن زمان در حالی انجام دادم که بی خبر از این واقعه بودم [که با مشت من در دفاع از مظلوم، آن مرد قبطی کشته می شود.]"
  ],
  [
    21,
    "چون از شما ترسیدم از دستتان گریختم، پس [با این گریز از عرصه زندگی ظالمانه شما این شایستگی را یافتم که] پروردگارم به من حکمت بخشید، و مرا از پیامبران قرار داد."
  ],
  [
    22,
    "آیا اینکه بنی اسرائیل را به بردگی گرفته ای نعمتی است که منتش را بر من می نهی؟!"
  ],
  [
    23,
    "فرعون گفت: پروردگار جهانیان چیست؟"
  ],
  [
    24,
    "گفت: اگر باور می کنید همان پروردگار آسمان ها و زمین و آنچه میان آنهاست."
  ],
  [
    25,
    "[فرعون از روی مسخره] به افراد پیرامونش گفت: آیا نمی شنوید [که چه می گوید؟!]"
  ],
  [
    26,
    "[موسی] گفت: [او] پروردگار شما وپروردگار پدران پیشین شماست."
  ],
  [
    27,
    "[فرعون] گفت: این پیامبرتان که به سوی شما فرستاده اند، حتماً مجنون است!"
  ],
  [
    28,
    "[موسی] گفت: پروردگار مشرق و مغرب و آنچه میان آنهاست، اگر می اندیشید."
  ],
  [
    29,
    "[فرعون] گفت: اگر معبودی جز من بگیری، قطعاً تو را از زندانیان [که زیر سخت ترین شکنجه اند] قرار خواهم داد."
  ],
  [
    30,
    "[موسی] گفت: آیا اگر [بر صدق نبوتم] معجزه آشکاری برایت آورده باشم [باز هم مرا به زندان می افکنی؟]"
  ],
  [
    31,
    "گفت: اگر راستگویی آن را بیاور."
  ],
  [
    32,
    "پس عصایش را انداخت و ناگهان اژدهایی حقیقی نمایان شد،"
  ],
  [
    33,
    "و دستش را [ازگریبانش] بیرون آورد و ناگهان برای بینندگان سپید و روشن بود."
  ],
  [
    34,
    "[فرعون] به سران و اشراف پیرامونش گفت: یقیناً این جادوگری بسیار ماهر و داناست!"
  ],
  [
    35,
    "می خواهد با جادویش شما را از سرزمینتان بیرون کند، پس شما چه نظر می دهید؟"
  ],
  [
    36,
    "گفتند: کار او و برادرش را به تأخیر انداز و گروهی گردآورنده را به شهرها روانه کن،"
  ],
  [
    37,
    "تا هر جادوگر کاردان بسیار دانایی را نزد تو آورند."
  ],
  [
    38,
    "پس همه جادوگران را در وعده گاه روزی معین گرد آوردند،"
  ],
  [
    39,
    "و به همه مردم گفتند: آیا شما هم اجتماع خواهید کرد؟"
  ],
  [
    40,
    "به امید آنکه اگر جادوگران پیروز شدند، از آنان پیروی کنیم."
  ],
  [
    41,
    "پس هنگامی که جادوگران آمدند، به فرعون گفتند: آیا اگر ما پیروز شویم، حتماً برای ما پاداشی شایسته خواهد بود؟"
  ],
  [
    42,
    "گفت: آری، و در آن صورت مسلماً از مقربان [درگاه] خواهید شد."
  ],
  [
    43,
    "موسی به جادوگران گفت: بیفکنید آنچه را قصد دارید، بیفکنید."
  ],
  [
    44,
    "پس ریسمان ها و عصاهایشان را افکندند، و گفتند: به عزت فرعون سوگند که به راستی ما به طور مسلّم پیروزیم."
  ],
  [
    45,
    "پس موسی عصایش را افکند، ناگاه آنچه را جادوگران با نیرنگ [و به صورت غیر واقعی] ساخته بودند، بلعید."
  ],
  [
    46,
    "پس جادوگران [از هیبت و عظمت این معجزه که یافتند کاری خدایی است نه جادویی] به سجده افتادند."
  ],
  [
    47,
    "گفتند: ما به پروردگار جهانیان ایمان آوردیم،"
  ],
  [
    48,
    "پروردگار موسی و هارون."
  ],
  [
    49,
    "فرعون گفت: پیش از آنکه به شما اجازه دهم به او ایمان آوردید، حتماً او بزرگ شماست که جادوگری را به شما آموخته است، پس به زودی خواهید دانست که مسلماً دست ها و پاهای شما را یکی از راست و یکی از چپ قطع خواهم کرد، و یقیناً همه شما را به دار خواهم آویخت."
  ],
  [
    50,
    "گفتند: [در این شکنجه و عذاب] هیچ زیان و باکی [بر ما] نیست، یقیناً ما به سوی پروردگارمان باز می گردیم،"
  ],
  [
    51,
    "قطعاً ما امیدواریم که چون نخستین ایمان آورندگان [از این قوم] بودیم، پروردگارمان خطاهای ما را بیامرزد."
  ],
  [
    52,
    "و به موسی وحی کردیم که بندگان مرا شبانه کوچ بده که حتماً دشمنان از پی شما خواهند آمد."
  ],
  [
    53,
    "پس فرعون گروهی گردآورنده را [برای جمع کردن نیرو] به شهرها فرستاد"
  ],
  [
    54,
    "[و گفت:] مسلماً اینان [که بر ضد من برخاسته اند] گروهی اندکند،"
  ],
  [
    55,
    "و همانا ما را همواره [با اعمالشان] به خشم می آورند،"
  ],
  [
    56,
    "و ما گروهی هوشیار و آماده باش و مهیای دفاعیم."
  ],
  [
    57,
    "پس ما آنان را [به دنبال بنی اسرائیل] از باغ ها و چشمه سارها [که نعمت های ما در سرزمین مصر بود] بیرون کردیم."
  ],
  [
    58,
    "واز گنج ها ومکان های نیکو [وقصرهای باشکوه بیرون کردیم]."
  ],
  [
    59,
    "این گونه [نعمت های خود را از چنگ آنان بیرون آوردیم] و آنها را به بنی اسرائیل به میراث دادیم."
  ],
  [
    60,
    "فرعونیان هنگام طلوع آفتاب آنان را دنبال کردند."
  ],
  [
    61,
    "چون آن دو گروه یکدیگر را دیدند، اصحاب موسی گفتند: حتماً ما به چنگ آنان خواهیم افتاد."
  ],
  [
    62,
    "موسی گفت: این چنین نیست، بی تردید پروردگارم با من است، و به زودی مرا هدایت خواهد کرد."
  ],
  [
    63,
    "پس به موسی وحی کردیم که عصایت را به این دریا بزن. [موسی عصایش را به دریا زد] پس [دریا] از هم شکافت و هر پاره اش چون کوهی بزرگ بود."
  ],
  [
    64,
    "و آن گروه دیگر را [هم در آنجا] به دریا نزدیک کردیم،"
  ],
  [
    65,
    "و موسی و هر که با او بود، همه را نجات دادیم."
  ],
  [
    66,
    "آن گاه آن گروه دیگر را غرق کردیم."
  ],
  [
    67,
    "بی تردید در این سرگذشت عبرتی بزرگ وجود دارد، و [قوم قبطی] بیشترشان مؤمن نبودند."
  ],
  [
    68,
    "و یقیناً پروردگارت همان توانای شکست ناپذیر و مهربان است."
  ],
  [
    69,
    "و سرگذشت مهم ابراهیم را بر آنان بخوان،"
  ],
  [
    70,
    "هنگامی که به پدرش وقومش گفت: چه چیز را می پرستید؟"
  ],
  [
    71,
    "گفتند: بت هایی را می پرستیم و همواره ملازم پرستش آنها هستیم."
  ],
  [
    72,
    "گفت: آیا هنگامی که آنها را می خوانید، سخن شما را می شنوند؟"
  ],
  [
    73,
    "یا به شما سود و زیانی می رسانند؟"
  ],
  [
    74,
    "گفتند: نه، بلکه پدرانمان را یافتیم که به این صورت عبادت می کردند!"
  ],
  [
    75,
    "گفت: پس آیا می دانید که آنچه می پرستید،"
  ],
  [
    76,
    "هم شما و هم پدران پیشین شما"
  ],
  [
    77,
    "هم آنان قطعاً دشمن منند [چون اگر آنها را بپرستم، مرا دچار عذاب جاودانه خواهند کرد]، جز پروردگار جهانیان [که پرستیدنش مایه سعادت همیشگی و جاودانی است.]"
  ],
  [
    78,
    "همان کسی که مرا آفرید و هم او مرا هدایت می کند،"
  ],
  [
    79,
    "و آنکه او طعامم می دهد و سیرابم می کند"
  ],
  [
    80,
    "و هنگامی که بیمار می شوم، او شفایم می دهد"
  ],
  [
    81,
    "و آنکه مرا می میراند سپس زنده ام می کند"
  ],
  [
    82,
    "و آنکه امید دارم روز جزا خطایم را بر من بیامرزد."
  ],
  [
    83,
    "پروردگارا! به من حکمت بخش، و مرا به شایستگان ملحق کن."
  ],
  [
    84,
    "و برای من در آیندگان نامی نیک و ستایشی والا مرتبه قرار ده،"
  ],
  [
    85,
    "و مرا از وارثان بهشت پرنعمت گردان،"
  ],
  [
    86,
    "و پدرم را بیامرز که او از گمراهان است،"
  ],
  [
    87,
    "و روزی که [مردگان] برانگیخته می شوند، رسوایم مکن؛"
  ],
  [
    88,
    "روزی که هیچ مال و اولادی سود نمی دهد،"
  ],
  [
    89,
    "مگر کسی که دلی سالم [از رذایل وخبایث] به پیشگاه خدا بیاورد،"
  ],
  [
    90,
    "و آن روز بهشت را برای پرهیزکاران نزدیک آورند،"
  ],
  [
    91,
    "و آتش برافروخته را برای گمراهان آشکار کنند،"
  ],
  [
    92,
    "و به آنان گویند: آنچه را می پرستیدید، کجایند؟"
  ],
  [
    93,
    "[معبودانی را] به جای خدا؟! آیا شما را [برای رهایی از آتش] یاری می دهند؟ یا از خود می توانند دفع عذاب کنند؟"
  ],
  [
    94,
    "پس آن بت ها و گمراهان [که آنها را می پرستیدند] به رو در آتش افروخته افکنده می شوند،"
  ],
  [
    95,
    "با همه سپاهیان ابلیس،"
  ],
  [
    96,
    "در حالی که در آن [آتش افروخته] با هم ستیز و نزاع می کنند [و به بتان] می گویند:"
  ],
  [
    97,
    "به خدا سوگند که ما در گمراهی آشکاری بودیم،"
  ],
  [
    98,
    "که شما را با پروردگار جهانیان برابر و مساوی قرار می دادیم،"
  ],
  [
    99,
    "و ما را جز مجرمان [خائن] گمراه نکردند،"
  ],
  [
    100,
    "در نتیجه برای ما نه شفیعانی است،"
  ],
  [
    101,
    "و نه یک دوست نزدیک و صمیمی،"
  ],
  [
    102,
    "پس ای کاش برای ما بازگشتی [به دنیا] بود تا از مؤمنان می شدیم."
  ],
  [
    103,
    "بی تردید در این سرگذشت، عبرتی بزرگ وجود دارد، و [قوم ابراهیم] بیشترشان مؤمن نبودند،"
  ],
  [
    104,
    "و یقیناً پروردگارت همان توانای شکست ناپذیر و مهربان است."
  ],
  [
    105,
    "قوم نوح پیامبران را تکذیب کردند،"
  ],
  [
    106,
    "هنگامی که برادرشان نوح به آنان گفت: آیا [از سرانجام شرک و طغیان که خشم و عذاب خداست] نمی پرهیزید؟"
  ],
  [
    107,
    "بی تردید من برای شما فرستاده ای امینم،"
  ],
  [
    108,
    "بنابراین از خدا پروا کنید و از من فرمان ببرید،"
  ],
  [
    109,
    "و من از شما بر ابلاغ رسالتم هیچ پاداشی نمی خواهم، پاداش من فقط بر عهده پروردگار جهانیان است،"
  ],
  [
    110,
    "بنابراین از خدا پروا کنید و از من فرمان ببرید."
  ],
  [
    111,
    "گفتند: آیا ما به تو ایمان بیاوریم در حالی که فرومایگان از تو پیروی کرده اند؟!"
  ],
  [
    112,
    "[نوح] گفت: مرا از آنچه آنان انجام می داده اند، چه اطلاعی است؟"
  ],
  [
    113,
    "حسابشان اگر واقعاً درک می کنید، جز بر عهده پروردگارم نیست،"
  ],
  [
    114,
    "و من طرد کننده مؤمنان نخواهم بود،"
  ],
  [
    115,
    "من جز بیم دهنده ای آشکار نیستم."
  ],
  [
    116,
    "گفتند: ای نوح! اگر [از ابلاغ دین] باز نایستی، یقیناً از سنگسار شدگان خواهی بود!"
  ],
  [
    117,
    "گفت: پروردگارا! همانا قوم من مرا تکذیب کردند،"
  ],
  [
    118,
    "پس میان من و آنان چنانکه سزاوار است داوری کن و من و کسانی که از مؤمنان با من هستند از چنگ آنان نجات ده."
  ],
  [
    119,
    "پس او و کسانی را که با او در آن کشتی مملو [از سرنشینان، جنبندگان، متاع و ابزار] بود نجات دادیم،"
  ],
  [
    120,
    "آن گاه بعد از آن، همه باقی ماندگان را غرق کردیم."
  ],
  [
    121,
    "بی تردید در این سرگذشت، عبرتی بزرگ وجود دارد، و [قوم نوح] بیشترشان مؤمن نبودند،"
  ],
  [
    122,
    "و یقیناً پروردگارت همان توانای شکست ناپذیر و مهربان است."
  ],
  [
    123,
    "قوم عاد پیامبران را تکذیب کردند،"
  ],
  [
    124,
    "هنگامی که برادرشان هود به آنان گفت: آیا [از سرانجام شرک و طغیان که خشم و عذاب خداست] نمی پرهیزید؟"
  ],
  [
    125,
    "بی تردید من برای شما فرستاده ای امینم،"
  ],
  [
    126,
    "بنابراین از خدا پروا کنید و از من فرمان ببرید،"
  ],
  [
    127,
    "و من از شما بر ابلاغ رسالتم هیچ پاداشی نمی خواهم، پاداش من فقط بر عهده پروردگار جهانیان است،"
  ],
  [
    128,
    "آیا شما بر روی هر مکان بلندی به بیهوده کاری و بدون نیاز، برجی عظیم و برافراشته بنا می کنید؟"
  ],
  [
    129,
    "و قلعه ها و کاخ های استوار و مجلل برمی گیرید، که شاید جاودانه بمانید؟"
  ],
  [
    130,
    "و چون کسی را با شدت و قهر می گیرید ظالمانه و زورمدارانه می گیرید [بدون اینکه در عاقبت کار بیندیشید.]"
  ],
  [
    131,
    "بنابراین از خدا پروا کنید واز من فرمان ببرید،"
  ],
  [
    132,
    "واز کسی که شما را به وسیله آنچه خود می دانید یاری داده، پروا کنید،"
  ],
  [
    133,
    "به وسیله چهارپایان و فرزندانی، به شما یاری داده است."
  ],
  [
    134,
    "و [به وسیله] بوستان ها و چشمه سارها،"
  ],
  [
    135,
    "بی تردید من بر شما از عذاب روزی بزرگ می ترسم."
  ],
  [
    136,
    "گفتند: تو پند و اندرز دهی یا ندهی برای ما یکسان است!!"
  ],
  [
    137,
    "این [پند و اندرزها و تقسیم امور به حلال و حرام] جز شیوه پیشینیان [که اهل واپس گرایی و خرافات بودند] نیست،"
  ],
  [
    138,
    "و ما گرفتار عذابی [که تو ما را از آن بیم می دهی] نخواهیم شد."
  ],
  [
    139,
    "پس او را تکذیب کردند، و در نتیجه هلاکشان کردیم. بی تردید در این سرگذشت عبرتی بزرگ وجود دارد و [قوم هود] بیشترشان مؤمن نبودند،"
  ],
  [
    140,
    "و یقیناً پروردگارت همان توانای شکست ناپذیر و مهربان است."
  ],
  [
    141,
    "قوم ثمود پیامبران را تکذیب کردند،"
  ],
  [
    142,
    "هنگامی که برادرشان صالح به آنان گفت: آیا [از سرانجام شرک و طغیان که خشم و عذاب خداست] نمی پرهیزید؟"
  ],
  [
    143,
    "بی تردید من برای شما فرستاده ای امینم،"
  ],
  [
    144,
    "بنابراین از خدا پروا کنید و از من فرمان ببرید،"
  ],
  [
    145,
    "و من از شما بر ابلاغ رسالتم هیچ پاداشی نمی خواهم، پاداش من فقط بر عهده پروردگار جهانیان است،"
  ],
  [
    146,
    "آیا شما را در آنچه در این دنیا [از نعمت و رفاه هست] ایمن و آسوده [از تغییر و زوال] رهایتان خواهند کرد؟!"
  ],
  [
    147,
    "در بوستان ها و چشمه سارها،"
  ],
  [
    148,
    "و کشتزارها و درختان خرمایی که شکوفه هایشان انبوه و باطراوت و لطیف است؟"
  ],
  [
    149,
    "و ماهرانه و هنرمندانه از کوه ها خانه هایی می تراشید؟ [به امید آنکه از هر آسیبی حتی مرگ در امان بمانید!!]"
  ],
  [
    150,
    "بنابراین از خدا پروا کنید و مرا فرمان ببرید،"
  ],
  [
    151,
    "و از فرمان اسراف گران اطاعت نکنید،"
  ],
  [
    152,
    "همانان که در زمین فساد می کنند و به اصلاح گری نمی پردازند."
  ],
  [
    153,
    "گفتند: جز این نیست که تو از جادوشدگانی،"
  ],
  [
    154,
    "تو جز بشری مانند ما نیستی، اگر راست می گویی معجزه ای بیاور."
  ],
  [
    155,
    "گفت: این ماده شتری است [که به اذن خدا به عنوان معجزه من از دل کوه بیرون آمد] سهمی از آب [این چشمه] برای او، و سهم روز معینی برای شماست،"
  ],
  [
    156,
    "آسیبی به او نرسانید که عذاب روزی بزرگ شما را فرا می گیرد."
  ],
  [
    157,
    "پس ناقه را پی کردند و [از کار خود] پشیمان شدند،"
  ],
  [
    158,
    "در نتیجه عذاب آنان را فرا گرفت. بی تردید در این سرگذشت، عبرتی بزرگ وجود دارد و [قوم صالح] بیشترشان مؤمن نبودند،"
  ],
  [
    159,
    "و یقیناً پروردگارت همان توانای شکست ناپذیر و مهرباناست."
  ],
  [
    160,
    "قوم لوط پیامبران را تکذیب کردند،"
  ],
  [
    161,
    "هنگامی که که برادرشان لوط به آنان گفت: آیا [از سرانجام شرک و طغیان که خشم و عذاب خداست] نمی پرهیزید؟"
  ],
  [
    162,
    "بی تردید من برای شما فرستاده ای امینم،"
  ],
  [
    163,
    "بنابراین از خدا پروا کنید و از من فرمان ببرید،"
  ],
  [
    164,
    "و من از شما بر ابلاغ رسالتم هیچ پاداشی نمی خواهم، پاداش من فقط بر عهده پروردگار جهانیان است،"
  ],
  [
    165,
    "آیا شما از میان جهانیان با مردان آمیزش می کنید؟!!"
  ],
  [
    166,
    "و آنچه را پروردگارتان برای شما از همسرانتان آفریده رها می کنید؟ [برای این کار زشت بی سابقه، دلیل و برهان استواری ندارید] بلکه شما گروهی تجاوزکار [از حدود خدا و مرزهای انسانیّت] هستید."
  ],
  [
    167,
    "گفتند: ای لوط! اگر [از تبلیغ دین] باز نایستی، حتماً تبعید خواهی شد."
  ],
  [
    168,
    "[لوط] گفت: بی تردید من از کار زشت شما به شدت متنفرم."
  ],
  [
    169,
    "پروردگارا! مرا و خانواده ام را [از آثار، وزر و وبال] آنچه انجام می دهند، نجات بده؛"
  ],
  [
    170,
    "پس ما او و خانواده اش همگی را نجات دادیم،"
  ],
  [
    171,
    "مگر پیرزنی در [میان] باقی ماندگان،"
  ],
  [
    172,
    "سپس دیگران را نابود کردیم،"
  ],
  [
    173,
    "و بارانی از سنگ گِل بر سر آنان باراندیم؛ پس بد بود باران بیم داده شدگان."
  ],
  [
    174,
    "بی تردید در این سرگذشت عبرتی بزرگ وجود دارد و قوم لوط بیشترشان مؤمن نبودند،"
  ],
  [
    175,
    "و یقیناً پروردگارت همان توانای شکست ناپذیر و مهربان است."
  ],
  [
    176,
    "مردم اَیکه پیامبران را تکذیب کردند،"
  ],
  [
    177,
    "هنگامی که شعیب به آنان گفت: آیا [از سرانجام شرک و طغیان که خشم و عذاب خداست] نمی پرهیزید؟"
  ],
  [
    178,
    "بی تردید من برای شما فرستاده ای امینم،"
  ],
  [
    179,
    "بنابراین از خدا پروا کنید و از من فرمان ببرید،"
  ],
  [
    180,
    "من از شما بر ابلاغ رسالتم هیچ پاداشی نمی خواهم، پاداش من فقط بر عهده پروردگار جهانیان است،"
  ],
  [
    181,
    "پیمانه را کامل بدهید و از کم فروشان نباشید،"
  ],
  [
    182,
    "و [متاع و کالا را] با ترازوی درست وزن کنید،"
  ],
  [
    183,
    "و از قیمت اشیا و اجناس مردم به هنگام خرید نکاهید، و در زمین تباهکارانه فتنه و آشوب برپا نکنید،"
  ],
  [
    184,
    "و از آنکه شما و امت های پیشین را آفرید پروا کنید."
  ],
  [
    185,
    "گفتند: جز این نیست که تو از جادوشدگانی،"
  ],
  [
    186,
    "و تو جز بشری مانند ما نیستی، و بی تردید ما تو را از دروغگویان می پنداریم،"
  ],
  [
    187,
    "پس اگر راست می گویی پاره هایی از آسمان را بر ما فرو ریز."
  ],
  [
    188,
    "[شعیب] گفت: پروردگارم به آنچه انجام می دهید، داناتر است."
  ],
  [
    189,
    "پس او را تکذیب کردند؛ در نتیجه عذاب روز سایبان [یعنی روزی که ابری تیره و صاعقه زا سایه می اندازد] آنان را فرا گرفت، همانا آن عذاب روزی بزرگ بود،"
  ],
  [
    190,
    "بی تردید در این سرگذشت، عبرتی بزرگ وجود دارد؛ و قوم شعیب بیشترشان مؤمن نبودند،"
  ],
  [
    191,
    "و یقیناً پروردگارت همان توانای شکست ناپذیر و مهربان است."
  ],
  [
    192,
    "و بی تردید این قرآن، نازل شده پروردگار جهانیان است،"
  ],
  [
    193,
    "که روح الامین آن را نازل کرده است،"
  ],
  [
    194,
    "بر قلب تو، تا از بیم دهندگان باشی،"
  ],
  [
    195,
    "به زبان عربی روشن و گویا"
  ],
  [
    196,
    "و بی تردید [خبر] این [قرآن] در کتاب های پیشینیان است."
  ],
  [
    197,
    "آیا آگاهی دانشمندان بنی اسرائیل به خبر قرآن [در کتاب های پیشینیان] برای مشرکان نشانه ای [بر حقّانیّت قرآن و صدق نبوّت تو] نیست؟!"
  ],
  [
    198,
    "و اگر آن را بر برخی از غیر عرب ها نازل کرده بودیم،"
  ],
  [
    199,
    "و او آن را بر عرب ها می خواند، باز هم به آن ایمان نمی آوردند!!"
  ],
  [
    200,
    "این گونه [که آن را به زبان عربی روشن و گویا نازل کردیم] در دل های مجرمان درآوردیم [که آن را بفهمند و به آن ایمان آورند،]"
  ],
  [
    201,
    "[ولی این بیمار دلان لجوج] به آن ایمان نمی آورند تا آن عذاب دردناک را ببینند،"
  ],
  [
    202,
    "که ناگهان در حالی که بی خبرند به سراغشان آید،"
  ],
  [
    203,
    "پس [در آن موقعیت بسیار سخت] گویند: آیا ما مهلت می یابیم؟"
  ],
  [
    204,
    "آیا به آمدن عذاب ما شتاب می کنند؟"
  ],
  [
    205,
    "پس خبر ده اگر ما آنان را سالیانی بهره مندی و برخورداری دهیم،"
  ],
  [
    206,
    "سپس آن عذابی که به آن تهدید می شدند، به سراغشان آید."
  ],
  [
    207,
    "آنچه را [چند سال] همواره از آن برخورداری می یافتند [عذاب را] از آنان دفعنخواهد کرد،"
  ],
  [
    208,
    "و [مردم] هیچ شهری را نابود نکردیم مگر آنکه بیم دهندگانی برای آنان بود،"
  ],
  [
    209,
    "برای اندرز دادن و اتمام حجت؛ و ما هرگز ستمکار نبوده ایم [که مردمی را بدون فرستادن پیامبر نابود کنیم.]"
  ],
  [
    210,
    "قرآن را شیطان ها نازل نکرده اند،"
  ],
  [
    211,
    "و [نزول قرآن] سزاوار آنان نیست، و قدرت [وحی کردن چنین کتابی را] ندارند،"
  ],
  [
    212,
    "بی تردید آنان از شنیدن [وحی الهی و اخبار ملکوتی] محروم و برکنارند."
  ],
  [
    213,
    "پس با خدا معبودی دیگر را مپرست، که از عذاب شدگان خواهی شد."
  ],
  [
    214,
    "و خویشان نزدیکت را [از عاقبت اعمال زشت] هشدار ده،"
  ],
  [
    215,
    "و پر و بال [فروتنی و تواضع] خود را برای مؤمنانی که از تو پیروی می کنند بگستر،"
  ],
  [
    216,
    "پس اگر تو را نافرمانی کردند بگو: من از آنچه انجام می دهید، بیزارم؛"
  ],
  [
    217,
    "و بر توانای شکست ناپذیر مهربان توکل کن،"
  ],
  [
    218,
    "هم او که تو را هنگامی که [برای عبادت] می ایستی، می بیند،"
  ],
  [
    219,
    "و گردش و حرکت تو را در میان سجده کنندگان [مشاهده می کند،]"
  ],
  [
    220,
    "یقیناً او شنوا و داناست."
  ],
  [
    221,
    "آیا شما را خبر دهم که شیطان ها بر چه کسانی نازل می شوند؟"
  ],
  [
    222,
    "بر هر دروغ پرداز گنه پیشه ای نازل می شوند،"
  ],
  [
    223,
    "که گوش [بر القائات و اغواگری های شیطان] می سپرند، و بیشتر شیطان ها دروغگویند،"
  ],
  [
    224,
    "و [پیامبر، شاعر و خیال پرداز نیست، چون] شاعران [خیال پرداز] را [که حقایق را هجو می کنند، و با مطالب بی اساس به واقعیات می تازند] گمراهان، پیروی می کنند."
  ],
  [
    225,
    "آیا ندانسته ای که آنان در هر وادی [باطلی خیال پردازانه] حیران و سرگردانند؟"
  ],
  [
    226,
    "و مطالبی می گویند که خود عمل نمی کنند،"
  ],
  [
    227,
    "مگر آنان که ایمان آورده و کارهای شایسته انجام داده اند و خدا را بسیار یاد کردند و پس از آنکه [با شعرهای باطل دشمنان، هجویّات مشرکان و یاوه های کافران] مورد ستم قرار گرفتند [با شعرهای توحیدی و اصیل و استوار خود] به انتقام گرفتن [از دشمن و دفاع از خویش] برخاستند، و کسانی که ستم کرده اند، به زودی خواهند دانست که به چه بازگشت گاهی باز خواهند گشت؟!"
  ]
]