[
  {
    "id": 27,
    "city": "makkah",
    "name": {
      "translated": "The Ant",
      "transliterated": "An-Naml",
      "codepoints": [
        1575,
        1604,
        1606,
        1605,
        1604
      ]
    },
    "ayahs": 93,
    "slug": "an-naml",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "طس ـ این آیات [باعظمت] قرآن و کتابی روشنگر است،"
  ],
  [
    2,
    "[که سراسر] هدایت کننده [انسان ها] و برای مؤمنان مژده دهنده است."
  ],
  [
    3,
    "همانان که نماز برپا می دارند و زکات می پردازند، و قاطعانه به آخرت یقین دارند؛"
  ],
  [
    4,
    "به راستی کسانی که به آخرت ایمان ندارند، اعمال [زشتشان] را در نظرشان آراستیم، پس همواره در حیرت و سرگردانی اند،"
  ],
  [
    5,
    "اینان کسانی هستند که عذاب سختی برای آنان است و بی تردید آنان در آخرت زیانکارترین [مردم] اند."
  ],
  [
    6,
    "یقیناً تو قرآن را از نزد حکیمی دانا فرا می گیری."
  ],
  [
    7,
    "[یاد کن] هنگامی را که موسی به خانواده اش گفت: به راستی من آتشی را از دور دیدم، به زودی خبری از آن برای شما می آورم، یا از آن شعله ای برگرفته به شما می رسانم تا خود را گرم کنید،"
  ],
  [
    8,
    "پس هنگامی که نزد آن آمد، ندا رسید که پربرکت باد آنکه در آتش است و آنکه پیرامون آن است، و منزّه و پاک است خدا که پروردگار جهانیان است."
  ],
  [
    9,
    "ای موسی! یقیناً منم خدای توانای شکست ناپذیر و حکیم،"
  ],
  [
    10,
    "و عصایت را بیفکن. پس وقتی آن را دید که تند و شتابان حرکت می کند، گویا ماری باریک و تیزرو است، پشت کنان رو به فرار گذاشت و به پشت برنگشت. [ندا رسید:] ای موسی! نترس که پیامبران [به سبب دارا بودن مقام عصمت و پاکی از گناه،] نزد من نمی ترسند،"
  ],
  [
    11,
    "مگر کسی که ستم کند [که او باید بترسد]؛ ولی زمانی که پس از بدی نیکی را [که ایمان و کار شایسته است] جایگزین آن نماید [از عذاب من در امان است و نباید بترسد]؛ زیرا من بسیار آمرزنده و مهربانم،"
  ],
  [
    12,
    "و دستت را در گریبانت کن تا بدون هیچ عیبی، سفید و درخشان بیرون آید، [با این دو معجزه که در ضمن] نه معجزه است به سوی فرعون و قومش [برو] که قطعاً آنان گروهی نافرمانند؛"
  ],
  [
    13,
    "هنگامی که معجزات روشن ما به سویشان آمد، گفتند: این جادویی آشکار است."
  ],
  [
    14,
    "و آنها را در حالی که باطنشان به الهی بودن آن معجزات یقین داشت، ستمکارانه وبرتری جویانه انکار کردند. پس با تأمل بنگر که سرانجام مفسدان چگونه بود؟!"
  ],
  [
    15,
    "و یقیناً ما به داود و سلیمان، دانش [ویژه] دادیم، و آن دو گفتند: همه ستایش ها ویژه خداست، همان که ما را بر بسیاری از بندگان مؤمن خود برتری عطا کرده است،"
  ],
  [
    16,
    "و سلیمان وارث داود شد و گفت: ای مردم! [معرفت و آگاهی به] زبان و منطق پرندگان را به ما آموخته اند، و از هر چیزی [که به پیامبران و پادشاهان داده اند] به ما عطا کرده اند، یقیناً این امتیاز و برتری آشکاری است."
  ],
  [
    17,
    "و برای سلیمان، سپاهیانش از پریان و آدمیان و پرندگان گردآوری شدند، [و آنان را از حرکت باز می داشتند] تا گروه های دیگر به آنان ملحق شوند؛"
  ],
  [
    18,
    "[پس حرکت کردند] تا به وادی مورچگان درآمدند. مورچه ای گفت: ای مورچگان! به خانه هایتان درآیید تا سلیمان و سپاهیانش ناآگاهانه شما را پایمال نکنند."
  ],
  [
    19,
    "پس سلیمان از گفته اش با تبسم، حالت خنده به خود گرفت، و [به سبب نعمت فهم گفتار حیوانات] گفت: پروردگارا! به من الهام کن تا شکر نعمتی را که به من و پدر و مادرم عطا کرده ای به جای آورم، و اینکه کار شایسته ای که آن را بپسندی انجام دهم، و مرا به رحمتت در میان بندگان شایسته ات درآور."
  ],
  [
    20,
    "و [سلیمان] جویای پرندگان شد [و هدهد را در میان پرندگان بارگاهش نیافت] پس گفت: مرا چه شده که هدهد را نمی بینم [آیا هست و او را نمی بینم] یا از غایبان است؟"
  ],
  [
    21,
    "قطعاً او را عذابی سخت خواهم کرد یا [برای عبرت دیگر پرندگان] او را سر می برم، یا باید [برای غایب بودنش] دلیلی روشن برایم بیاورد."
  ],
  [
    22,
    "پس [هدهد] زمانی نه چندان دور درنگ کرد [و با شتاب بازگشت،] پس گفت: [ای سلیمان!] من به چیزی آگاهی یافته ام که تو به آن آگاهی نیافته ای، و [من] از [سرزمین] سبا خبری مهم و یقینی برایت آورده ام."
  ],
  [
    23,
    "به راستی من زنی را یافتم که بر آنان حکومت می کند، و از هر چیزی [که از وسایل و لوازم حکومت و قدرت است] به او داده اند و تختی بزرگ دارد،"
  ],
  [
    24,
    "او و قومش را یافتم که به جای خدا برای خورشید سجده می کنند و شیطان، اعمال [زشتشان] را برای آنان آراسته و در نتیجه آنان را از راه [حق] بازداشته است به این سبب هدایت نمی یابند،"
  ],
  [
    25,
    "[و شیطان آنان را این گونه فریب داده] تا برای خدا سجده نکنند، همان که نهان در آسمان ها و زمین را بیرون می آورد و آنچه را پنهان می دارید و آنچه را آشکار می کنید، می داند."
  ],
  [
    26,
    "خدای یکتا که معبودی جز او نیست، پروردگار عرش بزرگ است."
  ],
  [
    27,
    "[سلیمان به هدهد] گفت: به زودی [درباره ادعایت] تأمل و بررسی می کنم که آیا راست گفته ای یا از دروغگویانی،"
  ],
  [
    28,
    "این نامه مرا ببر و به سوی آنان بیفکن، سپس به دور از دیدگان آنان خود را کناری بگیر و بنگر چه پاسخیمی دهند؟"
  ],
  [
    29,
    "[ملکه سبا پس از آگاهی از مضمون نامه] گفت: ای سران و اشراف! همانا نامه ای نیکو و با ارزشی به سوی من افکنده اند،"
  ],
  [
    30,
    "یقیناً این نامه از سوی سلیمان است و سرآغازش به نام خدای رحمان و رحیم است،"
  ],
  [
    31,
    "و [مضمونش این است که] بر من برتری مجویید و همه با حالت تسلیم نزد من آیید."
  ],
  [
    32,
    "گفت: ای سران و اشراف! در کارم به من نظر دهید تا شما نزد من حضور داشتید، من [بدون شما] فیصله دهنده کاری نبوده ام."
  ],
  [
    33,
    "گفتند: ما دارای قدرت و مالک وسایل رزمی سختی هستیم، پس بنگر چه فرمان می دهی؟"
  ],
  [
    34,
    "گفت: همانا پادشاهان هنگامی که [با ابزار، ادوات جنگی و سپاهی رزمی] وارد شهری می شوند، آن را تباه می کنند و عزیزان اهلش را به ذلت و خواری می نشانند و [آنان] همواره چنین می کنند!"
  ],
  [
    35,
    "من به سوی آنان هدیه ای [قابل توجه] می فرستم، پس با تأمل می نگرم که فرستادگان با چه پاسخی بر می گردند؟"
  ],
  [
    36,
    "هنگامی که [فرستاده ملکه سبا] نزد سلیمان آمد، [سلیمان] گفت: آیا مرا با مالی [اندک و ناچیز] یاری می دهید؟ آنچه خدا [از نبوّت و حکومت و ثروت] به من عطا کرده، بهتر است از آنچه به شما داده [هدیه شما برای من شادی آور نیست]، این شمایید که با هدیه خود شادمانی می کنید،"
  ],
  [
    37,
    "به سوی آنان بازگرد که ما حتماً با سپاهیانی به سوی آنان خواهیم آمد که قدرت رویارویی با آن را ندارند، و آنان را در حالی که [در آن منطقه] حقیر و بی ارزش شده اند، با خواری و ذلت از آنجا بیرون می کنیم."
  ],
  [
    38,
    "[سلیمان] گفت: ای سران و اشراف! کدام یک از شما تخت او را پیش از آنکه همگی به حالت تسلیم نزد من آیند، برایم می آورد؟"
  ],
  [
    39,
    "یکی از جنّیان کاردان و تیزهوش گفت: من آن را پیش از آنکه از مسند خود برخیزی نزد تو می آورم، و من بر این [کار] توانا و امینم،"
  ],
  [
    40,
    "کسی که دانشی از کتاب [لوح محفوظ] نزد او بود گفت: من آن را پیش از آنکه پلک دیده ات به هم بخورد، نزد تو می آورم. [و آن را در همان لحظه آورد]. پس هنگامی که سلیمان تخت را نزد خود پابرجا دید، گفت: این از فضل و احسان پروردگار من است، تا مرا بیازماید که آیا سپاس گزارم یا بنده ای ناسپاسم؟ و هر کس که سپاس گزاری کند، به سود خود سپاس گزاری می کند و هر کس ناسپاسی ورزد، [زیانی به خدا نمی رساند]؛ زیرا پروردگارم بی نیاز و کریم است."
  ],
  [
    41,
    "گفت: تختش را [با تغییر دادن در زینت و آرایش] برایش ناشناس کنید تا ببینیم آیا [به شناخت آن] راه می یابد، یا از کسانی است که راه نمی یابند؟"
  ],
  [
    42,
    "پس زمانی که [ملکه سبا] آمد، گفتند: آیا تخت تو نیز این گونه است؟ گفت: گویا این همان است!! و ما را پیش از این [به حقّانیّت و قدرت سلیمان] آگاه کردند و [همان زمان] تسلیم شدیم؛"
  ],
  [
    43,
    "چیزی را که [ملکه سبا] به جای خدا می پرستید او را [از تسلیم شدن به حق] بازداشته بود؛ زیرا او از گروه کافران بود [و در میان آنان رشد کرده بود و به روش و رفتار آنان خو گرفته بود.]"
  ],
  [
    44,
    "به او گفتند: به حیاط قصر درآی. هنگامی که آن را دید، پنداشت آبی فراوان [چون دریاچه] است، پس دامن جامه از دو ساق پایش بالا زد [که به خیال خود وارد آب شود]، سلیمان گفت: این محوطه ای است صاف و هموار از شیشه [نه از آب]. [ملکه سبا] گفت: پروردگارا! قطعاً من به خود ستم کردم، اینک همراه سلیمان، تسلیم [فرمان ها و احکام] خدا، پروردگار جهانیان شدم."
  ],
  [
    45,
    "همانا به سوی قوم ثمود برادرشان صالح را فرستادیم که خدا را بپرستید. پس ناگهان آنان دو گروه [مؤمن و کافر] شدند که با یکدیگر نزاع و دشمنیمی کردند."
  ],
  [
    46,
    "گفت: ای قوم من! چرا بر عذاب و هلاکت، پیش از توبه و ایمان شتاب می کنید؟! چرا از خدا درخواست آمرزش نمی کنید تا مورد رحمت قرار گیرید؟!"
  ],
  [
    47,
    "گفتند: ما به تو و همراهانت فال بد زده ایم [و شما را سبب بروز این همه مشکلات و بدبختی خود می دانیم]. گفت: سبب بروز مشکلات و بدبختی شما [طغیان و گناهان شماست که عکس العملش] نزد خداست، [ربطی به ما ندارد] بلکه شما گروهی هستید که [به مشکلات و مصایب] امتحان می شوید [شاید به این سبب توبه کنید و مؤمن شوید.]"
  ],
  [
    48,
    "در آن شهر نُه نفر از اشراف و سران بودند که در آن فساد می کردند و اصلاح گر نبودند،"
  ],
  [
    49,
    "[آنان به یکدیگر] گفتند: هم قسم شوید که حتماً به صالح و خانواده اش شبیخون می زنیم [تا همه را نابود کنیم]، آن گاه به خونخواهش بگوییم: ما زمان هلاک شدن خانواده اش حضور نداشتیم و یقیناً راستگوییم."
  ],
  [
    50,
    "آنان نیرنگ مهمی به کار گرفتند و ما هم در حالی که بی خبر بودند [با کیفر بسیار سختی] نیرنگ آنان را از بین بردیم."
  ],
  [
    51,
    "پس با تأمل بنگر که سرانجام نیرنگشان چگونه بود؟ که ما آنان و قومشان را همگی درهم کوبیدیم و هلاک کردیم."
  ],
  [
    52,
    "این خانه های آنان است که به سبب ستمشان [از سکنه] خالی مانده. بی تردید در این سرگذشت برای گروهی که معرفت و شناخت دارند، عبرتی بزرگ وجود دارد،"
  ],
  [
    53,
    "و آنان را که ایمان آوردند و همواره پرهیزکاری می کردند، نجات دادیم."
  ],
  [
    54,
    "و لوط را [یاد کن] هنگامی که به قومش گفت: آیا این عمل بسیار زشت را در حالی که [وقت انجام دادنش با بی شرمی کامل به هم] نگاه می کنید، مرتکب می شوید؟!"
  ],
  [
    55,
    "آیا شما از روی میل و شهوت به جای زنان با مردان آمیزش می کنید؟ [شما برای این کار زشت دلیل و برهانی ندارید] بلکه شما گروهی نادان هستید."
  ],
  [
    56,
    "پس جواب قومش جز این نبود که گفتند: خاندان لوط را از شهرتان بیرون کنید؛ زیرا آنان مردمانی اند که همواره خواهان پاکی اند."
  ],
  [
    57,
    "پس او و خانواده اش را نجاتدادیم مگر همسرش را که مقدر کرده بودیم در باقی ماندگان [در شهر برای هلاکت بماند.]"
  ],
  [
    58,
    "و بارانی از [سنگ گِل] بر آنان باراندیم، پس بد بود باران بیم داده شدگان."
  ],
  [
    59,
    "بگو: همه ستایش ها ویژه خداست، و درود بر آن بندگانش که آنان را برگزیده است. آیا خدا بهتر است یا آنچه شریک او قرار می دهند؟"
  ],
  [
    60,
    "[آیا آن شریکان انتخابی شما بهترند] یا آنکه آسمان ها و زمین را آفرید، و برای شما از آسمان آبی نازل کرد که به وسیله آن باغ هایی خرم و باطراوت رویاندیم، که رویاندن درختانش در قدرت شما نیست؛ آیا با خدا معبودی دیگر هست [که شریک در قدرت و ربوبیت او باشد؟ نه، نیست]، بلکه آنان مردمی منحرف اند [که برای او شریک می گیرند.]"
  ],
  [
    61,
    "[آیا آن شریکان انتخابی شما بهترند] یا آنکه زمین را [برای موجوداتش] آرام و قرارگاه ساخت و در شکاف هایش نهرهایی پدید آورد، و برای آن کوه هایی استوار قرار داد [تا زیر پای اهلش نلرزد]، و میان دو دریا [ی شیرین و شور] مانع و حایلی قرار داد [که با هم مخلوط نشوند]؛ آیا با خدا معبودی دیگر هست [که شریک در قدرت و ربوبیت او باشد]؟! [نه، نیست] بلکه بیشترشان اهل معرفت و دانش نیستند."
  ],
  [
    62,
    "[آیا آن شریکان انتخابی شما بهترند] یا آنکه وقتی درمانده ای او را بخواند اجابت می کند و آسیب و گرفتاریش را دفع می نماید، و شما را جانشینان [دیگران در روی] زمین قرار می دهد؟ آیا با خدا معبودی دیگر هست [که شریک در قدرت و ربوبیت او باشد؟!] اندکی متذکّر و هوشیار می شوند."
  ],
  [
    63,
    "[آیا آن شریکان انتخابی شما بهترند] یا آنکه شما را در تاریکی های خشکی و دریا [به وسیله ستارگان و دیگر نشانه ها] راهنمایی می کند؟! و کیست که پیشاپیش [باران] رحمتش بادها را مژده رسان می فرستد؟ آیا با خدا معبودی دیگر هست [که شریک در قدرت و ربوبیت او باشد؟!] خدا برتر است از آنچه برای او شریک قرار می دهند."
  ],
  [
    64,
    "[آیا آن شریکان انتخابی شما بهترند] یا آنکه مخلوقات را می آفریند، آن گاه آنان را [پس از مرگشان] بازمی گرداند؟! و کیست آنکه از آسمان و زمین شما را روزی می دهد؟ آیا با خدا معبودی دیگر هست [که شریک در قدرت و ربوبیت او باشد؟] بگو: اگر راستگویید دلیل خود را بیاورید."
  ],
  [
    65,
    "بگو: در آسمان ها و زمین هیچ کس جز خدا غیب نمی داند، و آنان آگاهی ندارند چه زمانی برانگیخته می شوند؟"
  ],
  [
    66,
    "بلکه دانش و آگاهی آنان نسبت به آخرت [به خاطر هزینه کردن عمرشان در امور مادی] به پایان رسیده، بلکه درباره آخرت در تردیدند، بلکه اینان از [فهم] آن کوردل اند،"
  ],
  [
    67,
    "و کافران گفتند: آیا زمانی که ما و پدرانمان خاک شدیم به راستی ما را از آن [زنده] بیرون می آورند؟"
  ],
  [
    68,
    "همانا پیش از این [زنده بیرون آمدن از خاک را] به ما و پدرانمان وعده داده اند، ولی این مطلب جز افسانه خرافی پیشینیان نیست!"
  ],
  [
    69,
    "بگو: در زمین بگردید پس با تأمل بنگرید که سرانجام گنهکاران چگونه بود؟"
  ],
  [
    70,
    "و بر آنان [که با حق دشمنی می کنند] اندوه مخور و از نیرنگی که همواره به کار می گیرند، دلتنگ مباش."
  ],
  [
    71,
    "و می گویند: اگر راستگویید این وعده [عذاب] کی خواهد بود؟"
  ],
  [
    72,
    "بگو: امید است بخشی از آن عذابی که رسیدنش را با شتاب می خواهید، دنبال شما باشد،"
  ],
  [
    73,
    "و یقیناً پروردگارت بر مردم دارای فضلی بزرگ است، ولی بیشترشان سپاس نمی گزارند،"
  ],
  [
    74,
    "و به راستی پروردگارت آنچه را سینه هایشان پنهان می دارد و آنچه را آشکار می کند، می داند،"
  ],
  [
    75,
    "هیچ پوشیده و پنهانی در آسمان و زمین وجود ندارد مگر آنکه در کتابی روشن [چون لوح محفوظ] است."
  ],
  [
    76,
    "بی تردید این قرآن بیشتر آنچه را بنی اسرائیل [از روی جهالت] در آن اختلاف دارند، برای آنان بیان می کند،"
  ],
  [
    77,
    "و یقیناً قرآن برای مؤمنان، سراسر هدایت و رحمت است."
  ],
  [
    78,
    "قطعاً پروردگارت [روز قیامت] به حکم خود میان بنی اسرائیل [در آنچه از امور دینی و معنوی اختلاف دارند] داوری می کند؛ و او توانای شکست ناپذیر و داناست."
  ],
  [
    79,
    "پس بر خدا توکل کن؛ زیرا تو [متکی بر آیین] حقّ آشکاری."
  ],
  [
    80,
    "بی تردید تو نمی توانی [دعوتت را] به مردگان بشنوانی، و نیز نمی توانی آن را به کران که پشت کنان روی برمی گردانند بشنوانی،"
  ],
  [
    81,
    "و تو هدایت کننده کوردلان از گمراهی شان نیستی، و نمی توانی [دعوتت را] جز به آنان که به آیات ما ایمان می آورند و تسلیم [فرمان ها و احکام] خدا هستند، بشنوانی."
  ],
  [
    82,
    "و هنگامی که [در اوقات پایانی دنیا] وعده عذاب ما بر آنان حتمی و لازم شود، جنبنده ای را از زمین برای آنان بیرون می آوریم که با آنان سخن می گوید [تا به آیات ما وآخرت واصول آن یقین کنند]؛ زیرا مردم پیش از این به آیات ما یقین نداشتند."
  ],
  [
    83,
    "و [یاد کن] روزی را که از هر امتی گروهی از آنان را که آیات ما را تکذیب می کنند، محشور می کنیم و آنان را [از حرکت] باز می دارند [تا گروه های دیگر به آنان ملحق شوند،]"
  ],
  [
    84,
    "تا وقتی که [به محل حساب] آیند، [خدا] می گوید: آیا آیات مرا تکذیب کردید در حالی که هیچ احاطه علمی به آنها نداشتید؟ یا شما [غیر از تکذیب آیات] چه کارها [ی دیگری] انجام می دادید؟"
  ],
  [
    85,
    "و به سبب ستمی که [به آیات ما] روا داشتند، عذاب ما بر آنان حتمی و لازم می شود، پس [برای معذور نشان دادن خود] سخن نمی گویند."
  ],
  [
    86,
    "آیا ندانسته اند که ما شب را قرار داده ایم تا در آن بیارامند، و روز را روشن نموده ایم [تا در آن به تلاش اقتصادی برخیزند؟] به راستی در این امور برای مردمی که ایمان می آورند، نشانه هایی [بر توحید، ربوبیت و قدرت خدا] ست."
  ],
  [
    87,
    "و [یاد کن] روزی را که در صور می دمند، پس هر که در آسمان ها و هر که در زمین است دچار هراس شود، مگر کسی که خدا بخواهد؛ و همه خوار و فروتن به پیشگاه او آیند،"
  ],
  [
    88,
    "و کوه ها را می بینی [و] آنها را [در جای خود] بی حرکت می پنداری، در حالی که آنها مانند ابر گذر می کنند. آفرینش خداست که [آفرینش] هر چیزی را محکم و استوار کرده است؛ یقیناً او به آنچه انجام می دهید، آگاه است."
  ],
  [
    89,
    "آنان که کارهای خیر و نیک [به آخرت] بیاورند، پاداشی بهتر از آن دارند، و آنان در آن روز از هول و هراسی بزرگ ایمن اند،"
  ],
  [
    90,
    "و آنان که کارهای بد و زشت بیاورند به رو در آتش افکنده می شوند؛ [و به آنان گویند:] آیا جز آنچه انجام دادید پاداشتان داده اند؟"
  ],
  [
    91,
    "من فقط فرمان یافته ام که پروردگار این شهر را که آن را بسیار محترم شمرده و همه چیز در سیطره مالکیّت و فرمانروایی اوست، بپرستم و فرمان یافته ام که از تسلیم شدگان [فرمان ها و احکام او] باشم،"
  ],
  [
    92,
    "و اینکه قرآن را بخوانم؛ پس هر که راه یابد فقط به سود خود راه یافته است، و هر که گمراه شود [آثار شوم گمراهی فقط متوجه خود اوست] پس [به مردم] بگو: من فقط از بیم دهندگانم،"
  ],
  [
    93,
    "و بگو: همه ستایش ها ویژه خداست؛ به زودی نشانه های خود را [که شکست شما و گرفتاری های سخت دنیایی و مرگ و عذاب آخرت است] به شما [مشرکان و کافران] نشان خواهد داد، پس آنها را [به خوبی] خواهید شناخت. و پروردگارت از آنچه انجام می دهید، بی خبر نیست."
  ]
]