[
  {
    "id": 28,
    "city": "makkah",
    "name": {
      "translated": "The Stories",
      "transliterated": "Al-Qasas",
      "codepoints": [
        1575,
        1604,
        1602,
        1589,
        1589
      ]
    },
    "ayahs": 88,
    "slug": "al-qasas",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "طسم"
  ],
  [
    2,
    "این آیات [باعظمت] کتاب روشنگر است."
  ],
  [
    3,
    "بخشی از سرگذشت [مهم] موسی و فرعون را برای [عبرت گرفتن] مردمی که ایمان می آورند به حق و راستی بر تو می خوانیم."
  ],
  [
    4,
    "همانا فرعون [در سرزمین مصر] برتری جویی و سرکشی کرد و مردمش را گروه گروه ساخت، در حالی که گروهی از آنان را ناتوان و زبون گرفت، پسرانشان را سر می برید، و زنانشان را [برای بیگاری گرفتن] زنده می گذاشت؛ بی تردید او از مفسدان بود."
  ],
  [
    5,
    "و ما می خواستیم به آنان که در آن سرزمین به ناتوانی و زبونی گرفته شده بودند، نعمت های باارزش دهیم، و آنان را پیشوایان مردم و وارثان [اموال، ثروت ها و سرزمین های فرعونیان] گردانیم."
  ],
  [
    6,
    "و برای آنان در آن سرزمین، زمینه قدرت و حکومت آماده کنیم، و به فرعون و هامان و سپاهشان که از ایشان اند چیزی را که از آن هراسناک و در حذر بودند [و آن پیروزی بنی اسرائیل بر آنان بود] نشان دهیم."
  ],
  [
    7,
    "و به مادر موسی الهام کردیم که او را شیر بده، پس هنگامی که [از سوی فرعونیان] بر او بترسی به دریایش انداز، و مترس و غمگین مباش که ما حتماً او را به تو باز می گردانیم، و او را از پیامبران قرار می دهیم."
  ],
  [
    8,
    "[مادرش به الهام خدا او را به دریا انداخت] پس خاندان فرعون او را [از آب] گرفتند تا سرانجام، دشمنشان و مایه اندوهشان شود. مسلماً فرعون و هامان و سپاهیان آن دو خطاکار بودند؛"
  ],
  [
    9,
    "و همسر فرعون گفت: [این نوزاد] برای من و تو مایه شادمانی و خوشحالی است، او را نکشید، امید است ما را سود دهد، یا وی را به فرزندی خود بگیریم. ولی آنان آگاه نبودند [که دشمنشان را به دست خود می پرورند.]"
  ],
  [
    10,
    "و قلب مادر موسی [از هر چیز جز یاد فرزندش] تهی شد [و در اضطراب و نگرانی فرو رفت]. اگر قلبش را [با لطف خود] محکم و استوار نکرده بودیم تا از باورکنندگان وعده ما باشد، به درستی که نزدیک بود آن [حادثه پنهانی] را فاش کند،"
  ],
  [
    11,
    "و به خواهر موسی گفت: [اوضاع و احوال] او را پی گیری کن. پس او موسی را از دور [در آغوش فرعونیان] دید در حالی که خاندان فرعون [پی گیری او را] درک نمی کردند."
  ],
  [
    12,
    "و ما پیش از آن [خوردن شیر] همه زنان شیردهنده را بر او حرام کردیم [تا پستان هیچ زنی را نگیرد،] پس [خواهرش پیش آمد و] گفت: آیا می خواهید شما را به خانواده ای راهنمایی کنم که سرپرستی او را برای شما به عهده گیرند و خیرخواه او باشند؟"
  ],
  [
    13,
    "پس او را به مادرش برگردانیم تا خوشحال و شادمان شود و اندوه نخورد و بداند که حتماً وعده خدا حق است، ولی بیشتر مردم [که محروم از بصیرت اند این حقایق را] نمی دانند."
  ],
  [
    14,
    "چون به توانایی [جسمی و عقلی] خود رسید و رشد و کمال یافت، به او حکمت و دانش دادیم؛ و این گونه نیکوکاران را پاداش می دهیم."
  ],
  [
    15,
    "و [موسی] به شهر وارد شد در حالی که اهل آن [در خانه ها استراحت می کردند و از آنچه در شهر می گذشت] بی خبر بودند، پس دو مرد را در آنجا یافت که با هم [به قصد نابودی یکدیگر] زد و خورد می کردند، این یک از پیروانش، و آن دیگر از دشمنانش، آنکه از پیروانش بود از موسی بر ضد کسی که از دشمنانش بود درخواست یاری کرد، پس موسی مشتی به او زد و او را کشت، گفت: این [نزاع میان آن دو] از عمل شیطان است، قطعاً او گمراه کننده و دشمنی اش آشکار است."
  ],
  [
    16,
    "گفت: پروردگارا! [از اینکه از جایگاهم درآمدم و وارد شهر شدم] به خود ستم کردم [مرا از شرّ دشمنانم حفظ کن] و آمرزشت را نصیب من فرما. پس خدا او را آمرزید؛ زیرا او بسیار آمرزنده و مهربان است."
  ],
  [
    17,
    "گفت: پروردگارا! به خاطر قدرت و نیرویی که به من عطا کردی، هرگز پشتیبان مجرمان نخواهم شد."
  ],
  [
    18,
    "پس [موسی آن شب را] در آن شهر با حالت بیم و نگرانی صبح کرد، در حالی که [آثار و عواقب حادثه اتفاق افتاده را] انتظار می کشید؛ پس ناگهان دید آنکه دیروز از او یاری خواسته بود، دوباره وی را به فریادرسی می خواند، [موسی به او] گفت: همانا تو گمراهی آشکار هستی، [و گمراهیت از اینکه بدون قدرت و نیرو با فرعونیان به زد و خورد می پردازی، پیداست.]"
  ],
  [
    19,
    "هنگامی که خواست با کسی که دشمن هر دوی آنان بود به سختی برخورد کند [و از آن بنی اسرائیلی مظلوم دفاع نماید، مرد ستمدیده با ارزیابی اشتباهش در حقّ موسی به تصور آنکه موسی قصد وی را دارد] گفت: ای موسی! آیا می خواهی مرا بکشی چنان که دیروز یک نفر را کشتی؟ تو می خواهی در این سرزمین فقط یاغی و سرکش باشی، ونمی خواهی از مصلحان به شمار آیی!"
  ],
  [
    20,
    "و مردی از دورترین [نقطه] شهر شتابان آمد [و] گفت: ای موسی! اشراف و سران [فرعونی] درباره تو مشورت می کنند که تو را بکشند! بنابراین [از این شهر] بیرون برو که یقیناً من از خیرخواهان توام."
  ],
  [
    21,
    "پس موسی ترسان و نگران در حالی که [حوادث تلخی را] انتظار می کشید از شهر بیرون رفت، [در آن حال] گفت: پروردگارا! مرا از این مردم ستمکار نجات بده."
  ],
  [
    22,
    "هنگامی که به سوی مدین روی آورد، گفت: امید است پروردگارم مرا به راه راست [که انسان را به نتیجه مطلوب می رساند] راهنمایی کند."
  ],
  [
    23,
    "هنگامی که به آب مدین رسید، گروهی از مردم را بر آن یافت که دام هایشان را آب می دادند، و غیر آنان دو زن را دید که [دام هایشان را از رفتن به سوی آب] بازمی دارند؛ گفت: چه چیزی شما را بر بازداشتن [گوسفندان] وامی دارد؟ گفتند: ما [این دام هایمان را] آب نمی دهیم تا [این] شبانان [دام هایشان را] برگردانند و پدر ما پیری کهنسال است [به این علت از انجام این کار معذور است.]"
  ],
  [
    24,
    "پس [موسی] دام هایشان را [به جهت کمک کردن به آن دو] آب داد، سپس به سوی سایه برگشت و گفت: پروردگارا! به آنچه از خیر بر من نازل می کنی، نیازمندم."
  ],
  [
    25,
    "پس یکی از آن دو [زن] در حالی که با حالت شرم و حیا گام برمی داشت، نزد او آمد [و] گفت: پدرم تو را می طلبد تا پاداش اینکه [دام های] ما را آب دادی به تو بدهد. چون نزد او آمد و داستانش را بیان کرد، گفت: دیگر نترس که از آن گروه ستمکار نجات یافتی."
  ],
  [
    26,
    "یکی از آن دو زن گفت: ای پدر! او را استخدام کن؛ زیرا بهترین کسی که استخدام می کنی آن کسی است که نیرومند و امین باشد [و او دارای این صفات است.]"
  ],
  [
    27,
    "گفت: می خواهم یکی از این دو دخترم را به نکاح تو درآورم به شرط آنکه هشت سال اجیر من باشی، و اگر ده سال را تمام کردی، اختیارش با خود توست [و ربطی به اصل قرار داد ندارد]، و من نمی خواهم بر تو سخت گیرم، و به خواست خدا مرا از شایستگان خواهی یافت."
  ],
  [
    28,
    "[موسی] گفت: این قرارداد میان من و تو باشد، هر یک از این دو مدت را به پایان برم هیچ تعدّی و ستمی بر من نیست، و خدا بر آنچه می گوییم، نگهبان و وکیل است."
  ],
  [
    29,
    "چون موسی آن مدت را به پایان برد و با خانواده اش رهسپار [مصر] شد، از جانب طور آتشی دید، به خانواده اش گفت: درنگ کنید که من آتشی دیدم، [می روم] شاید خبری از آن برای شما بیاورم یا پاره ای از آتش را می آورم تا گرم شوید."
  ],
  [
    30,
    "چون نزد آن آمد، از جانب راست آن وادی در آن جایگاه مبارک از آن درخت ندا رسید که ای موسی! یقیناً منم خدا پروردگار جهانیان،"
  ],
  [
    31,
    "و عصایت را بیفکن. پس وقتی آن را دید که تند و سریع حرکت می کند، گویا ماری باریک و تیزرو است، پشت کنان گریخت و به پشت سر برنگشت. [ندا آمد:] ای موسی! پیش آی و مترس، بی تردید تو [از آسیب و گزند آن] در امانی،"
  ],
  [
    32,
    "دستت را در گریبانت ببر تا بدون هیچ عیبی سفید و درخشان بیرون آید، و برای [از بین رفتن] ترسی که دچارش شده ای دو دستت را بر سینه بگذار، پس این دو معجزه از ناحیه پروردگار توست به سوی فرعون و اشراف و سران او که همواره مردمی نافرمان هستند."
  ],
  [
    33,
    "گفت: پروردگارا! من یک نفر از آنان را کشته ام، می ترسم مرا بکشند،"
  ],
  [
    34,
    "و برادرم هارون زبانش از من گویاتر است، پس او را همراه من بفرست که یاور و دستیارم باشد تا [در همه امور] مرا تصدیق کند؛ زیرا می ترسم [فرعون و فرعونیان] تکذیبم کنند."
  ],
  [
    35,
    "[خدا] گفت: به زودی قدرت و نیرویت را به وسیله برادرت افزون کنم، و برای هر دوی شما به خاطر معجزات ما [که در اختیارتان نهاده ام] قدرتی قرار می دهم که آنان به شما دست نیابند، شما و آنان که از شما پیروی کنند، پیروزید."
  ],
  [
    36,
    "پس هنگامی که موسی آیات روشن ما را برای آنان آورد، گفتند: این جز جادویی ساختگی و دروغین نیست، و ما این [ادعای نبوّت و دعوت به توحید] را از پدران پیشین خود نشنیده ایم [که به ما گفته باشند کسی در میانشان به عنوان پیامبر و دعوت کننده به توحید آمده باشد!!]"
  ],
  [
    37,
    "و موسی گفت: پروردگارم به کسی که از نزد او هدایت آورده و به کسی که سرانجام نیک برای اوست داناتر است؛ بی تردید ستمکاران پیروز نمی شوند."
  ],
  [
    38,
    "و فرعون گفت: ای اشراف و سران [مملکت]! من برای شما هیچ معبودی جز خود نمی شناسم، پس ای هامان! برایم بر گِل آتش بیفروز [تا آجر محکم و قوی به دست آید]، پس برایم برجی بلند بساز شاید بر معبود موسی آگاهی و اطلاع یابم، و البته من او را از دروغگویان می پندارم."
  ],
  [
    39,
    "او و سپاهیانش به ناحق در زمین سرکشی و تکبّر کردند، و پنداشتند که آنان را به سوی ما بازنمی گردانند،"
  ],
  [
    40,
    "پس او و سپاهیانش را گرفتیم و در دریا افکندیم؛ پس با تأمل بنگر که سرانجام ستمکاران چگونه بود؟"
  ],
  [
    41,
    "و آنان را [به کیفر طغیانشان] پیشوایانی که دعوت به آتش می کنند قرار دادیم، و روز قیامت یاری نمی شوند،"
  ],
  [
    42,
    "و آنان را در این دنیا با لعنت بدرقه کردیم، و روز قیامت از زشت رویان [و مطرودان] از رحمت خدایند،"
  ],
  [
    43,
    "و پس از آنکه اقوام پیشین را [چون قوم نوح و هود و صالح و لوط] هلاک کردیم، به موسی کتاب دادیم که برای مردم وسیله بینایی و هدایت و رحمتی بود، تا متذکّر و هوشیار شوند."
  ],
  [
    44,
    "تو در جانب غربی [وادی طور] حضور نداشتی هنگامی که ما [با نازل کردن تورات] امر نبوّت موسی را به انجام رساندیم، و از شاهدان [آن واقعه مهم هم] نبودی."
  ],
  [
    45,
    "ولی ما ملت هایی را پدید آوردیم، پس روزگار درازی بر آنان گذشت [تا جایی که سرگذشتشان فراموش شد، اکنون ما سرگذشتشان را به تو وحی می کنیم تا برای مردم بیان کنی]. و تو در میان مردم مدین ساکن نبودی تا نشانه های [قدرت و خشم] ما را [که به آنان رسید] بر اینان [که در مکه، آلوده به طغیان و فسادند] بخوانی، ولی ما بودیم که تو را به پیامبری فرستادیم [و سرگذشت مردم مدین را به تو وحی کردیم تا بر آنان بخوانی.]"
  ],
  [
    46,
    "و زمانی که ما موسی را ندا دادیم، تو در ناحیه طور نبودی ولی به سبب رحمتی از پروردگارت [سرگذشت موسی را به تو وحی کردیم] تا به مردمی که پیش از تو [تا زمان عیسی] بیم دهنده ای برای آنان نیامده بود، بیم دهی تا متذکّر و هوشیار شوند."
  ],
  [
    47,
    "و اگر نه آن بود که به سبب گناهانی که مرتکب شدند عذابی به آنان برسد، پس بگویند: پروردگارا! چرا پیامبری به سوی ما نفرستادی تا از آیاتت پیروی کنیم و از مؤمنان باشیم [بی تردید در عذاب کردن و هلاکتشان شتاب می نمودیم.]"
  ],
  [
    48,
    "پس هنگامی که حق [چون قرآن و پیامبر] از سوی ما برای آنان آمد [به جای آنکه بپذیرند] گفتند: چرا مانند آنچه به موسی دادند به او نداده اند؟ آیا پیش از این به آنچه به موسی داده شد، کفر نورزیدند؟! گفتند: [این تورات و قرآن] دو جادویند که پشتیبان یکدیگرند!! و گفتند: ما منکر هر دو هستیم!!"
  ],
  [
    49,
    "بگو: [بنا بر ادعای شما چنانچه تورات و قرآن از جانب خدا نیست] اگر راست می گویید کتابی از نزد خدا بیاورید که هدایت کننده تر از این دو باشد تا آن را پیروی کنم."
  ],
  [
    50,
    "پس اگر پاسخ تو را ندادند بدان که فقط از هواهای نفسانی خود پیروی می کنند و گمراه تر از کسی که بدون هدایتی از سوی خدا از هواهای نفسانی خود پیروی کند، کیست؟ مسلماً خدا مردم ستمکار را هدایت نمی کند."
  ],
  [
    51,
    "ما این قرآن را برای آنان پی در پی و به هم پیوسته [به صورت سوره ای پس از سوره ای و آیه ای بعد از آیه ای] آوردیم تا متذکّر و هوشیار [حقایق] شوند."
  ],
  [
    52,
    "[و برخی از] کسانی که پیش از قرآن کتابشان دادیم، به قرآن ایمان می آورند،"
  ],
  [
    53,
    "و هنگامی که بر آنان خوانند، می گویند: به آن ایمان آوردیم، یقیناً این قرآن از سوی پروردگارمان حق و درست است، البته ما پیش از نزول آن [به سبب راهنمایی های تورات و انجیل] تسلیم بودیم."
  ],
  [
    54,
    "اینان به علت صبری که [بر ایمان و عمل به قرآن] کردند و بدی [مردم] را با نیکی و خوبی خود دفع می کنند و از آنچه به آنان روزی کرده ایم، انفاق می نمایند، دوبار پاداششان می دهند."
  ],
  [
    55,
    "و هنگامی که سخن بیهوده ای بشنوند، از آن روی برمی گردانند و می گویند: اعمال ما برای ما و اعمال شما برای شما، سلام بر شما [سلام متارکه]، ما خواستار [همنشینی و معاشرت با] نادانان نیستیم."
  ],
  [
    56,
    "قطعاً تو نمی توانی هر که را خود دوست داری هدایت کنی، بلکه خدا هر که را بخواهد هدایت می کند؛ و او به هدایت پذیران داناتر است،"
  ],
  [
    57,
    "و [مشرکان برای معذور بودن خود در نپذیرفتن هدایت] گفتند: اگر ما همراه تو از هدایت [قرآن] پیروی کنیم [به وسیله مشرکان قلدر عرب] از سرزمینمان [شهر مکه] ربوده خواهیم شد! آیا ما آنان را در حرم امنی جای ندادیم که همواره [در همه فصول سال] هر نوع میوه و محصولی که رزقی از سوی ماست به سوی آن گردآوری می شود؟ ولی بیشتر آنان معرفت و دانش [نسبت به واقعیات] ندارند."
  ],
  [
    58,
    "چه بسیار [اهل] شهرهایی را که [به سبب فراوانی نعمت] در زندگی خود گرفتار سرمستی و طغیان شده بودند، هلاک کردیم، پس این ها خانه های ایشان است که پس از آنان [خراب و ویران شده و] جز اندکی مورد سکونت قرار نگرفته اند، و فقط ما وارث آنان هستیم!"
  ],
  [
    59,
    "و پروردگارت بر آن نبوده است که شهرها را نابود کند، تا آنکه [پیش از نابودی] در مرکز آنها پیامبری برانگیزد که آیات ما را بر آنان بخواند، و ما [در هیچ حالی از احوال] نابودکننده شهرها نبوده ایم مگر در حالی که اهلش ستمکار بوده اند."
  ],
  [
    60,
    "آنچه به شما داده شده کالا و ابزار زندگی دنیا و زینت آن است، و آنچه نزد خداست بهتر و پایدارتر است؛ آیا نمی اندیشید؟"
  ],
  [
    61,
    "پس آیا کسی که وعده نیک به او داده ایم و حتماً به آن خواهد رسید، مانند کسی است که او را [فقط] از کالا و ابزار زندگی دنیا برخوردارش کرده ایم، سپس او در روز قیامت از احضار شوندگان [برای عذاب] است؟!"
  ],
  [
    62,
    "و [یاد کن] روزی را که خدا آنان را ندا می دهد و می گوید: کجایند معبودانی که می پنداشتید شریکان من [در ربوبیت] هستند؟"
  ],
  [
    63,
    "کسانی که عذاب بر آنان حتمی و لازم شده [از سردمداران شرک و کفر که مردم را به اطاعت و بندگی خود واداشتند] می گویند: پروردگارا! اینانند [مطیعان ما] که گمراهشان کردیم، همان گونه که ما [به اختیار خود] گمراه شدیم آنان را نیز [به اختیار و انتخاب خودشان] گمراه کردیم، [از آنان] به سوی تو بیزاری می جوییم، ما را نمی پرستیدند، [بلکه هوای نفسشان را می پرستیدند،]"
  ],
  [
    64,
    "و [به مطیعان] گفته شود: شریکان خود را [که می پرستیدید] بخوانید. پس آنها را می خوانند ولی آنها پاسخشان را نمی دهند، و عذاب را می بینند و آرزو می کنند که ای کاش هدایت می یافتند،"
  ],
  [
    65,
    "و روزی که خدا آنان را ندا می دهد و می گوید: چه پاسخی به پیامبران دادید؟"
  ],
  [
    66,
    "پس در آن روز [به خاطر ترس و هراس فراگیر و به سبب محجوب بودن دل هایشان و قطع رابطه آنان با علل و اسباب، همه] اخبار [واقعی] بر آنان پوشیده ماند [و راه نجات از همه طرف بر آنان مسدود است]، بنابراین از یکدیگر پرسش هم نمی کنند،"
  ],
  [
    67,
    "و اما کسی که [از شرک و عصیان] توبه کرده و ایمان آورده و کار شایسته انجام داده، امید است که از رستگاران باشد،"
  ],
  [
    68,
    "و پروردگارت آنچه را بخواهد می آفریند و [آنچه را بخواهد] بر می گزیند، برای آنان [در برابر اراده او در قلمرو تکوین و تشریع] اختیاری نیست؛ منزّه است خدا و برتر است از آنچه برای او شریک می گیرند،"
  ],
  [
    69,
    "و پروردگارت آنچه را سینه هایشان پنهان می نماید و آنچه را آشکار می کند، می داند"
  ],
  [
    70,
    "و اوست خدا که معبودی جز او نیست، همه ستایش ها در دنیا و آخرت ویژه اوست، و فرمانروایی فقط برای اوست، و تنها به سوی او بازگردانده می شوید."
  ],
  [
    71,
    "بگو: به من خبر دهید، اگر خدا شب را بر شما تا روز قیامت پاینده و جاوید کند، کدام معبودی است جز خدا که برای شما روشنایی بیاورد؟ پس آیا [دعوت او را] نمی شنوید؟"
  ],
  [
    72,
    "بگو: به من خبر دهید اگر خدا روز را بر شما تا روز قیامت پاینده و جاوید کند، کدام معبودی است جز خدا که شبی را برای شما بیاورد تا در آن بیارامید؟ پس آیا [آثار قدرت او را] نمی بینید؟"
  ],
  [
    73,
    "و از رحمت خود شب و روز را برای شما قرار داد، تا در شب بیارامید و [در روز] رزق و روزی بجویید، باشد که سپاس گزاری کنید."
  ],
  [
    74,
    "و [یاد کن] روزی را که خدا آنان را ندا می کند و می گوید: کجایند معبودانی که می پنداشتید شریکان من [در ربوبیت] هستند؟"
  ],
  [
    75,
    "و از هر امتی گواه مطلع و آگاهی [چون پیامبر یا امام معصوم یا شخصی عادل و صالح] بیرون می آوریم، و [در محضر او به امت] می گوییم: دلیل خود را [بر درستی آیین شرک] بیاورید. پس برای آنان یقینی شود که بی تردید حق [یعنی توحید] ویژه خداست، و آنچه را به دروغ [به عنوان شریک خدا] می ساختند از دستشان می رود و گم می شود."
  ],
  [
    76,
    "همانا قارون از قوم موسی بود که بر آنان تعدی و تجاوز کرد، و از گنجینه های مال و ثروت آن اندازه به او دادیم که حمل کلیدهایش بر گروهی نیرومند گران و دشوار می آمد. [یاد کن] هنگامی که قومش به او گفتند: [متکبرانه و مغرورانه] شادی مکن، قطعاً خدا شادمانان [متکبر و مغرور] را دوست ندارد."
  ],
  [
    77,
    "در آنچه خدا به تو عطا کرده است سرای آخرت را بجوی، و سهم خود را از دنیا فراموش مکن، و نیکی کن همان گونه که خدا به تو نیکی کرده است، و در زمین خواهان فساد مباش، بی تردید خدا مفسدان را دوست ندارد."
  ],
  [
    78,
    "گفت: جز این نیست که این [ثروت و مال انبوه] را بر پایه دانشی که نزد من است به من داده اند. آیا نمی دانست که خدا پیش از او اقوامی را هلاک کرده است که از او نیرومندتر و ثروت اندوزتر بودند؟ و مجرمان [که جرمشان معلوم و مشهود است] از گناهانشان بازپرسی نمی شود."
  ],
  [
    79,
    "[قارون] در میان آرایش و زینت خود بر قومش درآمد؛ آنانکه خواهان زندگی دنیا بودند، گفتند: ای کاش مانند آنچه به قارون داده اند برای ما هم بود، واقعاً او دارای بهره بزرگی است."
  ],
  [
    80,
    "و کسانی که معرفت و دانش به آنان عطا شده بود، گفتند: وای بر شما پاداش خدا برای کسانی که ایمان آورده و کار شایسته انجام داده اند بهتر است. و [این حقیقت الهیه را] جز شکیبایان در نمی یابند."
  ],
  [
    81,
    "پس او و خانه اش را در زمین فرو بردیم، و هیچ گروهی غیر از خدا برای او نبود که وی را [برای رهایی از عذاب] یاری دهد، و خود نیز نتوانست از خود دفاع کند."
  ],
  [
    82,
    "و بامدادان، آنانکه دیروز مقام و جایگاه او را آرزو داشتند [چنان حالی شدند که] می گفتند: وه! گویی خدا رزق را برای هر کس از بندگانش بخواهد وسعت می دهد، و [برای هر که بخواهد] تنگ می گیرد، اگر خدا بر ما منت نگذاشته بود، ما را نیز در زمین فرو برده بود، وه، گویی کافران رستگار نمی شوند."
  ],
  [
    83,
    "آن سرای [پرارزش] آخرت را برای کسانی قرار می دهیم که در زمین هیچ برتری و تسلّط و هیچ فسادی را نمی خواهند؛ و سرانجام [نیک] برای پرهیزکاران است."
  ],
  [
    84,
    "هر کس کار نیکی [به پیشگاه خدا] بیاورد، پاداشی بهتر از آن برای اوست، و هر کس کار بدی بیاورد [پس بداند آنان که کارهای ناشایسته انجام داده اند] جزا داده نمی شوند مگر آنچه را همواره انجام می داده اند."
  ],
  [
    85,
    "یقیناً کسی که [ابلاغ و عمل کردن به] قرآن را بر تو واجب کرده است، حتماً تو را به بازگشت گاه [رفیع و بلند مرتبه ات، شهر مکه] بازمی گرداند. بگو: پروردگارم به کسی که هدایت را آورده است و به کسی که در گمراهی آشکاری است، داناتر است."
  ],
  [
    86,
    "و تو امید و انتظار نداشتی که این کتاب بر تو القا شود، لکن رحمتی از سوی پروردگارت بود [که بر تو القا شد]؛ پس هرگز پشتیبان کافران مباش،"
  ],
  [
    87,
    "و مبادا [کفر پیشگان لجوج] تو را از [ابلاغ] آیات خدا پس از آنکه به سوی تو نازل شد باز دارند، و به جانب پروردگارت دعوت کن، و هرگز از مشرکان مباش،"
  ],
  [
    88,
    "و با خدا معبودی دیگر مخوان، جز او معبودی نیست، هر چیزی مگر ذات او هلاک شدنی است، فرمانروایی [بر همه جهان هستی] ویژه اوست، و فقط به سوی او بازگردانده می شوید."
  ]
]