[
  {
    "id": 31,
    "city": "makkah",
    "name": {
      "translated": "Luqman",
      "transliterated": "Luqman",
      "codepoints": [
        1604,
        1602,
        1605,
        1575,
        1606
      ]
    },
    "ayahs": 34,
    "slug": "luqman",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "الم"
  ],
  [
    2,
    "این آیات [با عظمتِ] کتاب محکم و استوار است،"
  ],
  [
    3,
    "که سراسر هدایت و رحمتی است برای نیکوکاران."
  ],
  [
    4,
    "همانان که نماز را برپا می دارند و زکات می دهند و به آخرت یقین دارند."
  ],
  [
    5,
    "اینانند که از سوی پروردگارشان بر بلندای هدایتند، و اینانند که رستگارند،"
  ],
  [
    6,
    "و برخی از مردم اند که افسانه های بیهوده و سخنان یاوه و سرگرم کننده را می خرند تا از روی نادانی و بی دانشی [مردم را] از راه خدا گمراه کنند و آن را به مسخره بگیرند؛ اینانند که برای آنان عذابی خوارکننده خواهد بود."
  ],
  [
    7,
    "چون آیات ما بر او خوانده شود متکبرانه روی برمی گرداند، گویی آنها را نشنیده است، انگار در دو گوشش سنگینی است، پس او را به عذابی دردناک مژده ده؛"
  ],
  [
    8,
    "و یقیناً کسانی که ایمان آورده و کارهای شایسته انجام داده اند، برای آنان بهشت های پرنعمت خواهد بود،"
  ],
  [
    9,
    "که در آنجا جاودانه اند؛ خدا وعده کرده است وعده ای به حقّ و درست، و او توانای شکست ناپذیر و حکیم است."
  ],
  [
    10,
    "آسمان ها را بدون ستون هایی که آنها را ببینند، آفریده و در زمین کوه هایی استوار افکنده است تا شما را نلرزاند و به اضطراب نیندازد، و در آن از هر جنبنده ای پراکنده کرده است، و از آسمان آبی نازل کردیم پس [به وسیله آن] از هر نوع گیاه نیکو و با ارزش در آن رویاندیم."
  ],
  [
    11,
    "این است آفرینش خدا. پس به من نشان دهید آنها که غیر اویند [و شما به عنوان معبود برگزیده اید] چه چیزی آفریده اند؟ [آنها چیزی نیافریده اند] بلکه ستمکاران در گمراهی آشکاری هستند."
  ],
  [
    12,
    "و به راستی ما به لقمان حکمت عطا کردیم که نسبت به خدا سپاس گزار و شاکر باش و هرکه سپاس گزارد تنها به سود خود سپاس می گزارد، و هرکه ناسپاسی کند [به خدا زیان نمی زند، زیرا] خدا بی نیاز و ستوده است."
  ],
  [
    13,
    "و [یاد کن] هنگامی که لقمان به پسرش در حالی که او را موعظه می کرد، گفت: پسرکم! به خدا شرک نورز، بی تردید شرک ستمی بزرگ است."
  ],
  [
    14,
    "و انسان را درباره پدر و مادرش سفارش کردیم، مادرش به او حامله شد [در حالی که] سستی به روی سستی [به او دست می داد] و باز گرفتنش [از شیر] در دو سال است [و سفارش کردیم] که برای من و پدر و مادرت سپاس گزاری کن؛ بازگشت [همه] فقط به سوی من است."
  ],
  [
    15,
    "و اگر آن دو نفر تلاش کنند تا بر پایه جهالت و نادانی [و بدون معرفت و دانش که روشنگر حقایق است] چیزی را شریک من قرار دهی، از آنان اطاعت مکن؛ ولی در دنیا با آن دو نفر به شیوه ای پسندیده معاشرت کن و راه کسی را پیروی کن که [با توبه و ایمان و اخلاص] به من بازگشته است؛ سپس بازگشت شما فقط به سوی من است، پس شما را از آنچه انجام می دادید، آگاه می کنم."
  ],
  [
    16,
    "پسرکم! اگر عمل هموزن دانه خردلی و در درون سنگی یا در آسمان ها یا در دل زمین باشد، خدا آن را [در قیامت برای حسابرسی] می آورد؛ یقیناً خدا لطیف و آگاه است."
  ],
  [
    17,
    "پسرکم! نماز را برپا دار و مردم را به کار پسندیده وادار و از کار زشت بازدار و بر آنچه [از مشکلات و سختی ها] به تو می رسد شکیبایی کن، که اینها از اموری است که ملازمت بر آن از واجبات است."
  ],
  [
    18,
    "متکبرانه روی از مردم برمگردان، و در زمین با ناز و غرور راه مرو، همانا خدا هیچ خودپسند فخرفروش را دوست ندارد."
  ],
  [
    19,
    "و در راه رفتنت میانه رو باش، و از صدایت بکاه که بی تردید ناپسندترین صداها صدای خران است."
  ],
  [
    20,
    "آیا ندانسته اید که خدا آنچه را در آسمان ها و آنچه را در زمین است، مسخّر و رام شما کرده، و نعمت های آشکار و نهانش را بر شما فراوان و کامل ارزانی داشته، و برخی از مردم اند که همواره بدون هیچ دانشی [بلکه از روی جهل و نادانی] و بدون هیچ هدایتی و هیچ کتاب روشنی درباره خدا مجادله و ستیز می کنند."
  ],
  [
    21,
    "و چون به آنان گویند: از آنچه خدا نازل کرده است، پیروی کنید، می گویند: [پیروی نمی کنیم] بلکه ما از آنچه پدرانمان را بر آن یافته ایم، پیروی می کنیم. آیا [کورکورانه از گذشتگان پیروی می کنند] و هرچند که شیطان آنان را با این پیروی به عذاب فروزان دعوت کند؟!"
  ],
  [
    22,
    "و هرکس همه وجود خود را به سوی خدا کند در حالی که نیکوکار باشد بی تردید به محکم ترین دستگیره چنگ زده است؛ و سرانجام و عاقبت همه کارها فقط به سوی خداست."
  ],
  [
    23,
    "و هرکس کفر ورزد، کفرش تو را اندوهگین نسازد؛ بازگشت آنان فقط به سوی ماست، پس آنان را از آنچه انجام داده اند آگاه می کنیم؛ یقیناً خدا به نیّات و اسرار سینه ها داناست."
  ],
  [
    24,
    "اندکی [از نعمت های مادی] برخوردارشان می کنیم، سپس آنان را [به وارد شدن] در عذابی سخت ناچار می کنیم،"
  ],
  [
    25,
    "و اگر از آنان بپرسی: چه کسی آسمان ها و زمین را آفریده است؟ قطعاً می گویند: خدا. بگو: همه ستایش ها ویژه خداست [آیا درک می کنند که همه امور به دست خداست؟ نه] بلکه بیشترشان معرفت و دانش ندارند؛"
  ],
  [
    26,
    "آنچه در آسمان ها و زمین است، فقط در سیطره مالکیّت و فرمانروایی خداست؛ یقیناً خدا همان بی نیاز و ستوده است."
  ],
  [
    27,
    "اگر [برای نوشتن و ثبت کردن کلمات خدا که در حقیقت مخلوقات او هستند] آنچه درخت در زمین است قلم باشد و دریا [مرکب] و هفت دریای دیگر آن را پس از پایان یافتنش مدد رسانند، کلمات خدا پایان نپذیرد؛ یقیناً خدا توانای شکست ناپذیر و حکیم است."
  ],
  [
    28,
    "آفریدن شما و برانگیختنتان [برای ما] جز مانند [آفریدن و برانگیختن] یک تن نیست؛ یقیناً خدا شنوا و بیناست."
  ],
  [
    29,
    "آیا ندانسته ای که خدا شب را در روز فرو می برد و روز را در شب فرو می برد، و خورشید و ماه را مسخّر و رام کرده است که هر کدام تا مدتی معین روانند؛ و یقیناً خدا به آنچه انجام می دهید، آگاه است."
  ],
  [
    30,
    "این [آفریده های شگفت و این تغییرات و تحولات] دلیل بر این است که خدا فقط حق است و آنچه به جای او می پرستند باطل است، و بی تردید خدا همان والا مرتبه و بزرگ است."
  ],
  [
    31,
    "آیا ندانسته ای که کشتی ها به سبب نعمت های خدا [چون باد، هوا و دیگر عوامل] در دریا روانند تا خدا برخی از نشانه های قدرت خود را به شما نشان دهد؛ بی تردید در این [واقعیت] برای هر شکیبای سپاس گزاری نشانه هایی [از توحید، قدرت و ربوبیت خدا] ست."
  ],
  [
    32,
    "و چون آنان را [در دریا] موجی [به دنبال موجی] مانند ابرهای سایه انداز فرو پوشد، خدا را در حالی که ایمان و عبادت را برای او [از هرگونه شرکی] خالص می کنند، می خوانند، و زمانی که آنان را به خشکی می رساند برخی از آنان به راه میانه و معتدل [که راه توحید است] می روند [و برخی پیمان می شکنند] و آیات ما را جز هر پیمان شکن خائن و کفر پیشه ای انکار نمی کند."
  ],
  [
    33,
    "ای مردم! از پروردگارتان پروا کنید، و بترسید از روزی که هیچ پدری چیزی [از عذاب دوزخ را] از فرزندش دفع نمی کند، و نه هیچ فرزندی دفع کننده چیزی از [عذاب] پدر خویش است. بی تردید وعده خدا حق است، پس زندگی دنیا شما را نفریبد، و مبادا شیطان شما را به [کرم و رحمت] خدا مغرور کند."
  ],
  [
    34,
    "یقیناً خداست که دانش قیامت فقط نزد اوست، و [تنها او] باران را نازل می کند، و [اوضاع و احوال] آنچه را در رحم هاست می داند؛ و هیچ کس نمی داند فردا چه چیزی [از خیر و شر] به دست می آورد، و هیچ کس نمی داند در چه سرزمینی می میرد؛ بی تردید خدا دانا و آگاه است."
  ]
]