[
  {
    "id": 34,
    "city": "makkah",
    "name": {
      "translated": "Sheba",
      "transliterated": "Saba",
      "codepoints": [
        1587,
        1576,
        1573
      ]
    },
    "ayahs": 54,
    "slug": "saba",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "همه ستایش ها ویژه خداست که آنچه در آسمان ها و آنچه در زمین است در سیطره مالکیّت و فرمانروایی اوست، و همه ستایش ها در آخرت مخصوص اوست، و او حکیم و آگاه است."
  ],
  [
    2,
    "[خدا] آنچه در زمین فرو می رود و آنچه از آن بیرون می آید و آنچه از آسمان فرود می آید و آنچه در آن بالا می رود عالم و آگاه است؛ و او مهربان و بسیار آمرزنده است."
  ],
  [
    3,
    "و کافران گفتند: قیامت بر ما نخواهد آمد. بگو: آری، سوگند به پروردگارم که دانای غیب است، حتماً بر شما خواهد آمد؛ در آسمان ها و زمین هم وزن ذرّه ای از او پوشیده نیست، و نه کوچک تر از آن و نه بزرگ تر از آن هست مگر اینکه در کتابی روشن [ثبت] است."
  ],
  [
    4,
    "[آری، قیامت حتماً می آید] تا خدا کسانی را که ایمان آورده و کارهای شایسته انجام داده اند، پاداش دهد، اینانند که برای آنان آمرزشی و رزق نیکو و ارزشمندی خواهد بود."
  ],
  [
    5,
    "و کسانی که در [انکار و تکذیب] آیات ما کوشیدند، به گمان اینکه [می توانند] ما را عاجز کنند [تا از دسترس قدرت ما بیرون روند] برای آنان عذابی دردناک از سخت ترین عذاب هاست."
  ],
  [
    6,
    "و کسانی که معرفت و دانش به آنان عطا شده، می دانند که آنچه از سوی پروردگارت بر تو نازل شده حق است، و به راه خدای توانای شکست ناپذیر و ستوده هدایت می کند."
  ],
  [
    7,
    "و کافران گفتند: [ای مردم!] آیا شما را به مردی دلالت کنیم که به شما خبر [عجیبی] می دهد، هنگامی که [در خاک گور] به طور کامل متلاشی [و قطعه قطعه] شوید، در آفرینشی جدید و تازه خواهید آمد!"
  ],
  [
    8,
    "آیا [به نظر شما این خبر دهنده] بر خدا دروغ بسته، یا دچار نوعی جنون است؟! [نه، چنین نیست که می پندارند] بلکه کسانی که به آخرت ایمان ندارند، در عذاب و گمراهی دوری هستند."
  ],
  [
    9,
    "آیا به آنچه از آسمان و زمین پیش رو و پشت سر آنان است، ننگریستند [که همان خدایی که جهان هستی را آفرید بر زنده کردن مردگان تواناست؟] ما اگر بخواهیم آنان را در زمین فرو می بریم یا پاره هایی از آسمان را بر سرشان می افکنیم؛ بی تردید در این [آفرینش] برای هر بنده بازگشت کننده، نشانه ای [بر قدرت خدا] ست."
  ],
  [
    10,
    "همانا به داود از سوی خود فضلی بزرگ عطا کردیم، [و گفتیم:] ای کوه ها و ای پرندگان! [در تسبیح خدا] با او، هم صدا شوید. و آهن را برای او نرم کردیم."
  ],
  [
    11,
    "[و به او گفتیم] که زره های فراخ بساز، و حلقه ها [ی آن] را متناسب و هماهنگ اندازه گیری کن. و تو و خاندان و قومت کار شایسته انجام دهید؛ یقیناً من به آنچه انجام می دهید بینایم."
  ],
  [
    12,
    "و باد را برای سلیمان [مسخّر و رام کردیم]، که رفتن صبح گاهش [به اندازه] یک ماه و رفتن شام گاهش [به اندازه] یک ماه بود؛ و چشمه مس را برای او روان ساختیم، و گروهی از جن به اذن پروردگارش نزد او کار می کردند، و هر کدام از آنان از فرمان ما سرپیچی می کرد از عذاب سوزان به او می چشاندیم."
  ],
  [
    13,
    "[گروه جن] برای او هرچه می خواست، می ساختند از معبدها، و مجسمه ها، و ظروف بزرگی مانند حوض ها، و دیگ هایی ثابت. ای خاندان داود! به خاطر سپاس گزاری [به فرمان ها حق] عمل کنید؛ و از بندگانم اندکی سپاس گزارند."
  ],
  [
    14,
    "پس هنگامی که مرگ را بر او مقرّر کردیم، جنیان را از مرگش جز موریانه ای که عصایش را می خورد، آگاه نکرد؛ زمانی که به روی زمین در افتاد، جنّیان [که ادعای علم غیب داشتند] فهمیدند که اگر غیب می دانستند در آن عذاب خوارکننده [که کارهای بسیار پرزحمت و طاقت فرسا بود] درنگ نمی کردند."
  ],
  [
    15,
    "یقیناً برای قوم سبا در جای اقامتشان نشانه ای [از قدرت و رحمت خدا] وجود داشت، دو باغ از طرف راست و چپ. [گفتیم:] از رزق و روزی پروردگارتان بخورید، و برای او سپاس گزاری کنید، سرزمینی خوش و دلپذیر [دارید]، و پروردگاری بسیار آمرزنده"
  ],
  [
    16,
    "ولی [آنان از سپاس گزاری در برابر نعمت، و از فرمان ها او و دعوت پیامبرشان] روی گرداندند، در نتیجه سیل [ویران گر] «عرم» را بر ضد آنان جاری کردیم [که دو باغ آباد راست و چپ منطقه را نابود کرد]، و ما آن دو باغ پر حاصلشتان را به دو باغستانی تبدیل کردیم که دارای میوه هایی تلخ و درخت شوره گز و چیزی اندک از درخت سدر بودند!!"
  ],
  [
    17,
    "این [سیل ویران گر] را در برابر کفرشان به آنان کیفر دادیم. آیا جز کفران کننده را کیفر می دهیم؟"
  ],
  [
    18,
    "و میان مردم سبا و شهرهایی که در آن ها برکت نهادیم، آبادی های به هم پیوسته و نمایان قرار دادیم، و سیر و سفر را در [میان] آنان متناسب و به اندازه مقرّر داشتیم، [و گفتیم:] شب ها و روزها با امنیت در آنها مسافرت کنید."
  ],
  [
    19,
    "پس [این مغرورشدگان به رفاه و خوشی و ناسپاسان در برابر نعمت] گفتند: پروردگارا! میان سفرهای ما، دوری و فاصله انداز. [این را درخواست کردند تا تهیدستان و پا برهنگان نتوانند در کنار آنان سفر کنند]، و [این گونه آنان] بر خودشان ستم کردند، پس ما آنان را داستان هایی [برای عبرت آیندگان] قرار دادیم و جمعشان را به شدت متلاشی و تار و مار کردیم، همانا در این [سرگذشت ها] برای هر صبرکننده سپاس گزاری عبرت هاست"
  ],
  [
    20,
    "و همانا ابلیس، پندارش را [که گفته بود: نسل آدم را گمراه می کنم] درباره آنان تحقق یافت که همه جز گروهی از مؤمنان از او پیروی کردند."
  ],
  [
    21,
    "و ابلیس را بر آنان [در اینکه فرمان بردارشان کند] هیچ تسلطی نبود [جز وسوسه کردن و باز بودن راه وسوسه بر او، هیچ سببی نداشت] مگر اینکه می خواستیم کسانی را که به آخرت ایمان دارند از آنان که درباره آن در تردیدند مشخص کنیم؛ و پروردگارت بر هر چیزی نگهبان است."
  ],
  [
    22,
    "بگو: کسانی را که به جای خدا [سزاوار پرستیدن] پنداشته اید، بخوانید [تا خواسته هایتان را اجابت کنند، ولی آنها هیچ خواسته ای را از شما اجابت نمی کنند؛ زیرا] در آسمان ها و زمین، هموزن ذره ای را مالک نیستند و آنها را در آن دو هیچ سهم و شرکتی نیست، و از میان آنها هیچ پشتیبانی برای خدا وجود ندارد."
  ],
  [
    23,
    "شفاعت در پیشگاه خدا جز برای کسانی که به آنان اذن دهد سودی ندارد، [آن روز شفیعان و امیدواران به شفاعت مضطربانه به انتظار اذن خدا برای شفاعت هستند] تا زمانی که با صدور اذن شفاعت دل هایشان آرام گیرد [در این هنگام مجرمان به شفیعان] گویند: پروردگارتان چه گفت؟ می گویند: حق گفت و او بلند مرتبه و بزرگ است."
  ],
  [
    24,
    "[به مشرکان] بگو: چه کسی از آسمان ها و زمین به شما روزی می دهد؟ بگو: خدا. و بی تردید ما یا شما بر هدایت یا در گمراهی آشکار هستیم."
  ],
  [
    25,
    "بگو: شما از گناه ما بازخواست نخواهید شد، و ما هم از آنچه شما انجام می دهید، بازخواست نخواهیم شد."
  ],
  [
    26,
    "بگو: پروردگارمان میان ما و شما را [روز قیامت] جمع می کند، سپس میان ما و شما به حق داوری خواهد کرد، و او داور دانایی است."
  ],
  [
    27,
    "بگو: کسانی را که به عنوان شریکان به او ملحق کرده اید به من نشان دهید [تا بنگرم آیا صفاتی که واجب است در یک معبود باشد در آنها هست؟ یقیناً] این چنین [صفاتی در آنها] نیست، بلکه فقط خدا توانای شکست ناپذیر و حکیم است."
  ],
  [
    28,
    "و ما تو را برای همه مردم جز مژده رسان و بیم دهنده نفرستادیم، ولی بیشتر مردم [به این واقعیت] معرفت و آگاهی ندارند."
  ],
  [
    29,
    "و [از روی مسخره] می گویند: اگر راستگویید این وعده [قیامت و عذاب] کی خواهد بود؟"
  ],
  [
    30,
    "بگو: وعده گاه شما روزی است که نه ساعتی از آن تأخیر می کنید و نه بر آن پیشی می گیرید."
  ],
  [
    31,
    "و کافران گفتند: ما به این قرآن و کتاب هایی که پیش از آن بوده است، هرگز ایمان نمی آوریم. و اگر ستمکاران را زمانی که در پیشگاه پروردگارشان [برای محاکمه] بازداشت شده اند، ببینی در حالی که هر کدام گناه و بدبختی خود را بر عهده دیگری می اندازد [امر عجیبی می بینی] مستضعفان به مستکبران می گویند: اگر شما سر راه ما نبودید یقیناً ما مؤمن بودیم."
  ],
  [
    32,
    "مستکبران به مستضعفان می گویند: آیا ما شما را از هدایت الهی بعد از آنکه به شما رسید باز داشتیم؟ [نه، باور نداریم] بلکه شما خودتان مجرم بودید."
  ],
  [
    33,
    "مستضعفان به مستکبران می گویند: بلکه نیرنگ های [پی گیر شما در] شب و روز که به ما فرمان می دادید به خدا کافر شویم و همتایانی برای او قرار دهیم [ما را گمراه کرد]. و هنگامی که عذاب را ببینند، اظهار پشیمانی کنند [شاید نجات یابند]. و ما در گردن کافران غل و زنجیر می نهیم؛ آیا جز آنچه را انجام می دادند جزا داده می شوند."
  ],
  [
    34,
    "در هیچ شهری هیچ بیم دهنده ای نفرستادیم مگر آنکه خوش گذرانانِ مغرور و سرمستِ آنان گفتند: ما به آنچه شما را به آن فرستاده اند، کافریم!"
  ],
  [
    35,
    "و گفتند: اموال و فرزندان ما از شما بیشتر است و [این دلیل توجه ویژه خدا به ماست؛ بنابراین اگر عذابی هم باشد] ما را عذاب نخواهند کرد."
  ],
  [
    36,
    "بگو: یقیناً پروردگارم روزی را برای هر کس بخواهد وسعت می دهد یا تنگ می گیرد، ولی بیشتر مردم [نسبت به مصلحت خدا] معرفت و آگاهی ندارند."
  ],
  [
    37,
    "و اموال و فرزندانتان چیزهایی نیستند که شما را نزد ما مقرب کنند مگر آنان که ایمان آورده و کار شایسته انجام داده اند [که به سبب ایمان و کار شایسته، مقرب ما هستند]؛ پس اینانند که برای آنان در برابر آنچه انجام داده اند، پاداش مضاعف است، و آنان در غرفه ها [ی بهشتی از هر گزند و آسیبی] آسوده خاطرند."
  ],
  [
    38,
    "و کسانی که همواره در [انکار و ابطال] آیات ما می کوشند، به گمان اینکه می توانند ما را عاجز کنند [تا از دسترس قدرت ما بیرون روند]، اینان احضار شدگان در عذاب خواهند بود."
  ],
  [
    39,
    "بگو: یقیناً پروردگارم روزی را برای هر کس از بندگانش بخواهد وسعت می دهد و یا تنگ می گیرد، و هرچه را انفاق می کنید [چه کم و چه زیاد] خدا عوضی را جایگزین آن می کند؛ و او بهترین روزی دهندگان است."
  ],
  [
    40,
    "و [یاد کن] روزی را که [خدا] همه آنان را محشور می کند، آن گاه به فرشتگان می گوید: آیا اینان شما را می پرستیدند؟"
  ],
  [
    41,
    "می گویند: تو منزهی [از اینکه در پرستیده شدن شریک و همتا داشته باشی]، تو سرپرست و یار مایی نه آنان، [آنان ما را نمی پرستیدند] بلکه جنّیان را می پرستیدند [و] بیشترشان به آنها ایمان داشتند."
  ],
  [
    42,
    "امروز برای یکدیگر مالک سود و زیانی نیستید، و به آنان که ستم کردند می گوییم: عذاب آتشی را که انکار می کردید، بچشید."
  ],
  [
    43,
    "و هنگامی که آیات روشن ما بر آنان خوانده شود، می گویند: این نیست مگر مردی که می خواهد شما را از آنچه پدرانتان می پرستیدند، باز دارد. و می گویند: این قرآن جز دروغی ساختگی نیست. و کافران درباره حق، هنگامی که به سویشان آمد گفتند: این جز جادویی آشکار نیست!!"
  ],
  [
    44,
    "و [این در حالی است که] هیچ کتابی به آنان نداده ایم که آن را بخوانند [تا به تکیه بر آن قرآن را دروغی ساختگی بدانند]، و پیش از تو هیچ پیامبری نفرستادیم تا [با اعتماد به گفتار او] نبوّت تو را انکار کنند،"
  ],
  [
    45,
    "و کسانی که پیش از اینان بودند [آیات ما و پیامبران را] تکذیب کردند، و اینان به یک دهم قدرت و ثروتی که به آنان داده بودیم، نرسیده اند، پس پیامبرانم را تکذیب کردند [در نتیجه هلاکشان کردیم]؛ پس [بنگر] عذاب من چگونه بود؟"
  ],
  [
    46,
    "بگو: من شما را فقط به یک حقیقت اندرز می دهم [و آن] اینکه دو دو و یک یک برای خدا قیام کنید، سپس درباره رفیقتان [محمّد که عمری با پاکی، امانت، صدق و درستی در میان شما زندگی کرده است] بیندیشید که هیچ گونه جنونی ندارد، او برای شما از عذاب سختی که پیش روست، جز بیم دهنده ای نیست."
  ],
  [
    47,
    "بگو: هر گونه پاداشی که از شما خواستم، آن پاداش برای خودتان، پاداش من فقط بر عهده خداست، و او بر همه چیز گواه است."
  ],
  [
    48,
    "بگو: همانا پروردگارم که دانای غیب است، حق را [بر قلوب پیامبرانش] القا می کند."
  ],
  [
    49,
    "بگو: حق آمد و باطل [که آن را به جای خدا می پرستید] نه می تواند چیزی را به وجود آورد، و نه می تواند [چیزی که از بین رفته] برگرداند."
  ],
  [
    50,
    "بگو: اگر من گمراه شده باشم، فقط به زیان خود گمراه شده ام، و اگر هدایت شده باشم به سبب آن است که پروردگارم به من وحی می کند؛ زیرا او شنوا و نزدیک است."
  ],
  [
    51,
    "و اگر ببینی [مشرکان] زمانی که [با ظهور قیامت] ترسان و وحشت زده می شوند [امر عجیبی می بینی] و [آن اینکه برای آنان] توانایی [گریز از عذاب] نیست، و از جایی نزدیک [که موقف قیامت است] بازداشت می شوند."
  ],
  [
    52,
    "و [در آن موقعیت بسیار سخت] می گویند: به حق ایمان آوردیم. کجا و چگونه می توانند از فاصله بسیار دور [که فاصله قیامت تا دنیاست] به آن ایمان دسترسی پیدا کنند! [زیرا آخرت جای تکلیف نیست و دنیایی که جای تکلیف است برای همیشه از دستشان رفته است.]"
  ],
  [
    53,
    "[اینان] پیش از این [که در دنیا می زیستند] به حق کافر شدند، و ناآگاهانه و دور از معرفت و علم [درباره حق به عنوان اینکه شعر، جادو، افسانه خرافی و دورغ ساختگی است] سخن پراکنی می کردند."
  ],
  [
    54,
    "و [در نتیجه] میان آنان و همه خواسته هایشان [به وسیله مرگ] جدایی انداخته شد، همان گونه که پیش از این با هم کیشانشان رفتار شد؛ زیرا آنان همواره [نسبت به حق] در تردیدی سخت بودند."
  ]
]