[
  {
    "id": 38,
    "city": "makkah",
    "name": {
      "translated": "The Letter \"Saad\"",
      "transliterated": "Sad",
      "codepoints": [
        1589
      ]
    },
    "ayahs": 88,
    "slug": "sad",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "ص، سوگند به قرآن که مشتمل بر ذکر [حقایق، معارف، مطالب اخلاقی و اجتماعی و احکام حلال و حرام] است."
  ],
  [
    2,
    "[اینکه قرآن را نمی پذیرند، برای این نیست که زمینه ای برای پذیرش آن وجود ندارد] بلکه کافران [غرق] در تکبّر [و سرکشی و عداوت] و دشمنی اند."
  ],
  [
    3,
    "چه بسیار اقوامی که پیش از آنان هلاک کردیم که [وقت نزول عذاب] فریاد کمک خواهی سر دادند، در حالی که وقت گریز و یافتن پناه گاه نبود؛"
  ],
  [
    4,
    "و از اینکه بیم دهنده ای از جنس خودشان به سوی آنان آمده است تعجب کردند، و کافران گفتند: این جادوگری بسیار دروغگوست."
  ],
  [
    5,
    "آیا [محمّد] معبودان [گوناگون] را معبودی یگانه قرار داده است؟ به راستی [که منحصر کردن معبودان در یک معبود] چیزی بسیار شگفت است."
  ],
  [
    6,
    "سران و اشرافشان روان شدند [و فریاد برداشتند] که بروید و بر پرستش و نگهداری معبودانتان ایستادگی کنید زیرا از این دعوت [به سوی خدای یگانه] ریاست و آقایی بر اراده شده است."
  ],
  [
    7,
    "ما این [پرستش معبود یگانه] را در آخرین آیین [که پدرانمان بر آن بودند] نشنیده ایم؛ این جز دروغی ساخته شده نیست."
  ],
  [
    8,
    "آیا از میان ما [که دارای ثروت فراوان و مقام و قدرتیم] قرآن، فقط بر او [که فقیری یتیم بیش نیست] نازل شده است؟! [نه، قرآن دروغی ساخته شده نیست] بلکه اینان درباره قرآن من در شک هستند، بلکه هنوز عذاب را نچشیده اند [تا از بیماری شک درآیند و به حقّانیّت آن اقرار کنند و زبان از گستاخی و جسارت ببندند.]"
  ],
  [
    9,
    "مگر خزانه های رحمت پروردگار توانای شکست ناپذیر و بخشنده ات نزد آنان است [که منصب نبوّت را به هر کس که دلشان خواست ببخشند؟]"
  ],
  [
    10,
    "یا مگر مالکیّت و فرمانروایی آسمان ها و زمین و آنچه میان آنهاست، در اختیار آنان است؟ [اگر چنین است] پس [بیایند] از نردبان ها [ی رساننده به این مالکیّت و فرمانروایی] بالا روند [و امور را به دست گیرند و مانع نزول وحی بر محمّد شوند و خود به هر کس که بخواهند وحی کنند.]"
  ],
  [
    11,
    "اینان لشکری ناچیز و اندک [از احزاب کفر و شرک] اند که در آنجا [که میدان جنگ بدر است] شکست خوردنی هستند."
  ],
  [
    12,
    "پیش از اینان نیز قوم نوح و عاد و فرعون که از تمام ابزار حاکمیت برخوردار بودند [پیامبران را] انکار کردند؛"
  ],
  [
    13,
    "و نیز قوم ثمود و قوم لوط و اصحاب ایکه همان احزاب کفر و شرک اند،"
  ],
  [
    14,
    "که هر یک از اینان پیامبران را انکار کردند، پس عقوبت [من بر آنان] محقق و ثابت شد،"
  ],
  [
    15,
    "و اینان [که تو را انکار می کنند] جز یک فریاد مرگبار را که هیچ تأخیری در آن نیست، انتظار نمی کشند،"
  ],
  [
    16,
    "و [اینان از روی مسخره] گفتند: پروردگارا! پیش از روز حساب، هر چه زودتر سهم ما را از عذاب به ما بده."
  ],
  [
    17,
    "بر آنچه می گویند شکیبا باش، و بنده ما داود را که دارای نیرومندی [در دانش و حکومت] بود یاد کن. او بسیار رجوع کننده [به سوی خدا] بود."
  ],
  [
    18,
    "همانا ما کوه ها را مسخّر و رام کردیم که با او در شبان گاه و هنگام برآمدن آفتاب تسبیح می گفتند،"
  ],
  [
    19,
    "و پرندگان را [نیز] به طور دسته جمعی [مسخّر و رام کردیم که با او تسبیح می گفتند]، و همه رجوع کننده به سوی خدا بودند،"
  ],
  [
    20,
    "و حکومتش را محکم و استوار ساختیم و به او حکمت و منصب داوری عطا کردیم،"
  ],
  [
    21,
    "و آیا خبر مهم آن دادخواهان هنگامی که از دیوار بلند نمازخانه او بالا رفتند به تو رسیده است؟"
  ],
  [
    22,
    "زمانی که [به طور ناگهانی] بر داود وارد شدند، و او از آنان هراسان شد، گفتند: نترس [ما] دو گروه دادخواه و شاکی هستیم که یکی از ما بر دیگری ستم کرده است؛ بنابراین میان ما به حق داوری کن و [در داوریت] ستم روا مدار، و ما را به راه راست راهنمایی کن."
  ],
  [
    23,
    "این برادر من است، نود و نه میش دارد و من یک میش دارم، گفته است: این یکی را هم به من واگذار. و در گفتگو مرا مغلوب ساخت."
  ],
  [
    24,
    "گفت: یقیناً او با درخواست افزودن میش تو به میش های خود بر تو ستم روا داشته است، و قطعاً بسیاری از معاشران و شریکان به یکدیگر ستم می کنند، به جز کسانی که ایمان آورده و کارهای شایسته انجام داده اند و اینان اندک اند. و داود دانست که ما او را [در این حادثه] آزموده ایم، در نتیجه از پروردگارش درخواست آمرزش کرد و بی درنگ به حالت خضوع به رو در افتاد و به خدا بازگشت."
  ],
  [
    25,
    "و ما او را در این [داوری] آمرزیدیم، بی تردید او نزد ما تقرب و منزلتی بلند و سرانجامی نیکو دارد."
  ],
  [
    26,
    "[و گفتیم:] ای داود! همانا تو را در زمین جانشین [و نماینده خود] قرار دادیم؛ پس میان مردم به حق داوری کن و از هوای نفس پیروی مکن که تو را از راه خدا منحرف می کند. بی تردید کسانی که از راه خدا منحرف می شوند، چون روز حساب را فراموش کرده اند، عذابی سخت دارند."
  ],
  [
    27,
    "و ما آسمان و زمین و آنچه را که میان آنهاست، بیهوده نیافریده ایم، این پندار کافران است، پس وای بر آنان که کافرند از آتش دوزخ."
  ],
  [
    28,
    "آیا کسانی که ایمان آورده و کارهای شایسته انجام داده اند مانند مفسدان در زمین قرار می دهیم یا پرهیزکاران را چون بدکاران؟!"
  ],
  [
    29,
    "این کتاب پربرکتی است که آن را بر تو نازل کرده ایم تا آیاتش را تدبّر کنند و خردمندان متذکّر شوند."
  ],
  [
    30,
    "و سلیمان را به داود بخشیدیم، چه نیکو بنده ای بود به راستی او بسیار رجوع کننده [به خدا] بود."
  ],
  [
    31,
    "[یاد کن] هنگامی را که در پایان روز اسب های چابک و تیزرو بر او عرضه کردند."
  ],
  [
    32,
    "پس گفت: من دوستی اسبان را بر یاد پروردگارم [که نماز مستحب پایان روز است] اختیار کردم [زیرا می خواهم از آنان در جهاد با دشمن استفاده کنم و همواره به آنها نظر می کرد] تا [خورشید] پشت پرده افق پنهان شد."
  ],
  [
    33,
    "[اسب ها چنان توجه او را جلب کرده بودند که گفت:] آنها را به من بازگردانید. پس [برای نوازش آنها] به دست کشیدن به ساق ها و گردن های آنها پرداخت؛"
  ],
  [
    34,
    "و به راستی سلیمان را [درباره فرزندش] آزمودیم، و [آزمون این بود که] بر تختش جسدی [بی جان از فرزندش] افکندیم [فرزندی که سلیمان به زنده بودن او بسیار امید داشت]، آن گاه به درگاه خدا رجوع کرد [و همه امورش را به خدا واگذاشت.]"
  ],
  [
    35,
    "گفت: پروردگارا! مرا بیامرز و حکومتی به من ببخش که بعد از من سزاوار هیچ کس نباشد؛ یقیناً تو بسیار بخشنده ای."
  ],
  [
    36,
    "پس باد را برای او مسخّر و رام کردیم که به فرمان او هر جا که می خواست نرم و آرام روان می شد."
  ],
  [
    37,
    "و هر بنّا و غواصی از شیاطین را [مسخّر و رام او نمودیم،]"
  ],
  [
    38,
    "و دیگر شیاطین را که با غل و زنجیر به هم بسته بودند [در سلطه او درآوردیم تا نتوانند در حکومت او فتنه و آشوب برپا کنند.]"
  ],
  [
    39,
    "[و به او گفتیم:] این عطای بی حساب ماست، [به هر کس خواهی] بی حساب ببخش و [از هر کس خواهی] دریغ کن."
  ],
  [
    40,
    "بی تردید او نزد ما تقرب و منزلتی بلند و سرانجامی نیکو دارد."
  ],
  [
    41,
    "و بنده ما ایوب را یاد کن، هنگامی که پروردگارش را ندا داد که شیطان [به سبب رنج و شکنجه ای که دچارش هستم] مرا سرزنش و شماتت می کند [تا از رحمت تو دلسردم کند.]"
  ],
  [
    42,
    "[به او گفتیم:] با پایت به زمین بکوب، این آبی است برای شسشتو، آبی سرد و آشامیدنی."
  ],
  [
    43,
    "و خانواده اش را [که در حادثه ها از دستش رفته بودند] و مانندشان را همراه با آنان به او بخشیدیم تا رحمتی از سوی ما و تذکری برای خردمندان باشد."
  ],
  [
    44,
    "و [به او گفتیم: چون سوگند خورده ای که همسرت را برای اینکه تو را در امور معنوی ناراحت کرده بود، صد تازیانه بزنی] با دستت بسته ای ترکه خشک برگیر و همسرت را با آن بزن، و سوگندت را مشکن. بی تردید ما او را شکیبا یافتیم. چه نیکو بنده ای! یقیناً بسیار رجوع کننده به سوی ما بود."
  ],
  [
    45,
    "و بندگان ما ابراهیم و اسحاق و یعقوب را یاد کن که دارای قدرت و بصیرت بودند."
  ],
  [
    46,
    "ما آنان را با [صفت بسیار پرارزش] یاد کردن سرای آخرت با اخلاصی ویژه خالص ساختیم."
  ],
  [
    47,
    "به یقین آنان در پیشگاه ما از برگزیدگان و نیکان اند."
  ],
  [
    48,
    "و اسماعیل والیسع وذوالکفل را یاد کن و همه از نیکان اند."
  ],
  [
    49,
    "این [سرگذشت های سازنده] یادآوری و پند است؛ و بی تردید برای پرهیزکاران بازگشت گاه نیکویی خواهد بود."
  ],
  [
    50,
    "[آن بازگشت گاه] بهشت های جاویدانی است که درهایش را به روی آنان گشوده اند،"
  ],
  [
    51,
    "در حالی که در آنجا بر تخت ها تکیه می زنند و میوه های فراوان و نوشیدنی مورد دلخواهشان را در آنجا می طلبند،"
  ],
  [
    52,
    "و نزد آنان زنانی است که فقط به شوهرانشان عشق می ورزند، و با شوهرانشان هم سن و سال اند."
  ],
  [
    53,
    "[به آنان گویند:] این است آنچه شما را برای روز حساب وعده می دادند."
  ],
  [
    54,
    "این بی تردید عطای ماست که برای آن پایانی نیست."
  ],
  [
    55,
    "این [همه برای پرهیزکاران است]، و مسلماً برای سرکشان، بدترین بازگشتگاه خواهد بود."
  ],
  [
    56,
    "دوزخ که در آن وارد می شوند و چه بد آرامگاهی است!"
  ],
  [
    57,
    "این آب جوشان و مایع چرکین متعفّن است که باید آن را بچشند،"
  ],
  [
    58,
    "و [جز اینها] عذاب های دیگری مانند آن دارند."
  ],
  [
    59,
    "[چون پیشوایان کفر به دوزخ درآیند، و پیروانشان را نیز راهی دوزخ کنند ندا رسد:] این گروهی [از پیروان شما] هستند که با فشار و زور با شما وارد دوزخ می شوند. [پیشوایان کفر در پاسخ ندا دهنده گویند:] خوش آمد و گشایشی بر آنان [که پیروان ما بودند] مباد، بی تردید آنان به آتش خواهند سوخت."
  ],
  [
    60,
    "[پیروان به پیشوایان] گویند: بلکه بر شما خوش آمد و گشایشی مباد، شما این عذاب را از پیش برای ما فراهم کردید، و چه بد قرارگاهی است."
  ],
  [
    61,
    "می گویند: پروردگارا! هر کس این عذاب را از پیش برای ما فراهم آورده است، برای او در آتش عذابی دو چندان بیفزا."
  ],
  [
    62,
    "و می گویند: ما را چه شده که [مردان مؤمن و شایسته] ای که از اشرارشان می شمردیم، نمی بینیم."
  ],
  [
    63,
    "آیا ما آنان را به ناحق به مسخره گرفتیم [و اکنون در بهشت جای دارند] یا [در دوزخ اند و] دیدگان ما به آنان نمی افتد؟!"
  ],
  [
    64,
    "این گفتگو و مجادله اهل آتش حتمی و واقع شدنی است."
  ],
  [
    65,
    "بگو: من فقط بیم دهنده ام، و هیچ معبودی جز خدای یگانه قهّار نیست."
  ],
  [
    66,
    "پروردگار آسمان ها و زمین و آنچه میان آنهاست، توانای شکست ناپذیر و بسیار آمرزنده است."
  ],
  [
    67,
    "بگو: این [قرآن من] خبری بزرگ است،"
  ],
  [
    68,
    "که شما از آن روی می گردانید."
  ],
  [
    69,
    "من از ملأ اعلی هنگامی که [درباره آفرینش آدم] مجادله می کردند، هیچ خبری ندارم."
  ],
  [
    70,
    "به من وحی نمی شود جز برای اینکه بیم دهنده ای آشکارم."
  ],
  [
    71,
    "[یاد کن] هنگامی را که پروردگارت به فرشتگان گفت: همانا من بشری از گل خواهم آفرید."
  ],
  [
    72,
    "پس زمانی که اندامش را درست و نیکو نمودم و از روح خود در او دمیدم، برای او سجده کنید."
  ],
  [
    73,
    "پس فرشتگان همه با هم سجده کردند؛"
  ],
  [
    74,
    "مگر ابلیس که تکبّر ورزید و از کافران شد."
  ],
  [
    75,
    "[خدا] فرمود: ای ابلیس! تو را چه چیزی از سجده کردن بر آنچه که با دستان قدرت خود آفریدم، بازداشت؟ آیا تکبّر کردی یا از بلند مرتبه گانی؟"
  ],
  [
    76,
    "گفت: من از او بهترم، مرا از آتش آفریدی و او را از گل ساختی."
  ],
  [
    77,
    "[خدا] گفت: از آن [جایگاه] بیرون رو که بی تردید تو رانده شده ای؛"
  ],
  [
    78,
    "و حتماً لعنت من تا روز قیامت بر تو باد."
  ],
  [
    79,
    "گفت: پروردگارا! مرا تا روزی که مردم برانگیخته می شوند، مهلت ده."
  ],
  [
    80,
    "[خدا] گفت: تو از مهلت یافتگانی،"
  ],
  [
    81,
    "تا زمانی معین و معلوم."
  ],
  [
    82,
    "گفت: به عزتت سوگند همه آنان را گمراه می کنم،"
  ],
  [
    83,
    "مگر بندگان خالص شده ات را."
  ],
  [
    84,
    "[خدا] گفت: سوگند به حق و فقط حق را می گویم"
  ],
  [
    85,
    "که بی تردید دوزخ را از تو و آنان که از تو پیروی کنند، از همگی پر خواهم کرد"
  ],
  [
    86,
    "بگو: من برای ابلاغ دین هیچ پاداشی از شما نمی خواهم و از کسانی که چیزی را از نزد خود می سازند [و ادعای باطل می کنند] نیستم."
  ],
  [
    87,
    "آن [قرآن را که بر شما می خوانم] جز مایه تذکر و پندی برای جهانیان نیست."
  ],
  [
    88,
    "و بی تردید پس از مدتی خبر [صدق حقّانیّت و ظهور عینی آیات و وعده های] آن را خواهید دانست."
  ]
]