[
  {
    "id": 50,
    "city": "makkah",
    "name": {
      "translated": "The Letter \"Qaf\"",
      "transliterated": "Qaf",
      "codepoints": [
        1602
      ]
    },
    "ayahs": 45,
    "slug": "qaf",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "ق، سوگند به قرآن مجید [که محمّد، فرستاده ماست و وقوع قیامت حق است.]"
  ],
  [
    2,
    "[کفر پیشگان نه تنها ایمان نیاوردند] بلکه از اینکه بیم دهنده ای از خودشان به سوی آنان آمد تعجب کردند و در نتیجه کافران گفتند: این چیزی عجیب است."
  ],
  [
    3,
    "آیا هنگامی که مردیم و خاک شدیم [زنده می شویم و به حیات دوباره باز می گردیم؟] این بازگشتی دور [از عقل] است."
  ],
  [
    4,
    "بی تردید ما آنچه را که زمین از اجسادشان می کاهد، می دانیم و نزد ما کتابی ضبط کننده [همه امور چون لوح محفوظ] است."
  ],
  [
    5,
    "[اینان نه اینکه زنده شدن پس از مرگ را باور نکردند] بلکه حق را هم هنگامی که به سویشان آمد، تکذیب کردند پس در حالتی آشفته و سردرگم اند."
  ],
  [
    6,
    "آیا با تأمل به آسمان بالای سرشان ننگریستند که چگونه آن را بنا کرده و بیاراستیم و آن را هیچ شکاف [و ناموزونی] نیست؟"
  ],
  [
    7,
    "و زمین را گستردیم و کوه هایی استوار در آن افکندیم و در آن از هر نوع گیاه خوش منظر و دل انگیزی رویاندیم،"
  ],
  [
    8,
    "تا برای هر بنده ای که [با اندیشیدن در نظام هستی] به سوی خدا باز می گردد، مایه بینایی و یادآوری باشد؛"
  ],
  [
    9,
    "و از آسمان آبی بسیار پربرکت و سودمند نازل کردیم، پس به وسیله آن باغ ها و دانه های دروکردنی را رویاندیم."
  ],
  [
    10,
    "و [نیز] درختان بلندقامت خرما را که خوشه های متراکم و روی هم چیده دارند [رویاندیم.]"
  ],
  [
    11,
    "برای آنکه رزق و روزی بندگان باشد، و نیز به وسیله آن آب سرزمین مرده را زنده کردیم؛ و بیرون آمدنشان [پس از مرگ از خاک گور برای ورود به قیامت] این گونه است."
  ],
  [
    12,
    "پیش از اینان [که تو را تکذیب می کنند] قوم نوح و اصحاب رس و [قوم] ثمود [پیامبرانشان] را تکذیب کردند."
  ],
  [
    13,
    "و نیز قوم عاد و فرعون و برادران لوط،"
  ],
  [
    14,
    "و اصحاب ایکه و قوم تُبّع همگی پیامبران را تکذیب کردند، پس تهدیدم [به نزول عذاب] بر آنان محقق و ثابت شد."
  ],
  [
    15,
    "آیا ما از آفرینش نخستین عاجز و درمانده شدیم [تا از دوباره آفریدن عاجز و درمانده شویم؟ چنین نیست] بلکه آنان [با این همه دلایل روشن و استوار] باز در آفرینش جدید در تردیدند."
  ],
  [
    16,
    "همانا انسان را آفریدیم و همواره آنچه را که باطنش [نسبت به معاد و دیگر حقایق] به او وسوسه می کند، می دانیم، و ما به او از رگ گردن نزدیک تریم."
  ],
  [
    17,
    "[یاد کن] دو فرشته ای را که همواره از ناحیه خیر و از ناحیه شر، ملازم انسان هستند و همه اعمالش را دریافت کرده و ضبط می کنند."
  ],
  [
    18,
    "هیچ سخنی را به زبان نمی گوید جز اینکه نزد آن [برای نوشتن و حفظش] نگهبانی آماده است؛"
  ],
  [
    19,
    "و سکرات و بیهوشی مرگ، حق را [که همه واقعیات جهان پس از مرگ است] می آورد [و به محتضر می گویند:] این همان چیزی است که از آن می گریختی؛"
  ],
  [
    20,
    "و در صور می دمند؛ آن است روز [تحقق و ظهور] وعده های تهدیدآمیز و وحشتناک."
  ],
  [
    21,
    "هر کسی در آن روز می آید در حالی که سوق دهنده ای و شاهدی با اوست، [که سوق دهنده او را به محشر می راند و شاهد بر اعمالش گواهی می دهد.]"
  ],
  [
    22,
    "[به او می گویند:] تو از این روز بزرگ در بی خبری و غفلت بودی، پس ما پرده بی خبری را از دیده [بصیرت] ات کنار زدیم در نتیجه دیده ات امروز بسیار تیزبین است."
  ],
  [
    23,
    "و [فرشته] همراهش می گوید: این است نامه اعمالش که همراه من آماده است."
  ],
  [
    24,
    "[به دو فرشته نگهبان و حافظ اعمال فرمان می دهند] شما دو نفر هر کافر سرسخت و معاندی را در دوزخ اندازید."
  ],
  [
    25,
    "[همان که به شدت] مانع خیر و تجاوزکار [از حدود خدا] و تردید کننده در حقایق [و تردید انداز در دل های مردم بود.]"
  ],
  [
    26,
    "که با خدا معبودی دیگر قرار داد، پس او را در عذاب سخت اندازید،"
  ],
  [
    27,
    "همنشینش [از میان شیطان ها] می گوید: پروردگارا! من او را به سرکشی و طغیان وا نداشتم، او خودش [به میل خود] در گمراهی دور و درازی بود. …."
  ],
  [
    28,
    "[خدا] می گوید: در پیشگاه من با یکدیگر ستیزه مکنید، بی تردید من تهدید [به عذاب] را پیش از این [از طریق وحی و پیامبران] به شما اعلام کرده بودم."
  ],
  [
    29,
    "نزد من فرمان [تهدیدآمیز به اینکه هر کس با حال کفر و شرک وارد آخرت شود حتماً دوزخی است] تغییر نمی یابد و من نسبت به بندگان ستمکار نیستم."
  ],
  [
    30,
    "[یاد کن] روزی را که به دوزخ می گوییم: آیا پر شدی؟ می گوید: آیا زیادتر از این هم هست؟"
  ],
  [
    31,
    "و بهشت را به پرهیزکاران نزدیک می کنند بی آنکه فاصله ای از آنان داشته باشد."
  ],
  [
    32,
    "[به آنان می گویند:] این همان است که [در دنیا] وعده داده می شدید [این جایگاه رفیع] برای هر کسی است که [در دنیا به سوی خدا] باز می گشته [و] حافظ و نگهبان [عهد، پیمان الهی و حقوق خدا و مردم] بوده است."
  ],
  [
    33,
    "همان کسی که در نهان از [خدای] رحمان می ترسید و دلی رجوع کننده [به سوی خدا] آورده است؛"
  ],
  [
    34,
    "به سلامت در آن وارد شوید، امروز روز جاودانگی است"
  ],
  [
    35,
    "در آنجا هرچه بخواهند برای آنان فراهم است، و نزد ما [نعمت های] بیشتری است."
  ],
  [
    36,
    "و چه بسیار اقوامی را که پیش از آنان هلاک کردیم که از آنان نیرومندتر بودند، و [با نیرویشان] به سرزمین ها رفتند [و آنها را فتح کردند]، آیا توانستند [از عذاب و هلاکت] گریزگاهی بیابند؟"
  ],
  [
    37,
    "بی تردید در سرگذشت پیشینیان مایه پند و عبرتی است برای کسی که نیروی تعقّل دارد، یا با تأمل و دقت [به سرگذشت ها] گوش فرا می دهد در حالی که حاضر به شنیدن و فراگیری شنیده های خود باشد."
  ],
  [
    38,
    "همانا ما آسمان ها و زمین و آنچه را میان آنهاست در شش روز آفریدیم، و هیچ رنج و درماندگی به ما نرسید."
  ],
  [
    39,
    "پس [بر آزار مشرکان] شکیبا باش، و پیش از طلوع خورشید و پیش از غروب آن پروردگارت را همراه با سپاس و ستایش تسبیح گوی،"
  ],
  [
    40,
    "و در پاره ای از شب و نیز پس از سجده ها خدا را تسبیح گوی،"
  ],
  [
    41,
    "و گوش فرا ده روزی که ندا دهنده از جایی نزدیک ندا می دهد."
  ],
  [
    42,
    "روزی که [همگان] صیحه و فریاد را به حق و درستی می شنوند [و] آن روز، روز بیرون آمدن [از قبرها] ست."
  ],
  [
    43,
    "بی تردید ماییم که زنده می کنیم و می میرانیم، و بازگشت به سوی ماست."
  ],
  [
    44,
    "روزی که زمین از [روی اجساد] آنان در حالی که [از قبرها بیرون آمده] شتابان [به سوی ندا کننده خود بروند] بشکافد؛ این گردآوردنشان از گورها [وحاضر کردنشان در قیامت] بر ما آسان است."
  ],
  [
    45,
    "ما به آنچه [دشمنان لجوج بر ضد حقایق] می گویند، داناتریم و تو را بر آنان تسلطی نیست [که به قبول حقایق وادارشان کنی]؛ پس به وسیله قرآن کسانی را که از تهدید من می ترسند، بیم ده."
  ]
]