[
  {
    "id": 53,
    "city": "makkah",
    "name": {
      "translated": "The Star",
      "transliterated": "An-Najm",
      "codepoints": [
        1575,
        1604,
        1606,
        1580,
        1605
      ]
    },
    "ayahs": 62,
    "slug": "an-najm",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "سوگند به ستاره هنگامی که [برای غروب کردن در کرانه افق] افتد؛"
  ],
  [
    2,
    "که هرگز دوست شما از راه راست منحرف نشده، و [در ایمان و اعتقادش از راه راست] خطا نرفته؛ …."
  ],
  [
    3,
    "و از روی هوا و هوس سخن نمی گوید."
  ],
  [
    4,
    "گفتار او چیزی جز وحی که به او نازل می شود، نیست."
  ],
  [
    5,
    "[فرشته] بسیار نیرومند به او تعلیم داده است."
  ],
  [
    6,
    "[همان که] دارای درایت و توانمندی شگفتی است، پس [به آنچه که مأمور انجامش می باشد] مسلط و چیره است."
  ],
  [
    7,
    "در حالی که در افق اعلا بود."
  ],
  [
    8,
    "سپس نزدیک رفت و نزدیک تر شد"
  ],
  [
    9,
    "پس [فاصله اش با پیامبر] به اندازه فاصله دو کمان گشت یا نزدیک تر شد."
  ],
  [
    10,
    "آن گاه به بنده اش آنچه را باید وحی می کرد، وحی کرد."
  ],
  [
    11,
    "آنچه را دل [پیامبر] دید [به پیامبر] دروغ نگفت [تا او را درباره حقیقت فرشته وحی به وهم و خیال اندازد، بلکه به حضور و شهودش یقین کامل داشت.]"
  ],
  [
    12,
    "آیا در آنچه [به حقیقت] می بینید با او به سختی مجادله و ستیزه می کنید؟"
  ],
  [
    13,
    "و بی تردید یک بار دیگر هم او را دیده است"
  ],
  [
    14,
    "نزد سدرة المنتهی،"
  ],
  [
    15,
    "در آنجا که جنت الماوی است."
  ],
  [
    16,
    "آن گاه که سدره را احاطه کرده بود آنچه [از فرشتگان، نور و زیبایی] احاطه کرده بود."
  ],
  [
    17,
    "دیده [پیامبر آنچه را دید] بر غیر حقیقت و به خطا ندید و از مرز دیدن حقیقت هم درنگذشت."
  ],
  [
    18,
    "به راستی که بخشی از نشانه های بسیار بزرگ پروردگارش را دید."
  ],
  [
    19,
    "پس به من از لات و عزّی [دو بت خویش] خبر دهید"
  ],
  [
    20,
    "و منات، سومین [بت] دیگرتان [که شما آنها را تمثال فرشتگانی به عنوان دختران خدا می پندارید،]"
  ],
  [
    21,
    "آیا [به پندار شما] ویژه شما پسر و ویژه او دختر است؟!"
  ],
  [
    22,
    "در این صورت این تقسیمی ظالمانه است."
  ],
  [
    23,
    "این بتان [که شما آنها را به عنوان شریک خدا گرفته اید] چیزی جز نام ها [ی بی معنا و بی مفهوم] که شما و پدرانتان [بر اساس حدس و گمان] نامگذاری کرده اید نیستند، خدا بر [حقّانیّت] آنها هیچ دلیلی نازل نکرده است. اینان فقط از پندار و گمان [بی پایه] و هواهای نفسانی پیروی می کنند، در حالی که مسلماً از سوی پروردگارشان برای آنان هدایت آمده است."
  ],
  [
    24,
    "مگر برای انسان آنچه را [چون حاجت بخشی بتان و شفاعت آنان] آرزو می کند، فراهم است؟ …."
  ],
  [
    25,
    "آخرت و دنیا فقط در سیطره مالکیّت و فرمانروایی خداست."
  ],
  [
    26,
    "و چه بسیار فرشتگانی که در آسمان ها هستند که شفاعتشان هیچ سودی نمی بخشد مگر پس از آنکه خدا برای هر که بخواهد و بپسندد، اجازه دهد."
  ],
  [
    27,
    "مسلماً کسانی که به آخرت ایمان ندارند، فرشتگان را در نامگذاری به نام زن نامگذاری می کنند؛"
  ],
  [
    28,
    "و آنان را به این کار هیچ آگاهی و معرفت نیست. [آنان] فقط از گمان پیروی می کنند، و بی تردید گمان [انسان را] برای دریافت حق، هیچ سودی نمی دهد."
  ],
  [
    29,
    "بنابراین از کسانی که از یاد ما روی گردانده اند و جز زندگی دنیا را نخواسته اند، روی بگردان."
  ],
  [
    30,
    "این [دنیا خواهی] آخرین مرز دانش و معرفت آنان است؛ یقیناً پروردگارت به کسی که از راه او منحرف شده، داناتر است، و او به کسی که هدایت یافته، آگاه تر است."
  ],
  [
    31,
    "و آنچه را در آسمان ها و آنچه را در زمین است، فقط در سیطره مالکیّت و فرمانروایی خداست، تا کسانی را که مرتکب گناه شده اند، همان گناهانشان را به آنان کیفر دهد، و کسانی را که کار نیک کرده اند، همان کار نیکشان را به آنان پاداش دهد."
  ],
  [
    32,
    "کسانی که از گناهان بزرگ و زشت کاری ها جز لغزش های کوچک دوری می کنند [مورد آمرزش اند] یقیناً آمرزش پروردگارت گسترده و وسیع است. او به شما از هنگامی که شما را از زمین به وجود آورد و از هنگامی که در شکم مادرانتان جنین بودید، داناتر است؛ پس خودستایی نکنید. او به کسی که پرهیزکاری پیشه کرده است، آگاه تر است."
  ],
  [
    33,
    "آیا کسی را که [از حق] روی گردانید، دیدی؟"
  ],
  [
    34,
    "و اندکی [از مال خود] بخشید و [از باقی مانده آن] امساک ورزید."
  ],
  [
    35,
    "آیا علم غیب نزد اوست و او می بیند [که بارگناهانش رادر قیامت دیگری برمی دارد؟]"
  ],
  [
    36,
    "یا او را به آنچه در صحیفه های موسی است خبر نداده اند؟"
  ],
  [
    37,
    "و [یا به آنچه در صحیفه های] ابراهیم [است] همان که به طور کامل [به پیمانش با خدا] وفا کرد [آگاهش نکرده اند؟]"
  ],
  [
    38,
    "که هیچ سنگین باری بار گناه دیگری را بر نمی دارد،"
  ],
  [
    39,
    "و اینکه برای انسان جز آنچه تلاش کرده [هیچ نصیب و بهره ای] نیست،"
  ],
  [
    40,
    "و اینکه تلاش او به زودی دیده خواهد شد؛"
  ],
  [
    41,
    "سپس به تلاشش پاداش کامل خواهند داد؛"
  ],
  [
    42,
    "و اینکه پایان [همه امور] به سوی پروردگارتوست؛"
  ],
  [
    43,
    "و این اوست که می خنداند و می گریاند؛"
  ],
  [
    44,
    "و هم اوست که می میراند و زنده می کند."
  ],
  [
    45,
    "واوست که دو زوج نر وماده آفرید،"
  ],
  [
    46,
    "از نطفه هنگامی که در رحم ریخته شود."
  ],
  [
    47,
    "و پدید آوردن جهان دیگر بر عهده اوست،"
  ],
  [
    48,
    "و اوست که شما را توانگر کرد و سرمایه قابل ذخیره بخشید،"
  ],
  [
    49,
    "و او پروردگار [ستاره] شِعری است،"
  ],
  [
    50,
    "و اوست که قوم عاد نخستین را هلاک کرد،"
  ],
  [
    51,
    "و [نیز] قوم ثمود را به طوری که [کسی از آنان را] باقی نگذاشت"
  ],
  [
    52,
    "وقوم نوح را پیش تر [هلاک کرد]؛ زیرا آنان ستمکارتر و سرکش تر بودند"
  ],
  [
    53,
    "و شهرها [ی قوم لوط] را زیر و رو کرد و به زمین کوبید."
  ],
  [
    54,
    "پس [عذاب خدا] آنان را احاطه کرد آن مقدار که احاطه کرد."
  ],
  [
    55,
    "پس [ای انسان!] در کدام یک از نعمت های پروردگارت تردید می کنی [که آیا از سوی خدا هست یا نیست؟!]"
  ],
  [
    56,
    "این پیامبر [نیز] بیم دهنده ای از [زمره] بیم دهندگان پیشین است."
  ],
  [
    57,
    "قیامت نزدیک شد."
  ],
  [
    58,
    "کسی جز خدا برطرف کننده [سختی ها و هول و هراسش] نیست."
  ],
  [
    59,
    "آیا از این سخن تعجب می کنید؟"
  ],
  [
    60,
    "و [با چنین وضعی که دارید هنوز] می خندید و نمی گریید؟!"
  ],
  [
    61,
    "و همواره سرکشی می کنید و غافلانه به خوشی و خوشگذرانی مشغول هستید؟!"
  ],
  [
    62,
    "پس [با این وصف که قیامتی سنگین در پی دارید، بیایید] خدا را سجده کنید و بپرستید."
  ]
]