[
  {
    "id": 54,
    "city": "makkah",
    "name": {
      "translated": "The Moon",
      "transliterated": "Al-Qamar",
      "codepoints": [
        1575,
        1604,
        1602,
        1605,
        1585
      ]
    },
    "ayahs": 55,
    "slug": "al-qamar",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "قیامت بسیار نزدیک شد، و ماه از هم شکافت."
  ],
  [
    2,
    "و اگر معجزه ای را ببینند، روی بگردانند و گویند: [این] جادویی همیشگی است!"
  ],
  [
    3,
    "و [قرآن، رسالت پیامبر و معجزه را] انکار کردند و هواهای نفسانی خود را پیروی نمودند، در حالی که هر کاری [چه خیر و چه شر، چه حق و چه باطل در قرارگاه ویژه خود] قرار می گیرد [و اینان به زودی خواهند دانست که قرآن و پیامبر بر حق است یا معبودانشان؟]"
  ],
  [
    4,
    "بی تردید آنچه از خبرها [ی گذشتگان] که [در آن] مایه بازداشتن [از کفر و شرک و گناهان] است برای آنان آمده است."
  ],
  [
    5,
    "[این خبرها] پندی رساست، ولی هشدارها [به این ستمکاران لجوج] سودی نمی بخشد."
  ],
  [
    6,
    "بنابراین از آنان روی بگردان [و] روزی را [یاد کن] که آن دعوت کننده [یعنی اسرافیل] آنان را به امری بس دشوار و هولناک دعوت می کند."
  ],
  [
    7,
    "در حالی که دیدگانشان [از شدت ترس] فرو افتاده، هم چون ملخ های پراکنده از گورها بیرون آیند."
  ],
  [
    8,
    "شتابان به سوی آن دعوت کننده می روند و کافران می گویند: امروز روز بسیار سختی است."
  ],
  [
    9,
    "پیش از آنان قوم نوح [پیامبران] را تکذیب کردند، پس بنده ما [نوح] را هم تکذیب کردند و گفتند: دیوانه است، و جن زده ای است [که آثاری از گزند جن در او می باشد.]"
  ],
  [
    10,
    "پس پروردگارش را خواند که من مغلوب شده ام [و از ستم و زورگویی آنان دلتنگم] بنابراین انتقام [مرا از اینان] بگیر."
  ],
  [
    11,
    "پس [در پاسخ درخواستش] درهای آسمان را به آبی بسیار فراوان و ریزان گشودیم،"
  ],
  [
    12,
    "و زمین را به [جوشیدن] چشمه هایی [پر آب] شکافتیم؛ پس آبِ آسمان و زمین برای کاری که مقدّر شده بود به هم پیوستند،"
  ],
  [
    13,
    "و او را بر کشتی که دارای تخته ها و میخ ها بود سوار کردیم،"
  ],
  [
    14,
    "که زیر نظر ما روان بود. [و این] پاداشی بود برای کسی که مورد تکذیب قرار گرفته بود."
  ],
  [
    15,
    "و بی تردید آن سرگذشت را [برای آیندگان] مایه پند و عبرت باقی گذاشتیم، پس آیا پند گیرنده ای هست؟"
  ],
  [
    16,
    "پس عذاب و هشدارهایم چگونه بود؟"
  ],
  [
    17,
    "و یقیناً ما قرآن را برای پند گرفتن آسان کردیم، پس آیا پند گیرنده ای هست؟"
  ],
  [
    18,
    "قوم عاد [پیامبرشان را] تکذیب کردند، پس عذاب و هشدارهایم چگونه بود؟"
  ],
  [
    19,
    "ما بر آنان در روزی شوم که شومی اش استمرار داشت، تندبادی سخت و بسیار سرد [به عنوان عذاب] فرستادیم،"
  ],
  [
    20,
    "که مردم را [از زمین] برمی کند [و بعد از آن عذاب،] گویی تنه های نخلی بودند که ریشه کن شده اند."
  ],
  [
    21,
    "پس عذاب و هشدارهایم چگونه بود؟"
  ],
  [
    22,
    "و یقیناً ما قرآن را برای پند گرفتن آسان کردیم، پس آیا پند گیرنده ای هست؟"
  ],
  [
    23,
    "قوم ثمود بیم دهندگان را تکذیب کردند."
  ],
  [
    24,
    "پس گفتند: آیا ما بشری از جنس خود را که [تک و] تنهاست [و جمعیت و نیرویی با خود ندارد] پیروی کنیم؟! در این صورت در گمراهی و دیوانگی خواهیم بود."
  ],
  [
    25,
    "آیا از میان ما فقط بر او وحی نازل شده است؟! [نه، چنین نیست] بلکه او بسیار دروغگو و پر افاده و متکبر است [که می خواهد بر ما بزرگی کند.]"
  ],
  [
    26,
    "در فردای نزدیک خواهند دانست که بسیار دروغگو و پرافاده و متکبر کیست؟"
  ],
  [
    27,
    "[به صالح گفتیم:] ما برای آزمایش آنان یقیناً آن ماده شتر [درخواست شده] را خواهیم فرستاد؛ پس در انتظار سرانجام آنان باش و شکیبایی پیشه کن."
  ],
  [
    28,
    "و آنان را خبر ده که آب آشامیدنی میان آنان و ماده شتر تقسیم شده است؛ هریک در زمان نوبت خود بر سر آب حاضر شوند."
  ],
  [
    29,
    "پس آنان یارشان را [که برای پی کردن ناقه آماده کرده بودند] فرا خواندند و [او] دست به کار شد و [ماده شتر را] پی کرد."
  ],
  [
    30,
    "پس عذاب و هشدارهایم چگونه بود؟"
  ],
  [
    31,
    "ما بر آنان یک فریاد مرگبار فرستادیم، پس همه آنان به صورت گیاه خشکی که در آغل چهارپایان جمع می کنند، درآمدند."
  ],
  [
    32,
    "و یقیناً ما قرآن را برای پند گرفتن آسان کردیم، پس آیا پند گیرنده ای هست؟"
  ],
  [
    33,
    "قوم لوط بیم دهندگان را تکذیب کردند."
  ],
  [
    34,
    "ما بر آنان توفانی سخت که با خود ریگ و سنگ می آورد فرستادیم [در نتیجه همه را هلاک کرد]، مگر خاندان لوط را که سحرگاهان نجاتشان دادیم."
  ],
  [
    35,
    "[این] نعمت و رحمتی از سوی ما بود، این گونه کسی را که سپاس گزار است، پاداش می دهیم."
  ],
  [
    36,
    "به راستی لوط آنان را به مؤاخذه سخت ما بیم داده بود، ولی [آنان با وی] در بیمها و هشدارها [یش] سرسختانه مجادله و ستیزه کردند."
  ],
  [
    37,
    "و از میهمانانش [که در حقیقت فرشتگان ما بودند] کام جویی خواستند، در نتیجه دیدگانشان را محو و نابینا کردیم؛ پس [گفتیم: طعمِ] عذاب و هشدارهایم را بچشید."
  ],
  [
    38,
    "به یقین در سپیده دم عذابی پیگیر و پایدار به آنان رسید."
  ],
  [
    39,
    "پس [گفتیم: طعمِ] عذاب و هشدارهایم را بچشید."
  ],
  [
    40,
    "و یقیناً ما قرآن را برای پند گرفتن آسان کردیم، پس آیا پند گیرنده ای هست؟"
  ],
  [
    41,
    "و همانا برای فرعونیان بیم دهندگان آمدند."
  ],
  [
    42,
    "[آنان] همه معجزات و آیات ما را تکذیب کردند؛ در نتیجه آنان را [به عذابی سخت] گرفتیم، گرفتن توانایی شکست ناپذیر و نیرومند."
  ],
  [
    43,
    "آیا کافران [شهر] شما از اقوامی که برشمردیم، بهتر و برترند [تا به سبب بهتری و برتری مصون از عذاب باشند؟] یا برای شما در کتاب های آسمانی امان نامه ای هست [که هر جرمی را مرتکب شوید عذابی نخواهید داشت؟!]"
  ],
  [
    44,
    "یا [آنکه] می گویند: ما گروهی متحد و پشتیبان یکدیگریم [که هرکس بخواهد آسیبی به ما رساند، با قدرت هرچه تمام تر از او انتقام می گیریم؟]"
  ],
  [
    45,
    "به زودی [این] گروه [متحد در جنگی که خود بر ضد مؤمنان تدارک می بینند] شکست می خورند و پشت کنان می گریزند."
  ],
  [
    46,
    "بلکه وعده گاهشان قیامت است، و قیامت هولناک تر و تلخ تر است."
  ],
  [
    47,
    "بی تردید گنهکاران در گمراهی و انحراف و در آتش افروخته اند."
  ],
  [
    48,
    "روزی که با صورت در آتش کشیده می شوند [و به آنان می گویند:] سوزندگی و عذاب دردناک دوزخ را بچشید."
  ],
  [
    49,
    "ما هر چیزی را به اندازه آفریدیم."
  ],
  [
    50,
    "و فرمان ما جز فرمان واحدی نیست که مانند یک چشم بر هم زدن است."
  ],
  [
    51,
    "بی تردید ما هم مسلکان شما را [که در گذشته به سر می بردند، به خاطر طغیانشان] هلاک کردیم؛ پس آیا پند گیرنده ای هست؟"
  ],
  [
    52,
    "و هر عملی را که انجام دادند در نامه های اعمالشان ثبت است."
  ],
  [
    53,
    "و هر کوچک و بزرگی [از اعمالشان در آن] نوشته شده است."
  ],
  [
    54,
    "یقیناً پرهیزکاران در بهشت ها و [کنار] نهرها هستند؛"
  ],
  [
    55,
    "در جایگاهی حق و پسندیده نزد پادشاهی توانا."
  ]
]