[
  {
    "id": 58,
    "city": "madinah",
    "name": {
      "translated": "The Pleading Woman",
      "transliterated": "Al-Mujadila",
      "codepoints": [
        1575,
        1604,
        1605,
        1580,
        1575,
        1583,
        1604,
        1577
      ]
    },
    "ayahs": 22,
    "slug": "al-mujadila",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "به راستی خدا گفتار [زنی] را که درباره همسرش با تو گفتگو داشت و به خدا شکایت می کرد، شنید و خدا گفتگوی شما را می شنود؛ زیرا خدا شنوا و بیناست."
  ],
  [
    2,
    "کسانی از شما که با زنان خود «ظهار» می کنند [یعنی بر پایه فرهنگ جاهلی می گویند: تو نسبت به من به منزله مادرم هستی، پس آمیزش با تو بر من حرام ابدی است] زنانشان مادرانشان نیستند، مادرانشان فقط زنانی هستند که آنان را زاده اند، و آنان بی تردید سخنی ناپسند و دروغ می گویند و مسلماً خدا بسیار باگذشت و بسیار آمرزنده است."
  ],
  [
    3,
    "و کسانی که با زنانشان ظهار می کنند، سپس از آنچه گفته اند برمی گردند، باید پیش از آمیزش با هم برده ای [در راه خدا] آزاد کنند. این [حکمی] است که به آن اندرز داده می شوید، و خدا بر آنچه انجام می دهید، آگاه است."
  ],
  [
    4,
    "کسی که توانایی [آزاد کردن برده را] ندارد، باید پیش از آنکه با هم آمیزش کنند، دو ماه پی در پی روزه بگیرد، و هر که نتواند باید شصت مسکین را طعام دهد؛ این حکم برای این است که به خدا و پیامبرش ایمان آورید [و از فرهنگ جاهلی دوری گزینید]؛ و اینها حدود خداست. و برای کافران عذابی دردناک است."
  ],
  [
    5,
    "بی تردید کسانی که با خدا و پیامبرش دشمنی و مخالفت می ورزند، خوار و سرنگون می شوند، چنان که کسانی که پیش از آنان بودند، خوار و سرنگون شدند، و همانا ما آیات روشنی نازل کردیم، و برای کافران عذابی خوارکننده است."
  ],
  [
    6,
    "در روزی که خدا همه آنان را برمی انگیزد، آن گاه به اعمالی که انجام داده اند، آگاهشان می کند، اعمالی که خدا حساب همه آنها را برشمرده است در حالی که [آنان] آن را فراموش کرده اند، و خدا بر هر چیز گواه است."
  ],
  [
    7,
    "آیا ندانسته ای که خدا آنچه را در آسمان ها و آنچه را در زمین است، می داند؟ هیچ گفتگوی محرمانه ای میان سه نفر نیست مگر اینکه او چهارمی آنان است، و نه میان پنج نفر مگر اینکه او ششمی آنان است، و نه کمتر از آن و نه بیشتر مگر اینکه هر کجا باشند او با آنان است، سپس روز قیامت آنان را به اعمالی که انجام داده اند آگاه می کند؛ زیرا خدا به همه چیز داناست."
  ],
  [
    8,
    "آیا کسانی را که از گفتگوی محرمانه منع شده بودند، ندیدی؟ که باز به کاری که از آن منع شده بودند باز می گردند، و با یکدیگر از روی گناه و دشمنی و سرپیچی از پیامبر، محرمانه گفتگو می کنند، و هنگامی که نزد تو آیند به صورتی تو را درود می گویند که خدا به تو درود نگفته است، و در دل خود می گویند: چرا خدا ما را به سبب آنچه می گوییم عذاب نمی کند؟! دوزخ برای آنان کافی است، در آن وارد می شوند، و بد بازگشت گاهی است."
  ],
  [
    9,
    "ای اهل ایمان! هنگامی که محرمانه با یکدیگر گفتگو می کنید از روی گناه و دشمنی و سرپیچی از پیامبر با هم گفتگوی محرمانه نکنید، و بر پایه [تشویق یکدیگر به] نیکی و تقوا گفتگوی محرمانه کنید، و از خدایی که به سوی او محشور می شوید، پروا کنید."
  ],
  [
    10,
    "جز این نیست که گفتگوی محرمانه [بی منطق و رازگویی بی دلیل] از [ناحیه] شیطان است تا مؤمنان را اندوهگین کند، ولی نمی تواند هیچ گزندی به آنان برساند مگر به فرمان خدا. و مؤمنان فقط باید بر خدا توکل کنند [که توکل کننده به خدا از گزند شیطان مصون است.]"
  ],
  [
    11,
    "ای مؤمنان! هنگامی که گویند: در مجالس [برای نشستن دیگر برادرانتان] جا باز کنید، پس جا باز کنید، تا خدا برای شما [در بهشت] جا باز کند. و چون گویند: برخیزید، بی درنگ برخیزید تا خدا مؤمنان از شما را به درجه ای و دانشمندانتان را به درجاتی [عظیم و باارزش] بلند گرداند، و خدا به آنچه انجام می دهید، آگاه است."
  ],
  [
    12,
    "ای مؤمنان! زمانی که می خواهید با پیامبر گفتگوی محرمانه کنید، پیش از گفتگوی محرمانه خود صدقه دهید، این برای شما بهتر و پاکیزه تر است، و اگر چیزی برای صدقه نیافتید [اجازه دارید محرمانه گفتگو کنید] زیرا خدا بسیار آمرزنده و مهربان است."
  ],
  [
    13,
    "آیا ترسیدید از اینکه پیش از گفتگوی محرمانه خود صدقاتی بپردازید؟ پس چون نپرداختید و خدا هم توبه شما را پذیرفت، پس نماز را برپا دارید و زکات بدهید و از خدا و پیامبرش اطاعت کنید، و خدا به اعمالی که انجام می دهید، آگاه است."
  ],
  [
    14,
    "آیا به کسانی که قوم مورد خشم خدا را به دوستی گرفتند، ننگریستی؟ اینان نه از شمایند و نه از آنان، و به دروغ سوگند می خورند [که از شمایند] و خود آگاهند [که دروغ می گویند.]"
  ],
  [
    15,
    "خدا برای آنان عذاب سختی آماده کرده است؛ زیرا آنچه را که همواره انجام می دادند، بسیار بد است."
  ],
  [
    16,
    "آنان سوگندهایشان را [برای تبرئه خود از خیانت به پیامبر و مؤمنان] سپر قرار داده اند، در نتیجه [مردم را] از راه خدا بازداشتند پس برای آنان عذابی خوارکننده است."
  ],
  [
    17,
    "هرگز اموال و اولادشان چیزی از عذاب خدا را از آنان دفع نمی کند، آنان اهل آتش اند و در آن جاودانه اند."
  ],
  [
    18,
    "روزی که خدا همه آنان را برمی انگیزد، پس همان گونه که برای شما سوگند دروغ می خوردند، برای خدا هم سوگند دروغ می خورند، و گمان می کنند که با سوگند دروغ می توانند در عرصه محشر، سودی را برای خود جلب کنند و زیانی را از خویش بگردانند، آگاه باش که آنان همان دورغگویانند!"
  ],
  [
    19,
    "شیطان بر آنان چیره و مسلط شده و یاد خدا را از خاطرشان برده است، آنان حزب شیطانند، آگاه باش که حزب شیطان یقیناً همان زیان کارانند!"
  ],
  [
    20,
    "بی تردید کسانی که با خدا و پیامبرش دشمنی و مخالفت می کنند، در زمره خوارترینان هستند."
  ],
  [
    21,
    "خدا لازم و مقرّر کرده است که بی تردید من و پیامبرانم پیروزیم. همانا خدا نیرومند و توانای شکست ناپذیر است."
  ],
  [
    22,
    "گروهی را که به خدا و روز قیامت ایمان دارند، نمی یابی که با کسانی که با خدا و پیامبرش دشمنی و مخالفت دارند، دوستی برقرار کنند، گرچه پدرانشان یا فرزاندانشان یا برادرانشان یا خویشانشان باشند. اینانند که خدا ایمان را در دل هایشان ثابت و پایدار کرده، و به روحی از جانب خود نیرومندشان ساخته، و آنان را به بهشت هایی که از زیرِ [درختانِ] آن نهرها جاری است درمی آورد، در آنجا جاودانه اند، خدا از آنان خشنود است و آنان هم از خدا خشنودند. اینان حزب خدا هستند، آگاه باش که بی تردید حزب خدا همان رستگارانند."
  ]
]