[
  {
    "id": 61,
    "city": "madinah",
    "name": {
      "translated": "The Ranks",
      "transliterated": "As-Saf",
      "codepoints": [
        1575,
        1604,
        1589,
        1601
      ]
    },
    "ayahs": 14,
    "slug": "as-saf",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "آنچه در آسمان ها و آنچه در زمین است، خدا را [به پاک بودن از هر عیب و نقصی] می ستایند، و او توانای شکست ناپذیر و حکیم است."
  ],
  [
    2,
    "ای مؤمنان! چرا چیزی را می گویید که خود عمل نمی کنید؟"
  ],
  [
    3,
    "نزد خدا به شدت موجب خشم است که چیزی را بگویید که خود عمل نمی کنید."
  ],
  [
    4,
    "خدا کسانی را دوست دارد که صف زده در راه او جهاد می کنند [و از ثابت قدمی] گویی بنایی پولادین و استوارند."
  ],
  [
    5,
    "و [یاد کن] هنگامی را که موسی به قومش گفت: ای قوم من! چرا مرا می آزارید در حالی که می دانید من فرستاده خدا به سوی شما هستم؟ پس هنگامی که [از حق] منحرف شدند، خدا هم دل هایشان را [از پذیرفتن هدایت] منحرف کرد، و خدا مردم فاسق را هدایت نمی کند."
  ],
  [
    6,
    "و [یاد کن] هنگامی را که عیسی پسر مریم گفت: ای بنی اسرائیل! به یقین من فرستاده خدا به سوی شمایم، تورات را که پیش از من بوده، تصدیق می کنم، و به پیامبری که بعد از من می آید و نامش «احمد» است، مژده می دهم. پس هنگامی که [احمد] دلایل روشن برای آنان آورد، گفتند: این جادویی است آشکار!!"
  ],
  [
    7,
    "و ستمکارتر از کسی که بر خدا دروغ می بندد، در حالی که به اسلام دعوت می شود کیست؟ و خدا مردم ستمکار را هدایت نمی کند."
  ],
  [
    8,
    "می خواهند نور خدا را با دهان هایشان خاموش کنند در حالی که خدا کامل کننده نور خود است، گرچه کافران خوش نداشته باشند."
  ],
  [
    9,
    "اوست که پیامبرش را با هدایت و دین حق فرستاد تا آن را بر همه ادیان پیروز کند، گرچه مشرکان خوش نداشته باشند."
  ],
  [
    10,
    "ای اهل ایمان! آیا شما را به تجارتی راهنمایی کنم که شما را از عذابی دردناک نجات می دهد؟"
  ],
  [
    11,
    "به خدا و پیامبرش ایمان آورید، و با اموال و جان هایتان در راه خدا جهاد کنید؛ این [ایمان و جهاد] اگر [به منافع فراگیر و همیشگی آن] معرفت و آگاهی داشتید، برای شما [از هر چیزی] بهتر است؛"
  ],
  [
    12,
    "تا گناهتان را بیامرزد، و شما را در بهشت هایی که از زیرِ [درختانِ] آن نهرها جاری است و خانه های پاکیزه در بهشت های جاویدان، درآورد؛ این است کامیابی بزرگ."
  ],
  [
    13,
    "و نعمت های دیگری که آن را دوست دارید [و به شما عطا می کند] یاری و پیروزی نزدیک از سوی خداست. و مؤمنان را مژده ده."
  ],
  [
    14,
    "ای اهل ایمان! یاران خدا باشید، همان گونه که عیسی پسر مریم به حواریون گفت: یاران من در راه خدا چه کسانی اند؟ حواریون گفتند: ما یاران خداییم. پس طایفه ای از بنی اسرائیل ایمان آوردند و گروهی کافر شدند؛ در نتیجه کسانی را که ایمان آوردند، بر ضد دشمنانشان یاری دادیم تا پیروز شدند."
  ]
]