[
  {
    "id": 67,
    "city": "makkah",
    "name": {
      "translated": "The Sovereignty",
      "transliterated": "Al-Mulk",
      "codepoints": [
        1575,
        1604,
        1605,
        1604,
        1603
      ]
    },
    "ayahs": 30,
    "slug": "al-mulk",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "همیشه سودمند و با برکت است آنکه فرمانروایی [همه هستی] به دست اوست و او بر هر کاری تواناست."
  ],
  [
    2,
    "آنکه مرگ و زندگی را آفرید تا شما را بیازماید که کدامتان نیکوکارترید، و او توانای شکست ناپذیر و بسیار آمرزنده است."
  ],
  [
    3,
    "آنکه هفت آسمان را بر فراز یکدیگر آفرید. در آفرینش [خدای] رحمان، خلل و نابسامانی و ناهمگونی نمی بینی، پس بار دیگر بنگر آیا هیچ خلل و نابسامانی و ناهمگونی می بینی؟"
  ],
  [
    4,
    "سپس بار دیگر بنگر تا دیده ات در حالی که خسته و کم سو شده [و از یافتن خلل، نابسامانی و ناهمگونی فرو مانده] و درمانده گشته است، به سویت باز گردد."
  ],
  [
    5,
    "همانا ما آسمان دنیا را با چراغ هایی آراستیم و آنها را تیرهایی برای راندن شیطان ها قرار دادیم، و برای آنان [در آخرت] آتشی افروخته، آماده کرده ایم؛"
  ],
  [
    6,
    "و برای کسانی که به پروردگارشان کافر شدند، عذاب دوزخ است و بد بازگشت گاهی است."
  ],
  [
    7,
    "هنگامی که در آن افکنده شوند از آن در حالی که در جوش و فوران است، صدایی هولناک و دلخراش می شنوند."
  ],
  [
    8,
    "نزدیک است که از شدت خشم متلاشی و پاره پاره شود. هرگاه گروهی در آن افکنده شوند، نگهبانانش از آنان می پرسند: آیا شما را بیم دهنده ای نیامد؟"
  ],
  [
    9,
    "می گویند: چرا، بیم دهنده آمد، ولی او را انکار کردیم و گفتیم: خدا هیچ چیز نازل نکرده است؛ شما بیم دهندگان جز در گمراهی بزرگی نیستید؛"
  ],
  [
    10,
    "و می گویند: اگر ما [دعوت سعادت بخش آنان را] شنیده بودیم، یا [در حقایقی که برای ما آوردند] تعقّل کرده بودیم، در میان [آتش] اهل آتش سوزان نبودیم."
  ],
  [
    11,
    "پس به گناه خود اعتراف می کنند. و مرگ و دوری از رحمت بر اهل آتش سوزان باد."
  ],
  [
    12,
    "بی تردید کسانی که در نهان از پروردگارشان می ترسند، برای آنان آمرزش و پاداشی بزرگ است."
  ],
  [
    13,
    "و گفتارتان را پنهان کنید یا آن را آشکار سازید، مسلماً او به نیّات و اسرار سینه ها داناست."
  ],
  [
    14,
    "آیا کسی که [همه موجودات را] آفریده است، نمی داند؟ و حال آنکه او لطیف و آگاه است."
  ],
  [
    15,
    "اوست که زمین را برای شما رام قرار داد، بنابراین بر اطراف و جوانب آن راه روید و از روزی خدا بخورید، و برانگیختن مردگان و رستاخیز به سوی اوست."
  ],
  [
    16,
    "آیا از کسی که [حاکمیت و فرمانروایی اش] در آسمان قطعی است [چه رسد در زمین] خود را در امان دیده اید، از اینکه [با شکافتن زمین] شما را در آن فرو برد در حالی که زلزله و جنبش موج آسایش را ادامه دهد؟"
  ],
  [
    17,
    "آیا از کسی که حاکمیت و فرمانروایی اش در آسمان قطعی است [چه رسد در زمین] خود را در امان دیده اید از اینکه توفانی سخت [که با خود ریگ و سنگ می آورد] بر شما فرستد؟ پس به زودی خواهید دانست که بیم دادن من چگونه است!"
  ],
  [
    18,
    "و مسلماً کسانی که پیش از آنان بودند [آیات خدا و پیامبران را انکار کردند]، پس [بنگر] عذاب من چگونه بود!"
  ],
  [
    19,
    "آیا ندانسته اند که پرندگان بالای سرشان را در حالی که بال می گشایند و می بندند، فقط [خدای] رحمان در فضا نگه می دارد؟ یقیناً او بر همه چیز بیناست."
  ],
  [
    20,
    "آیا آن کیست [از] سپاهتان که شما را به هنگام نزول عذاب در برابر خدای رحمان یاری دهد؟ کافران جز دچار فریب [شیطان] نیستند."
  ],
  [
    21,
    "یا کیست آنکه به شما روزی دهد، اگر خدا روزی اش را از شما باز دارد؟ [نه اینکه حقیقت را نمی دانند] بلکه در سرکشی و نفرتِ [از حق سرسختی و] پافشاری می کنند."
  ],
  [
    22,
    "آیا کسی که نگونسار و به صورت افتاده حرکت می کند، هدایت یافته تر است یا آنکه راست قامت بر راه راست می رود؟"
  ],
  [
    23,
    "بگو: اوست که شما را آفرید و برای شما گوش و دیده و دل قرار داد، ولی اندکی سپاس می گزارید."
  ],
  [
    24,
    "بگو: اوست که شما را در زمین آفرید و به سوی او محشور می شوید."
  ],
  [
    25,
    "و می گویند: اگر راستگویید این وعده وقوع [رستاخیز] کی خواهد بود؟"
  ],
  [
    26,
    "بگو: دانش و آگاهی [این حقیقت] فقط نزد خداست و من تنها بیم دهنده ای آشکارم."
  ],
  [
    27,
    "پس زمانی که آن [وعده داده شده] را از نزدیک ببینند، چهره کافران درهم و زشت گردد [و به آنان گویند:] این است همان چیزی که آن را [از روی مسخره] می خواستید."
  ],
  [
    28,
    "بگو: به من خبر دهید اگر خدا من را و هر که را با من است هلاک کند، یا مورد رحمت قرار دهد، پس چه کسی کافران را از عذاب دردناک پناه خواهد داد؟"
  ],
  [
    29,
    "بگو: اوست رحمان، به او ایمان آوردیم، و بر او توکل کردیم، پس به زودی خواهید دانست چه کسی در گمراهی آشکار است."
  ],
  [
    30,
    "بگو: به من خبر دهید اگر آب مورد بهره برداری شما [چون آب رودها، چشمه ها، سدها و چاه ها] در زمین فرو رود [تا آنجا که از دسترس شما خارج گردد] پس کیست که برایتان آب روان و گوارا بیاورد؟!"
  ]
]