[
  {
    "id": 68,
    "city": "makkah",
    "name": {
      "translated": "The Pen",
      "transliterated": "Al-Qalam",
      "codepoints": [
        1575,
        1604,
        1602,
        1604,
        1605
      ]
    },
    "ayahs": 52,
    "slug": "al-qalam",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "ن، سوگند به قلم و آنچه می نویسند،"
  ],
  [
    2,
    "که به سبب نعمت و رحمت پروردگارت [که نبوّت، دانش و بصیرت است] تو مجنون نیستی؛"
  ],
  [
    3,
    "و بی تردید برای تو پاداشی دایم و همیشگی است؛"
  ],
  [
    4,
    "و یقیناً تو بر بلندای سجایای اخلاقی عظیمی قرار داری."
  ],
  [
    5,
    "پس به زودی می بینی و [منکران هم] می بینند،"
  ],
  [
    6,
    "که کدام یک از شما دچار جنون اند؛"
  ],
  [
    7,
    "بی تردید پروردگارت بهتر می داند چه کسی از راه او گمراه شده، و او به راه یافتگان داناتر است. …."
  ],
  [
    8,
    "از تکذیب کنندگان [قرآن و نبوّت] فرمان مبر."
  ],
  [
    9,
    "دوست دارند نرمی کنی تا نرمی کنند،"
  ],
  [
    10,
    "و از هر سوگند خورده زبون و فرومایه فرمان مبر،"
  ],
  [
    11,
    "آنکه بسیار عیب جوست، و برای سخن چینی در رفت و آمد است،"
  ],
  [
    12,
    "به شدت بازدارنده [مردم] از کار خیر و متجاوز و گنهکار است."
  ],
  [
    13,
    "گذشته از این ها کینه توز و بی اصل و نسب است،"
  ],
  [
    14,
    "[سرکشی و یاغی گری اش] برای آن [است] که دارای ثروت و فرزندان فراوان است."
  ],
  [
    15,
    "هنگامی که آیات ما را بر او می خوانند، گوید: افسانه های پیشینیان است!"
  ],
  [
    16,
    "به زودی بر بینیِ [پر باد و خرطوم مانند] ش داغ رسوایی و خواری می نهیم."
  ],
  [
    17,
    "بی تردید ما آنان را [که در مکه بودند] آزمودیم همان گونه که صاحبان آن باغ را [در منطقه یمن] آزمودیم، هنگامی که سوگند خوردند که صبحگاهان حتماً میوه های باغ را بچینند،"
  ],
  [
    18,
    "و چیزی از آن را [برای تهیدستان و نیازمندان] استثنا نکردند."
  ],
  [
    19,
    "پس در حالی که صاحبان باغ در خواب بودند، بلایی فراگیر از سوی پروردگارت آن باغ را فرا گرفت."
  ],
  [
    20,
    "پس [آن باغ] به صورت شبی تاریک درآمد [و جز خاکستر چیزی در آن دیده نمی شد!]"
  ],
  [
    21,
    "وهنگام صبح یکدیگر را آوازدادند،"
  ],
  [
    22,
    "که اگر قصد چیدن میوه دارید بامدادان به سوی کشتزار و باغتان حرکت کنید؛"
  ],
  [
    23,
    "پس به راه افتادند در حالی که آهسته به هم می گفتند:"
  ],
  [
    24,
    "امروز نباید نیازمندی در این باغ بر شما وارد شود"
  ],
  [
    25,
    "و بامدادان به قصد اینکه تهیدستان را محروم گذارند به سوی باغ روان شدند."
  ],
  [
    26,
    "پس چون [به باغ رسیدند و آن را نابود] دیدند، گفتند: یقیناً ما گمراه بوده ایم [که چنان تصمیم خلاف حقّی درباره مستمندان و تهیدستان گرفتیم.]"
  ],
  [
    27,
    "بلکه ما [از لطف خدا هم] محرومیم."
  ],
  [
    28,
    "عاقل ترینشان گفت: آیا به شما نگفتم که چرا خدا را [به پاک بودن از هر عیب و نقصی] یاد نمی کنید [و چرا او را از انتقام گرفتن درمانده می دانید؟!]"
  ],
  [
    29,
    "گفتند: پروردگارا! تو را به پاکی می ستاییم، مسلماً ما ستمکار بوده ایم."
  ],
  [
    30,
    "پس به یکدیگر رو کرده به سرزنش و ملامت هم پرداختند."
  ],
  [
    31,
    "گفتند: وای بر ما که طغیان گر بوده ایم."
  ],
  [
    32,
    "امید است پروردگارمان بهتر از آن را به ما عوض دهد چون ما [از هر چیزی دل بریدیم و] به پروردگارمان راغب و علاقه مندیم."
  ],
  [
    33,
    "چنین است عذاب [دنیا] و عذاب آخرت اگر معرفت و آگاهی داشتند، بزرگ تر است."
  ],
  [
    34,
    "بی تردید برای پرهیزکاران نزد پروردگارشان بهشت های پرنعمت است."
  ],
  [
    35,
    "آیا ما تسلیم شدگان [به فرمان ها و احکام خود] را چون مجرمان قرار می دهیم؟"
  ],
  [
    36,
    "شما را چه شده؟ چگونه داوری می کنید؟!"
  ],
  [
    37,
    "آیا شما را کتابی [آسمانی از نزد خدا] ست که در آن می خوانید"
  ],
  [
    38,
    "که در آن جهان هر چه را شما بخواهید و انتخاب کنید برای شما خواهد بود؟!"
  ],
  [
    39,
    "یا شما را بر ما تا روز قیامت پیمان و سوگند استواری است که هر چه را به سود خود حکم کنید ویژه شماست؟!"
  ],
  [
    40,
    "از آنان بپرس کدامشان ضامن آن ادعاست [که مسلمان و مجرم یکسانند؟!!]"
  ],
  [
    41,
    "یا شریکانی [در ربوبیت خدا] دارند [که از آنان نزد خدا شفاعت کنند که در اجر و ثواب با مسلمانان یکسان شوند؟] پس اگر راستگویند، شریکانشان را [به میدان] آورند."
  ],
  [
    42,
    "[یاد کن] روزی را که کار بر آنان به شدت سخت و دشوار شود، [و آن روز که جای هیچ تکلیف و عبادتی نیست به عنوان سرزنش و ملامت] به سجده کردن دعوت شوند، ولی در خود قدرت و استطاعت [سجده کردن] نیابند!"
  ],
  [
    43,
    "دیدگانشان از شرم و حیا، فرو افتاده، خواری و ذلت آنان را فرا گیرد و اینان [در دنیا] به سجده [بر خدا] دعوت می شدند در حالی که تندرست بودند [ولی از فرمان خدا متکبرانه روی می گرداندند.]"
  ],
  [
    44,
    "پس مرا با کسانی که این قرآن را انکار می کنند واگذار، به زودی ما آنان را به تدریج از آن جا که نمی دانند [به سوی عذاب] می کشانیم؛"
  ],
  [
    45,
    "و [البته] آنان را مهلت می دهیم [تا گناهشان را در حال بی خبری به نهایت برسانند]، بی تردید نقشه و تدبیر من استوار است."
  ],
  [
    46,
    "[اینکه دعوتت را نمی پذیرند] مگر از آنان در برابر ابلاغ رسالت پاداشی می طلبی که از خسارت و زیانش سنگین بارند؟"
  ],
  [
    47,
    "یا غیب نزد آنان است و آنان از روی آن] می نویسند [و خود با تکیه بر آن به ادعاهای خود یقین می کنند و به دیگران هم خبر می دهند؟"
  ],
  [
    48,
    "پس در برابر حکم و قضای پروردگارت [که هلاک کردن تدریجی این طاغیان است] شکیبا باش و مانند صاحب ماهی [یونس] مباش [که شتاب در آمدن عذاب را برای قومش خواست و به این علت در شکم ماهی محبوس شد] و در آن حال با دلی مالامال از اندوه، خدا را ندا داد."
  ],
  [
    49,
    "اگر رحمت و لطفی از سوی پروردگارش او را در نیافته بود، یقیناً نکوهش شده به صحرایی بی آب و گیاه افکنده می شد."
  ],
  [
    50,
    "پس پروردگارش او را برگزید و از شایستگان قرار داد"
  ],
  [
    51,
    "و کافران چون قرآن را شنیدند، نزدیک بود تو را با چشمانشان بلغزانند [و از پای درآورند] و می گویند: بی تردید او دیوانه است!"
  ],
  [
    52,
    "در حالی که قرآن جز مایه تذکر و پند برای جهانیان نیست."
  ]
]