[
  {
    "id": 69,
    "city": "makkah",
    "name": {
      "translated": "The Reality",
      "transliterated": "Al-Haqqah",
      "codepoints": [
        1575,
        1604,
        1581,
        1575,
        1602,
        1577
      ]
    },
    "ayahs": 52,
    "slug": "al-haqqah",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "آن روز ثابت و حق [که وقوعش حتمی و تردیدناپذیر است،]"
  ],
  [
    2,
    "آن روز ثابت و حق چیست؟"
  ],
  [
    3,
    "و تو چه می دانی که آن روز ثابت و حق چیست؟"
  ],
  [
    4,
    "[قوم] ثمود و عاد آن روز کوبنده را انکار کردند؛"
  ],
  [
    5,
    "اما قوم ثمود با عذابی سرکش هلاک شدند،"
  ],
  [
    6,
    "و اما قوم عاد با تندبادی بسیار سرد و طغیان گر نابود شدند،"
  ],
  [
    7,
    "که خدا آن را هفت شب و هشت روز پی در پی بر آنان مسلط کرد و [اگر آنجا بودی] می دیدی که آنان مانند تنه های پوسیده و پوک درختان خرما روی زمین افتاده [و هلاک شده اند.]"
  ],
  [
    8,
    "آیا از آنان هیچ باقی مانده ای می بینی؟"
  ],
  [
    9,
    "و فرعون و کسانی که پیش از او بودند و مردم شهرهای زیر و رو شده [قوم لوط] مرتکب گناهان بزرگ شدند،"
  ],
  [
    10,
    "و فرستاده پروردگارشان را نافرمانی کردند و خدا هم آنان را به عذابی سخت گرفت."
  ],
  [
    11,
    "هنگامی که آب طغیان کرد، ما شما را در کشتی سوار کردیم،"
  ],
  [
    12,
    "تا آن را برای شما مایه تذکر و بیداری قرار دهیم و گوش شنوا آن را [به عنوان مایه عبرت و تذکر] حفظ کند."
  ],
  [
    13,
    "پس چون در صور یک بار دمیده شود،"
  ],
  [
    14,
    "و زمین و کوه ها از جای خود برداشته شوند و هر دوی آنها یک باره درهم کوبیده و ریز ریز گردند!"
  ],
  [
    15,
    "پس آن روز است که آن واقعه بزرگ واقع می شود؛"
  ],
  [
    16,
    "و آسمان بشکافد و در آن روز است که از هم گسسته و متلاشی گردد؛"
  ],
  [
    17,
    "و فرشتگان [برای اجرای دستورها حق] بر کناره ها و اطراف آسمان قرار می گیرند، ودر آن روز هشت فرشته، عرش پروردگارت را بر فراز همه آنها حمل می کنند."
  ],
  [
    18,
    "آن روز [همه شما برای حسابرسی به پیشگاه خدا] عرضه می شوید در حالی که هیچ [عمل و نیّت] پوشیده ای از شما پنهان نمی ماند."
  ],
  [
    19,
    "اما کسی که پرونده اش را به دست راستش دهند، می گوید: [ای مردم!] پرونده مرا بگیرید و بخوانید."
  ],
  [
    20,
    "من یقین داشتم که حساب اعمالم را می بینم [به این سبب همه اعمالم را هماهنگ با احکام خدا انجام دادم و کردار بدم را اصلاح کردم.]"
  ],
  [
    21,
    "پس او در یک زندگی خوش و پسندیده ای است."
  ],
  [
    22,
    "در بهشتی برین"
  ],
  [
    23,
    "که میوه هایش در دسترس است."
  ],
  [
    24,
    "[به آنان گویند:] بخورید و بیاشامید، گوارایتان باد به سبب اعمالی که در ایام گذشته انجام دادید؛"
  ],
  [
    25,
    "و اما کسی که پرونده اعمالش را به دست چپش دهند، می گوید: ای کاش پرونده ام را دریافت نمی کردم،"
  ],
  [
    26,
    "و نمی دانستم حساب من چیست؟"
  ],
  [
    27,
    "ای کاش همان مرگ اول [که مرا از دنیا به آخرت انتقال داد] کارم را یکسره می کرد [و در نیستی ابد قرارم می داد،]"
  ],
  [
    28,
    "ثروتم عذاب را از من دفع نکرد،"
  ],
  [
    29,
    "قدرت و توانم از دست رفت."
  ],
  [
    30,
    "[فرمان آید] او را بگیرید و در غل و زنجیرش کشید،"
  ],
  [
    31,
    "آن گاه به دوزخش دراندازید،"
  ],
  [
    32,
    "سپس او را در زنجیری که طولش هفتاد ذرع است به بند کشید،"
  ],
  [
    33,
    "زیرا او به خدای بزرگ ایمان نمی آورده"
  ],
  [
    34,
    "و مردم را به اطعام نیازمندان تشویق نمی کرده."
  ],
  [
    35,
    "پس امروز او را در اینجا دوست مهربان و حمایت گری نیست؛"
  ],
  [
    36,
    "و نه غذایی مگر چرکاب و کثافات [ی از بدن اهل دوزخ!]"
  ],
  [
    37,
    "که آن را جز خطاکاران نمی خورند."
  ],
  [
    38,
    "پس سوگند یاد می کنم به آنچه [از محسوسات] می بینید،"
  ],
  [
    39,
    "و آنچه [از غیر محسوسات] نمی بینید،"
  ],
  [
    40,
    "بی تردید این قرآن، گفتار فرستاده ای بزرگوار است،"
  ],
  [
    41,
    "و آن گفتار یک شاعر نیست، ولی جز اندکی ایمان نمی آورید،"
  ],
  [
    42,
    "و گفتار کاهن هم نیست، ولی جز اندکی متذکّر نمی شوید."
  ],
  [
    43,
    "نازل شده از سوی پروردگار جهانیان است."
  ],
  [
    44,
    "و اگر [او] پاره ای از گفته ها را به دروغ بر ما می بست،"
  ],
  [
    45,
    "ما او را به شدت می گرفتیم،"
  ],
  [
    46,
    "سپس رگ قلبش را پاره می کردیم؛"
  ],
  [
    47,
    "در آن صورت هیچ کدام از شما مانع از عذاب او نبود،"
  ],
  [
    48,
    "بی تردید این قرآن، وسیله پند و تذکری برای پرهیزکاران است."
  ],
  [
    49,
    "و ما به یقین می دانیم که از میان شما انکارکنندگانی هست."
  ],
  [
    50,
    "و این انکار قطعاً مایه حسرت کافران است،"
  ],
  [
    51,
    "و بی تردید این قرآن، حقّی یقینی است."
  ],
  [
    52,
    "پس به نام پروردگارت تسبیح گوی."
  ]
]