[
  {
    "id": 70,
    "city": "makkah",
    "name": {
      "translated": "The Ascending Stairways",
      "transliterated": "Al-Ma'arij",
      "codepoints": [
        1575,
        1604,
        1605,
        1593,
        1575,
        1585,
        1580
      ]
    },
    "ayahs": 44,
    "slug": "al-maarij",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "درخواست کننده ای عذابی را که واقع شدنی است درخواست کرد،"
  ],
  [
    2,
    "[عذابی که] ویژه کافران است، [و] آن را بازدارنده ای نیست."
  ],
  [
    3,
    "[این عذاب] از سوی خدای صاحب درجات است."
  ],
  [
    4,
    "فرشتگان و روح در روزی که مقدارش پنجاه هزار سال است به سوی او بالا می روند."
  ],
  [
    5,
    "پس صبر کن صبری نیکو [صبری که در کنارش جزع و ناخشنودی نباشد.]"
  ],
  [
    6,
    "دشمنان و مخالفان، آن [عذاب] را دور می بینند"
  ],
  [
    7,
    "و ما آن را نزدیک می بینیم."
  ],
  [
    8,
    "روزی که آسمان چون فلز گداخته گردد"
  ],
  [
    9,
    "و کوه ها مانند پشم رنگینِ حلاجی شده شود"
  ],
  [
    10,
    "و هیچ خویشاوند و دوست صمیمی از [اوضاع و احوال] خویشاوند و دوست صمیمی اش نپرسد!"
  ],
  [
    11,
    "آنان را نشانشان می دهند [ولی به خاطر دل مشغولی خود هرگز به آنان توجه نکنند!] گنهکار آرزو می کند که ای کاش می توانست فرزندانش را در برابر عذاب آن روز فدیه و عوض دهد!"
  ],
  [
    12,
    "و نیز همسر و برادرش را"
  ],
  [
    13,
    "و قبیله و قومش را که [در دنیا] به او پناه می دادند،"
  ],
  [
    14,
    "و نیز همه کسانی را که در روی زمین اند تا [این فدیه و عوض] او را [از عذاب آن روز] نجات دهد!"
  ],
  [
    15,
    "این چنین نیست [که برایش راه نجاتی باشد] همانا آتش زبانه می کشد،"
  ],
  [
    16,
    "در حالی که دست و پا و پوست سر را بر می کند!!"
  ],
  [
    17,
    "هر که را به حق پشت کرده واز دعوت حق روی گردانده، می طلبد،"
  ],
  [
    18,
    "و آن را که ثروت جمع کرده و به ذخیره سازی و انباشتن پرداخته، می خواند؛"
  ],
  [
    19,
    "همانا انسان حریص و بی تاب آفریده شده است؛"
  ],
  [
    20,
    "چون آسیبی به او رسد، بی تاب است،"
  ],
  [
    21,
    "و هنگامی که خیر و خوشی [و مال و رفاهی] به او رسد، بسیار بخیل و بازدارنده است،"
  ],
  [
    22,
    "مگر نماز گزاران،"
  ],
  [
    23,
    "آنان که همواره بر نمازشان مداوم و پایدارند،"
  ],
  [
    24,
    "و آنان که در اموالشان حقّی معلوم است"
  ],
  [
    25,
    "برای درخواست کننده [تهیدست] و محروم [از معیشت و ثروت،]"
  ],
  [
    26,
    "و آنان که همواره روز پاداش را باور دارند،"
  ],
  [
    27,
    "و آنان که از عذاب پروردگارشان بیمناکند،"
  ],
  [
    28,
    "زیرا که از عذاب پروردگارشان ایمنی نیست،"
  ],
  [
    29,
    "و آنان که دامنشان را [از آلوده شدن به شهوات حرام] حفظ می کنند،"
  ],
  [
    30,
    "مگر در کام جویی از همسران و کنیزانشان که آنان در این زمینه مورد سرزنش نیستند."
  ],
  [
    31,
    "پس کسانی که در بهره گیری جنسی راهی غیر از این جویند، تجاوزکار از حدود حق اند،"
  ],
  [
    32,
    "و آنان که امانت ها و پیمان های خود را رعایت می کنند،"
  ],
  [
    33,
    "و آنان که بر ادای گواهی های خود پای بند و متعهدند،"
  ],
  [
    34,
    "و آنان که همواره بر [اوقات و شرایط ظاهری و معنوی] نمازهایشان محافظت دارند."
  ],
  [
    35,
    "اینان در بهشت ها، مکرّم و محترم اند"
  ],
  [
    36,
    "کافران را چه شده که به تو چشم دوخته به سویت شتابانند؟"
  ],
  [
    37,
    "از راست و چپ، گروه گروه،"
  ],
  [
    38,
    "آیا هر یک از آنان طمع دارد که او را در بهشت پرنعمت درآورند؟!"
  ],
  [
    39,
    "این چنین نیست، ما آنان را از آنچه خود می دانند [آبی گندیده و بی مقدار] آفریدیم."
  ],
  [
    40,
    "به پروردگار مشرق ها و مغرب ها سوگند که ما تواناییم،"
  ],
  [
    41,
    "بر اینکه به جای آنان بهتر از آنان را بیاوریم؛ و هیچ چیز ما را مغلوب نمی کند."
  ],
  [
    42,
    "پس آنان را واگذار تا [در گفتار باطل] فرو روند و مشغول بازی باشند، تا روزشان را که به آنان وعده داده اند دیدار کنند،"
  ],
  [
    43,
    "روزی که شتابان از خاک بیرون آیند، گویی به سوی نشانه های نصب شده می دوند،"
  ],
  [
    44,
    "درحالی که دیدگانشان [از شدت ترس] فرو افتاده، خواری و ذلت آنان را می پوشاند. این همان روزی است که همواره وعده داده می شدند."
  ]
]