[
  {
    "id": 71,
    "city": "makkah",
    "name": {
      "translated": "Noah",
      "transliterated": "Nuh",
      "codepoints": [
        1606,
        1608,
        1581
      ]
    },
    "ayahs": 28,
    "slug": "nuh",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "ما نوح را به سوی قومش فرستادیم که قوم خود را پیش از آنکه عذابی دردناکبه آنان رسد، بیم ده."
  ],
  [
    2,
    "گفت: ای قوم من! همانا من شما را بیم دهنده ایآشکارم،"
  ],
  [
    3,
    "که خدا را بپرستید و از او پروا کنید و از من اطاعت نمایید،"
  ],
  [
    4,
    "تا خدا گناهانتان را بیامرزد و شما را تا زمانی معین مهلت دهد. اگر آگاهی داشته باشید [توجه خواهید کرد که] بی تردید هنگامی که اجل خدایی فرا رسد، تأخیر نخواهد داشت."
  ],
  [
    5,
    "گفت: پروردگارا! همانا قوم خود را شب و روز [به آیین توحید] دعوت کردم،"
  ],
  [
    6,
    "ولی دعوت من جز بر فرارشان نیفزود،"
  ],
  [
    7,
    "و من هرگاه آنان را دعوت کردم تا آنان را بیامرزی، انگشتان خود را در گوش هایشان کردند و جامه هایشان را به سر کشیدند و بر انکار خود پافشاری ورزیدند و به شدت تکبّر کردند،"
  ],
  [
    8,
    "آن گاه آنان را آشکارا دعوت کردم،"
  ],
  [
    9,
    "سپس آشکار و پنهان آنان را خواندم."
  ],
  [
    10,
    "پس [به آنان] گفتم: از پروردگارتان آمرزش بخواهید که او همواره بسیار آمرزنده است."
  ],
  [
    11,
    "تا بر شما از آسمان باران پی در پی و با برکت فرستد،"
  ],
  [
    12,
    "و شما را با اموال و فرزندان یاری کند، و برایتان باغ ها و نهرها قرار دهد،"
  ],
  [
    13,
    "شما را چه شده که [ربوبیت خدا را نفی کرده و در نتیجه از بندگی اش دست برداشته و] به عظمت و بزرگی خدا امید ندارید؟"
  ],
  [
    14,
    "در حالی که شما را مرحله به مرحله [خاک، نطفه، علقه، مضغه، گوشت، استخوان و...] آفریده است"
  ],
  [
    15,
    "آیا ندانسته اید که خدا هفت آسمان را چگونه بر فراز یکدیگر آفرید؟"
  ],
  [
    16,
    "و ماه را در میان آنها روشنی بخش، و خورشید را چراغ فروزان قرار داد،"
  ],
  [
    17,
    "و خدا شما را از زمین [مانند] گیاهی رویانید،"
  ],
  [
    18,
    "سپس شما را در آن باز می گرداند و باز به صورتی ویژه بیرون می آورد،"
  ],
  [
    19,
    "و خدا زمین را برای شما فرشی گسترده قرار داد،"
  ],
  [
    20,
    "تا از راه ها و جاده های وسیع آن [هر جا که خواستید] بروید؟"
  ],
  [
    21,
    "نوح گفت: پروردگارا! آنان از من نافرمانی کردند و از کسانی [چون سردمداران کفر و متولیان بتخانه] پیروی نمودند که اموال و فرزندانشان جز خسارت و زیانی بر آنان نیفزود!"
  ],
  [
    22,
    "و [این پیشوایان گمراهی، برای گمراه نگاه داشتن این مردم] نیرنگی بزرگ به کار گرفتند،"
  ],
  [
    23,
    "و گفتند: دست از معبودانتان بر ندارید، و هرگز [بت های] وَدّ و سواع و یغوث و یعوق و نسر را رها نکنید؛"
  ],
  [
    24,
    "همانا بسیاری را گمراه کردند. و [پروردگارا!] ستمکاران را جز گمراهی میفزا."
  ],
  [
    25,
    "[همه آنان] به سبب گناهانشان غرق شدند و بی درنگ در آتشی درآورده شدند که [از آن] در برابر خدا برای خود یاورانی نیافتند،"
  ],
  [
    26,
    "و نوح گفت: پروردگارا! هیچ یک از کافران را بر روی زمین باقی مگذار"
  ],
  [
    27,
    "که اگر آنان را باقی گذاری، بندگانت را گمراه می کنند و جز نسلی بدکار و ناسپاس زاد و ولد نمی کنند."
  ],
  [
    28,
    "پروردگارا! مرا و پدر و مادرم را و هر کس که با ایمان به خانه ام درآید و همه مردان و زنان با ایمان را بیامرز، و ستمکاران را جز هلاکت میفزای."
  ]
]