[
  {
    "id": 76,
    "city": "madinah",
    "name": {
      "translated": "The Man",
      "transliterated": "Al-Insan",
      "codepoints": [
        1575,
        1604,
        1575,
        1606,
        1587,
        1575,
        1606
      ]
    },
    "ayahs": 31,
    "slug": "al-insan",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "آیا بر انسان زمانی از روزگار گذشت که چیزی در خور ذکر نبود؟"
  ],
  [
    2,
    "ما انسان را از نطفه آمیخته و مختلطی [از مواد و عناصر] آفریدیم و او را از حالتی به حالتی و شکلی به شکلی [از نطفه به علقه، از علقه به مضغه، از مضغه به استخوان تا طفلی کامل] درآوردیم، پس او را شنوا و بینا قرار دادیم."
  ],
  [
    3,
    "ما راه را به او نشان دادیم یا سپاس گزار خواهد بود یا ناسپاس."
  ],
  [
    4,
    "ما برای کافران زنجیرها و بندها و آتش فروزان آماده کرده ایم."
  ],
  [
    5,
    "همانا نیکان همواره از جامی می نوشند که نوشیدنی اش آمیخته به کافور [آن ماده سرد، سپید و معطر] است."
  ],
  [
    6,
    "آن جام از چشمه ای است که همواره بندگان خدا از آن می نوشند و آن را به دلخواهشان هرگونه که بخواهند جاری می نمایند."
  ],
  [
    7,
    "[همانان که] همواره نذرشان را وفا می کنند، و از روزی که آسیب و گزندش گسترده است، می ترسند،"
  ],
  [
    8,
    "و غذا را در عین دوست داشتنش، به مسکین و یتیم و اسیر انفاق می کنند."
  ],
  [
    9,
    "[و می گویند:] ما شما را فقط برای خشنودی خدا اطعام می کنیم و انتظار هیچ پاداش و سپاسی را از شما نداریم."
  ],
  [
    10,
    "ما از پروردگارمان در روزی که روز عبوس و بسیار هولناکی است می ترسیم."
  ],
  [
    11,
    "پس خدا نگه دار آنان از آسیب و گزند آن روز است و شادابی و شادمانی به آنان عطا می کند."
  ],
  [
    12,
    "و آنان را برای اینکه [در برابر تکالیف دینی و حوادث روزگار] شکیبایی ورزیدند، بهشتی [عنبرسرشت] و لباسی ابریشمین پاداش می دهد."
  ],
  [
    13,
    "در آنجا بر تخت ها تکیه می زنند، در حالی که آفتابی [که از گرمایش ناراحت شوند] و سرمایی [که از سختی اش به زحمت افتند] نمی بینند،"
  ],
  [
    14,
    "و سایه های درختان به آنان نزدیک و میوه هایش به آسانی در دسترس است،"
  ],
  [
    15,
    "و ظرف هایی از نقره فام، و قدح هایی بلورین [که پر از غذا و نوشیدنی است] پیرامون آنان می گردانند؛"
  ],
  [
    16,
    "جام هایی از نقره که آنها را به اندازه مناسب اندازه گیری کرده اند،"
  ],
  [
    17,
    "و در آنجا جامی که نوشیدنی اش آمیخته به زنجبیل است، به آنان می نوشانند،"
  ],
  [
    18,
    "از چشمه ای در آنجا که «سلسبیل» نامیده شود،"
  ],
  [
    19,
    "و پیرامونشان نوجوانانی جاودانی [برای پذیرایی از آنان] می گردند، که چون آنان را ببینی پنداری مرواریدی پراکنده اند،"
  ],
  [
    20,
    "و چون آنجا را ببینی، نعمتی فراوان و کشوری بزرگ بینی،"
  ],
  [
    21,
    "بر اندامشان جامه هایی از حریر نازک و سبز رنگ و دیبای ستبر است و با دستبندهایی از نقره آراسته شده اند، و پروردگارشان باده طهور به آنان می نوشاند."
  ],
  [
    22,
    "[به آنان گوید:] یقیناً این [نعمت ها] پاداش شماست و تلاشتان مقبول افتاده است؛"
  ],
  [
    23,
    "به راستی ما قرآن را به تدریج بر تو نازل کردیم؛"
  ],
  [
    24,
    "پس در برابر فرمان پروردگارت شکیبا باش، و از هیچ گنهکار یا کافری از آنان اطاعت مکن،"
  ],
  [
    25,
    "و صبح و شام نام پروردگارت را یاد کن."
  ],
  [
    26,
    "و پاره ای از شب را سر به سجده گذار، و او را در شب طولانی تسبیح گوی."
  ],
  [
    27,
    "بی تردید اینان [که گنهکار و ناسپاس اند] دنیای زودگذر را دوست دارند [و فقط برای به دست آوردن آن می کوشند] و روز هولناک و سختی را که پیش رو دارند وامی گذارند."
  ],
  [
    28,
    "ما آنان را آفریدیم و مفاصلشان را [با رشته های اعصاب و عضلات] محکم و استوار کردیم، و هرگاه بخواهیم [آنان را نابود می کنیم و] امثال و نظایرشان را [که مطیع و فرمانبردارند] به جای آنان قرار می دهیم."
  ],
  [
    29,
    "همانا این [آیات قرآن] تذکر و هشداری است؛ پس هر کس بخواهد راهی به سوی پروردگارش [با تکیه بر این آیات] برگزیند،"
  ],
  [
    30,
    "و تا خدا نخواهد، نخواهید خواست؛ یقیناً خدا همواره دانا و حکیم است."
  ],
  [
    31,
    "هر کس را بخواهد در رحمتش درآورد و برای ستمکاران عذابی دردناک آماده کرده است."
  ]
]