[
  {
    "id": 83,
    "city": "makkah",
    "name": {
      "translated": "The Defrauding",
      "transliterated": "Al-Mutaffifin",
      "codepoints": [
        1575,
        1604,
        1605,
        1591,
        1601,
        1601,
        1610,
        1606
      ]
    },
    "ayahs": 36,
    "slug": "al-mutaffifin",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "وای بر کم فروشان!"
  ],
  [
    2,
    "آنان که چون از مردم کالایی را با پیمانه و وزنمی ستانند، تمام و کامل می ستانند،"
  ],
  [
    3,
    "و چون برای آنان پیمانه و وزن کنند، کم می دهند."
  ],
  [
    4,
    "آیا اینان یقین ندارند که حتماً بر انگیخته می شوند؟"
  ],
  [
    5,
    "برای روزی بزرگ،"
  ],
  [
    6,
    "روزی که مردم در برابر پروردگار جهانیان به پا می ایستند."
  ],
  [
    7,
    "این چنین نیست که می پندارند [در آن روز] یقیناً پرونده بدکاران در سجّین است."
  ],
  [
    8,
    "و تو چه می دانی که سجّین چیست؟"
  ],
  [
    9,
    "قضا و سرنوشتی حتمی [برای خائنان] است."
  ],
  [
    10,
    "وای در آن روز بر تکذیب کنندگان."
  ],
  [
    11,
    "آنان که همواره روز جزا را تکذیب می کنند."
  ],
  [
    12,
    "و آن را جز هر متجاوز گناه پیشه تکذیب نکند،"
  ],
  [
    13,
    "[که] هرگاه آیات ما را بر او خوانند می گوید: افسانه های پیشینیان است."
  ],
  [
    14,
    "این چنین نیست که می گویند، بلکه گناهانی که همواره مرتکب شده اند بر دل هایشان چرک و زنگار بسته است [که حقایق را افسانه می پندارند.]"
  ],
  [
    15,
    "این چنین نیست که آنان می پندارند، بلکه اینان در آن روز از پروردگارشان محجوب اند."
  ],
  [
    16,
    "سپس آنان بی تردید وارد دوزخ می شوند."
  ],
  [
    17,
    "[به آنان] گویند: این است آن دوزخی که همواره تکذیبش می کردید."
  ],
  [
    18,
    "این چنین نیست [که این سبک مغزان درباره نیکان می پندارند] بلکه پرونده نیکان در علیّین است"
  ],
  [
    19,
    "تو چه می دانی علیّین چیست؟"
  ],
  [
    20,
    "قضا و سرنوشتی حتمی [برای نیکان] است."
  ],
  [
    21,
    "مقربان آن را مشاهده می کنند."
  ],
  [
    22,
    "بی تردید نیکان در نعمتی فراوانند"
  ],
  [
    23,
    "بر تخت ها [ی آراسته و پرارزش تکیه زده و مناظر زیبای بهشت را با چشم سر و جمال محبوب را با چشم دل] می نگرند."
  ],
  [
    24,
    "در چهره هایشان شادابی و طراوت نعمت را می یابی."
  ],
  [
    25,
    "آنان را از باده ناب و طهوری که سربسته و مُهر و موم شده است، می نوشانند."
  ],
  [
    26,
    "مُهر و مومش مشک است، و رقابت کنندگان و مسابقه گران باید به سوی این نعمت ها بر یکدیگر پیشی گیرند،"
  ],
  [
    27,
    "و [این باده ناب مُهر و موم شده،] آمیخته ای از «تسنیم» است"
  ],
  [
    28,
    "[آن] چشمه ای که همواره مقربان از آن می نوشند."
  ],
  [
    29,
    "بدکاران همواره [در دنیا از روی ریشخند و استهزا] به مؤمنان می خندیدند"
  ],
  [
    30,
    "و هنگامی که بر آنان می گذشتند آنان را با اشاره چشم وابرو به مسخره می گرفتند،"
  ],
  [
    31,
    "و چون به خانواده خود بازمی گشتند [به سبب تمسخر مؤمنان] خوشحال و شادمان باز می گشتند،"
  ],
  [
    32,
    "و هنگامی که مؤمنان را می دیدند، می گفتند: بی تردید اینان گمراه اند؛"
  ],
  [
    33,
    "و حال آنکه کافران را بر مؤمنان نگهبان و مراقب نفرستاده بودند [که مراقب هدایت و گمراهی آنان باشند.]"
  ],
  [
    34,
    "پس امروز همواره مؤمنان به کافران می خندند."
  ],
  [
    35,
    "بر تخت ها [ی آراسته و پرارزش تکیه زده] می نگرند"
  ],
  [
    36,
    "که آیا کافران را در برابر آنچه همواره انجام می دادند کیفر داده اند؟"
  ]
]