[
  {
    "id": 89,
    "city": "makkah",
    "name": {
      "translated": "The Dawn",
      "transliterated": "Al-Fajr",
      "codepoints": [
        1575,
        1604,
        1601,
        1580,
        1585
      ]
    },
    "ayahs": 30,
    "slug": "al-fajr",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "سوگند به سپیده دم"
  ],
  [
    2,
    "و به شب های ده گانه"
  ],
  [
    3,
    "و به زوج و فرد"
  ],
  [
    4,
    "و به شب هنگامی که می گذرد."
  ],
  [
    5,
    "آیا در آنچه گفته شد، سوگندی برای خردمند هست؟"
  ],
  [
    6,
    "آیا ندانسته ای که پروردگارت با قوم عاد چه کرد؟"
  ],
  [
    7,
    "و [با آن شهر] اِرم که دارای کاخ های باعظمت و ساختمان های بلند بود؟"
  ],
  [
    8,
    "همان که مانندش در شهرها ساخته نشده بود؟"
  ],
  [
    9,
    "و با قوم ثمود آنان که در آن وادی [برای ساختن بناهای استوار و محکم] تخته سنگ ها را می بریدند؟"
  ],
  [
    10,
    "و با فرعون نیرومند که دارای میخ های شکنجه بود؟"
  ],
  [
    11,
    "همانان که در شهرها، طغیان وسرکشی کردند؟"
  ],
  [
    12,
    "و در آنها فساد وتباه کاری فراوانی به بار آوردند؟"
  ],
  [
    13,
    "پس پروردگارت تازیانه عذاب های گوناگون را بر آنان فرو ریخت."
  ],
  [
    14,
    "بی تردید پروردگارت در کمین گاه است؛"
  ],
  [
    15,
    "اما انسان، هنگامی که پروردگارش او را بیازماید و گرامی داردش و نعمتش بخشد، می گوید: پروردگارم [چون شایسته و سزاوار بودم] مرا گرامی داشت،"
  ],
  [
    16,
    "و اما چون او را بیازماید، پس روزی اش را بر او تنگ گیرد، گوید: پروردگارم مرا خوار و زبون کرد."
  ],
  [
    17,
    "این چنین نیست که می پندارید، بلکه [زبونی، خواری و دور شدن شما از رحمت خدا برای این است که] یتیم را گرامی نمی دارید"
  ],
  [
    18,
    "و یکدیگر را بر طعام دادن به مستمند تشویق نمی کنید"
  ],
  [
    19,
    "و میراث خود را [با میراث دیگران بی توجه به حلال وحرام بودنش] یک جا و کامل می خورید"
  ],
  [
    20,
    "وثروت را بسیار دوست دارید."
  ],
  [
    21,
    "این چنین نیست که می پندارید، هنگامی که زمین را به شدت درهم کوبند"
  ],
  [
    22,
    "و [فرمان] پروردگارت برسد، وفرشتگان صف اندر صف حاضر شوند،"
  ],
  [
    23,
    "در آن روز دوزخ را بیاورند، در آن روز انسان متذکّر شود و کجا این تذکر برای او سودمند افتد؟!"
  ],
  [
    24,
    "می گوید: ای کاش برای این زندگی ام [عبادت خالصانه و کار نیک] پیش فرستاده بودم."
  ],
  [
    25,
    "پس در آن روز هیچ کس چون عذاب کردن او عذاب نکند،"
  ],
  [
    26,
    "و هیچ کس چون به بند کشیدن او به بند نکشد."
  ],
  [
    27,
    "ای جان آرام گرفته و اطمینان یافته!"
  ],
  [
    28,
    "به سوی پروردگارت در حالی که از او خشنودی و او هم از تو خشنود است، باز گرد."
  ],
  [
    29,
    "پس در میان بندگانم درآی"
  ],
  [
    30,
    "و در بهشتم وارد شو."
  ]
]