[
  {
    "id": "15",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Hijr",
    "translated_name": "The Rocky Tract",
    "verse_count": 99,
    "slug": "al-hijr",
    "codepoints": [
      1575,
      1604,
      1581,
      1580,
      1585
    ]
  },
  [
    1,
    "الر (الف. لام. را) این آیات کتاب و قرآن روشنگر است."
  ],
  [
    2,
    "چه بسا کسانی‌که کافر شدند دوست دارند (و آرزو می‌کنند) که ای کاش مسلمان بودند."
  ],
  [
    3,
    "بگذار آن‌ها بخورند، و بهره گیرند، و آرزوها (ی دراز) سرگرم (و غافل) شان سازد، پس بزودی خواهند دانست."
  ],
  [
    4,
    "و ما (اهل) هیچ دیار (و شهر) ی را هلاک نکردیم؛ مگر اینکه (مهلت و) اجلی معین (و معلوم) داشت."
  ],
  [
    5,
    "هیچ امتی بر اجل خود پیش نمی‌گیرد، و از آن عقب نخواهد افتاد."
  ],
  [
    6,
    "و (کافران) گفتند: «ای کسی‌که قرآن بر تو نازل شده است، بی‌تردید تو دیوانه‌ای!"
  ],
  [
    7,
    "اگر از راستگویانی چرا فرشتگان را برای ما نمی‌آوری؟»."
  ],
  [
    8,
    "ما فرشتگان را جز به حق نازل نمی‌کنیم، و (هر گاه نازل شوند) آنگاه به آن‌ها مهلت داده نمی‌شود، (و کارشان یکسره می‌شود)."
  ],
  [
    9,
    "همانا ما قرآن را نازل کردیم و قطعاً ما نگهبان آن هستیم."
  ],
  [
    10,
    "و یقیناً ما پیش از تو (پیامبرانی) در (میان) گروها (و امت‌ها) ی نخستین فرستاده‌ایم."
  ],
  [
    11,
    "هیچ پیامبری به (سوی) آن‌ها نمی‌آمد مگر آن که مسخره‌اش می‌کردند."
  ],
  [
    12,
    "این چنین آن (تکذیب و استهزاء) را در دل‌های مجرمان راه می‌دهیم."
  ],
  [
    13,
    "آن‌ها به آن (قرآن) ایمان نمی‌آورند، و به راستی سنت (و روش) پیشینیان (نیز چنین) گذشته است."
  ],
  [
    14,
    "و اگر دری از آسمان به روی آن‌ها بگشاییم که پیوسته در آن بالا روند،"
  ],
  [
    15,
    "باز هم می‌گویند: «یقیناً ما را چشم بندی کرده‌اند، بلکه ما گروهی سحر شده‌ایم!»."
  ],
  [
    16,
    "و به راستی ما در آسمان برج‌هایی قرار دادیم، و آن‌ها را برای بینندگان آراستیم."
  ],
  [
    17,
    "و آن را از هر شیطان رانده شده‌ای حفظ کردیم."
  ],
  [
    18,
    "مگر آن کسی‌که دزدانه گوش فرا دهد، پس (در آن صورت) شهابی آشکار دنبالش کند."
  ],
  [
    19,
    "و زمین را گستردیم، و در آن کوه‌های استواری افکندیم، و از هر چیز سنجیده (و مناسب) در آن رویاندیم."
  ],
  [
    20,
    "و برای شما (انواع) وسایل زندگی، و (همچنین برای) کسانی‌که روزی دهندۀ آن‌ها نیستید، در آن قرار دادیم."
  ],
  [
    21,
    "و هیچ چیز نیست مگر آنکه گنجینه‌هایش نزد ماست، و ما جز به‌اندازه‌ای معین آن را نازل نمی‌کنیم."
  ],
  [
    22,
    "و ما بادها را بارورکنندۀ (ابرها و گیاهان) فرستادیم، پس از آسمان‌ها آبی نازل کردیم و با آن (آب) شما را سیراب ساختیم، در حالی‌که شما خازن (و نگهدارندۀ) آن نیستید."
  ],
  [
    23,
    "و یقیناً ماییم که زنده می‌کنیم و می‌میرانیم، و ما وارث (همۀ جهانیان) هستیم."
  ],
  [
    24,
    "و به یقین (حال) گذشتگان شما را دانسته‌ایم، و به یقین (حال) آیندگان را (هم به خوبی) دانسته‌ایم."
  ],
  [
    25,
    "و (ای پیامبر!) بی‌گمان پروردگار تو، (همۀ) آن‌ها را (در قیامت) محشور می‌کند، همانا او حکیم داناست."
  ],
  [
    26,
    "و به راستی ما انسان را از گِل خشکیده‌ای، که از گِل بویناک تیره‌ای (گرفته شده) بود آفریدیم."
  ],
  [
    27,
    "و جن را پیش از آن از آتش سوزان آفریدیم."
  ],
  [
    28,
    "و (به یاد آور) هنگامی را که پروردگارت به فرشتگان فرمود: «همانا من آفرینندۀ بشری از گِل خشکیده‌ای که از گِل بویناک تیره‌ای (گرفته شده)، هستم."
  ],
  [
    29,
    "پس چون (او را آفریدم و) به او سامان دادم، و از روح خود در آن دمیدم، (همگی) برای او سجده کنید»."
  ],
  [
    30,
    "پس همۀ فرشتگان با همدیگر سجده کردند."
  ],
  [
    31,
    "جز ابلیس، که سر پیچی کرد از آنکه با سجده‌کنندگان باشد."
  ],
  [
    32,
    "(الله) فرمود: «ای ابلیس! تو را چه شده که با سجده‌کنندگان (همراه) نیستی؟!»"
  ],
  [
    33,
    "گفت: «من هرگز برای بشری که او را از گِل خشکیده‌ای که از گِل بویناک تیره‌ای (گرفته شده) آفریده‌ای، سجده نخواهم کرد»."
  ],
  [
    34,
    "(الله) فرمود: «از آن (بهشت) بیرون شو، بی‌گمان تو رانده شده‌ای،"
  ],
  [
    35,
    "و همانا تا روز قیامت بر تو لعنت خواهد بود»."
  ],
  [
    36,
    "(ابلیس) گفت: «پروردگارا! مرا تا روزی‌که (مردم) برانگیخته می‌شوند مهلت ده»."
  ],
  [
    37,
    "(الله) فرمود: «یقیناً تو از مهلت یافتگانی،"
  ],
  [
    38,
    "تا (آن) روز وقت مقرر (و معین شده)»."
  ],
  [
    39,
    "گفت: «پروردگارا! به سبب اینکه مرا گمراه ساختی، قطعاً من (گناه و بدی‌ها) در زمین در نظرشان زینت می‌دهم، و همگی آن‌ها را گمراه خواهم کرد،"
  ],
  [
    40,
    "مگر بندگان مخلص تو را از (میان) آن‌ها »."
  ],
  [
    41,
    "(الله) فرمود: «این (اخلاص) راه مستقیم است که به من می‌رسد."
  ],
  [
    42,
    "یقیناً تو را بر بندگانم تسلطی نیست، مگر (بر آن) گمراهانی که از تو پیروی می‌کنند."
  ],
  [
    43,
    "و بی‌گمان جهنم میعادگاه برای همۀ آن‌هاست."
  ],
  [
    44,
    "برای آن هفت در هست، برای هر دری گروهی از آن‌ها تقسیم (و معین) شده‌اند»."
  ],
  [
    45,
    "یقیناً پرهیزگاران در باغ‌ها (ی بهشت) و در (کنار) چشمه‌ها هستند."
  ],
  [
    46,
    "(به آن‌ها گفته می‌شود:) به سلامت و ایمنی به آن (باغ‌ها) وارد شوید."
  ],
  [
    47,
    "آنچه در دل‌های شان از کینه (و حسد) بود، بیرون کشیدیم، برادرانه بر تخت‌ها رو بروی یکدیگر قرار دارند."
  ],
  [
    48,
    "در آنجا هیچ خستگی و رنجی به آن‌ها نمی‌رسد، و هیچ گاه از آنجا بیرون‌شان نرانند."
  ],
  [
    49,
    "(ای پیامبر!) بندگانم را خبر ده که یقیناً من آمرزندۀ مهربانم."
  ],
  [
    50,
    "و آنکه عذاب من همان عذاب دردناک است!"
  ],
  [
    51,
    "و آن‌ها را از مهمانان ابراهیم خبر ده."
  ],
  [
    52,
    "چون بر او وارد شدند، و سلام گفتند. (ابراهیم) گفت: «همانا ما از شما می‌ترسیم»"
  ],
  [
    53,
    "گفتند: «نترس، بی‌گمان ما تو را به پسری دانا بشارت می‌دهیم»"
  ],
  [
    54,
    "(ابراهیم) گفت: «آیا به من (این) بشارت می‌دهید با اینکه پیری به من رسیده است؟ پس به چه چیز بشارت می‌دهید؟!»."
  ],
  [
    55,
    "گفتند: «تو را به حق بشارت دادیم، پس از نا امیدان نباش»."
  ],
  [
    56,
    "(ابراهیم) گفت: «و چه کسی جز گمراهان از رحمت پروردگارش نا امید می‌شود؟!»."
  ],
  [
    57,
    "(آنگاه) گفت: «پس ای فرستادگان (الله) مقصود شما چیست؟»."
  ],
  [
    58,
    "گفتند: «همانا ما به سوی قوم گنهکار فرستاده شده‌ایم (تا آن‌ها را هلاک کنیم)."
  ],
  [
    59,
    "جز خاندان لوط که ما حتماً همۀ آن‌ها را نجات خواهیم داد."
  ],
  [
    60,
    "مگر همسر او که مقدر داشتیم او قطعاً از بازماندگان (و هلاکت شوندگان) باشد»."
  ],
  [
    61,
    "پس هنگامی‌که که فرستادگان (الله) نزد خاندان لوط آمدند."
  ],
  [
    62,
    "(لوط) گفت: «همانا شما گروهی ناشناس هستید!»"
  ],
  [
    63,
    "(فرشتگان) گفتند: «بلکه، ما (همان) چیزی را برای تو آورده‌ایم که آن‌ها در آن تردید داشتند."
  ],
  [
    64,
    "و ما حق را برای تو آورده‌ایم، و ما قطعاً راستگویانیم."
  ],
  [
    65,
    "پس پاسی از شب گذشته خانواده‌ات را با خود بردار، (و از این جا) ببر، و (خودت) به دنبال آن‌ها برو، و کسی از شما پشت سرش ننگرد، و به آن جایی که فرمان یافته‌اید بروید."
  ],
  [
    66,
    "و ما این امر را به او (= لوط) وحی کردیم که همانا صبحگاهان همۀ آن‌ها ریشه کن خواهند شد."
  ],
  [
    67,
    "و اهل شهر شادی‌کنان (به طرف خانۀ لوط) آمدند."
  ],
  [
    68,
    "(لوط) گفت: «به راستی این‌ها مهمانان من هستند، پس مرا رسوا (و شرمنده) نکنید،"
  ],
  [
    69,
    "و از الله بترسید و مرا خوار نسازید»."
  ],
  [
    70,
    "(آن‌ها) گفتند: «مگر ما تو را از (مهمانی و حمایت) مردمان نهی نکرده بودیم؟!»"
  ],
  [
    71,
    "(لوط) گفت: «این‌ها دختران (قوم) من هستند، (با آن‌ها ازدواج کنید) اگر انجام دهندۀ کاری (مشروع) هستید»."
  ],
  [
    72,
    "سوگند به جان تو (ای پیامبر) که آن‌ها در مستی خود سر گردانند."
  ],
  [
    73,
    "پس هنگام طلوع آفتاب صیحه (= بانگ مرگبار) آن‌ها را فرو گرفت."
  ],
  [
    74,
    "آنگاه بالای آن (آبادی‌ها) را پایین قرار دادیم. (و زیر رو کردیم) و بر (سر) آنان سنگ‌های از سنگ گل بارانیدیم."
  ],
  [
    75,
    "بی‌گمان در این (سر گذشت) نشانه‌های برای هوشیاران است."
  ],
  [
    76,
    "و همانا آن (شهرهای ویرانه) بر سر راه (کاروانیان) پا برجاست."
  ],
  [
    77,
    "بی‌گمان در این نشانه‌ای برای مؤمنان است."
  ],
  [
    78,
    "و بی‌شک اصحاب أیکه (= قوم شعیب) ستمکار بودند."
  ],
  [
    79,
    "پس (ما) از آن‌ها انتقام گرفتیم، و (شهرهای ویرانه شده) این دو (قوم) بر سر راه آشکار است."
  ],
  [
    80,
    "و به راستی اصحاب حجر (= قوم ثمود) پیامبران را تکذیب کردند."
  ],
  [
    81,
    "و (ما) آیات خود را به آن‌ها دادیم، پس آن‌ها از آنان روی گردان بودند."
  ],
  [
    82,
    "آن‌ها با خاطری مطمئن و آسوده از کوه‌ها خانه‌هایی (برای خود) می‌تراشیدند."
  ],
  [
    83,
    "پس صبحگاهان صیحه (= بانگ مرگبار) آن‌ها را فرو گرفت."
  ],
  [
    84,
    "و آنچه را به دست آورده بودند (عذاب الهی را) از آن‌ها دفع نکرد."
  ],
  [
    85,
    "و (ما) آسمان‌ها و زمین و آنچه را که میان آن دو است، جز به حق نیافریدیم، و قیامت قطعاً خواهد آمد، پس (ای پیامبر) به طرز شایسته‌ای گذشت کن (و از آن‌ها صرف نظر فرما)"
  ],
  [
    86,
    "بی‌گمان پروردگار تو، همان آفرینندۀ داناست."
  ],
  [
    87,
    "و به راستی (ما) به تو سبع المثانی (= سورۀ فاتحه) و قرآن عظیم دادیم."
  ],
  [
    88,
    "(پس) هرگز چشم خود را به (سوی) آنچه (از نعمت‌ها و متاع دنیوی) که گروه‌هایی از آنان را از آن بهرمند ساخته‌ایم، نیندوز، و بر آن‌ها غمگین نباش، و بال (شفقت) خود را برای مؤمنان فرود آر (و نسبت به آن‌ها فروتن باش)."
  ],
  [
    89,
    "و بگو: «همانا من هشدار دهندۀ آشکارم»."
  ],
  [
    90,
    "(و آن‌ها را از عذابی بترسان) همان‌گونه که بر تقسیم‌کنندگان (آیات الهی) نازل کردیم."
  ],
  [
    91,
    "(همان) کسانی‌که قرآن را تقسیم (و بخش، بخش) کردند."
  ],
  [
    92,
    "پس سوگند به پروردگارت، قطعاً (در قیامت) از همه آن‌ها سوال خواهیم کرد."
  ],
  [
    93,
    "از آنچه می‌کردند."
  ],
  [
    94,
    "پس (ای پیامبر!) به آنچه مأمور شده‌ای آشکارا ابلاغ کن، و از مشرکان روی بگردان."
  ],
  [
    95,
    "بی‌گمان ما (شر) مسخره کنندگان را از تو دفع خواهیم کرد."
  ],
  [
    96,
    "کسانی‌که معبود دیگری با الله قرار می‌دهند، پس بزودی خواهند دانست."
  ],
  [
    97,
    "و به راستی ما می‌دانیم که سینه تو (ای پیامبر) از آنچه آن‌ها می‌گویند تنگ می‌شود (و تو را آزرده و نا راحت می‌کند)."
  ],
  [
    98,
    "پس به ستایش پروردگارت تسبیح گوی و از سجده‌کنندگان باش."
  ],
  [
    99,
    "و پروردگارت را عبادت کن تا هنگامی‌که یقین (= مرگ) به سراغت آید."
  ]
]