[
  {
    "id": 15,
    "city": "makkah",
    "name": {
      "translated": "The Rocky Tract",
      "transliterated": "Al-Hijr",
      "codepoints": [
        1575,
        1604,
        1581,
        1580,
        1585
      ]
    },
    "ayahs": 99,
    "slug": "al-hijr",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "الر ـ این [آیات بلندمرتبه] آیات کتاب الهی و آیات قرآنِ روشنگر [با عظمت] است."
  ],
  [
    2,
    "کافران [هنگام روبرو شدن با عذاب] چه بسا آرزو می کنند که کاش تسلیم [فرمان های خدا] بودند."
  ],
  [
    3,
    "بگذارشان تا بخورند و [با لذایذ مادی و زودگذر] کامرانی کنند، و آرزوها، سرگرمشان نماید؛ سپس [حقّانیّت اسلام و فرجام شوم خود را] خواهند فهمید."
  ],
  [
    4,
    "و هیچ شهری را [به خاطر فساد فراگیرش] نابود نکردیم مگر اینکه برای آن سرنوشتی معین [وروزگار ودوره ای تغییرناپذیر] بود."
  ],
  [
    5,
    "هیچ ملتی از اجل معین خود نه پیش می افتد و نه پس می ماند."
  ],
  [
    6,
    "و گفتند: ای کسی که قرآن بر او نازل شده! قطعاً تو دیوانه ای!"
  ],
  [
    7,
    "اگر [درباره پیامبری ات] راست می گویی، چرا فرشتگان را نزد ما نمی آوری؟!"
  ],
  [
    8,
    "[اینان بدانند که] ما فرشتگان را جز به درستی و راستی نازل نمی کنیم، و در آن هنگام [که نازل شوند، این منکران لجوج از دچار شدن به عذاب] مهلت نمی یابند."
  ],
  [
    9,
    "همانا ما قرآن را نازل کردیم، و یقیناً ما نگهبان آن [از تحریف و زوال] هستیم."
  ],
  [
    10,
    "و بی تردید ما پیش از تو هم پیامبرانی را در امت های پیشین فرستادیم."
  ],
  [
    11,
    "و هیچ پیامبری به سوی آنان نمی آمد مگر آنکه او را مسخره می کردند."
  ],
  [
    12,
    "ما این گونه [که قابل فهمیدن باشد] قرآن را وارد قلوب بدکاران می کنیم."
  ],
  [
    13,
    "[با این همه] به آن ایمان نمی آورند، و البته روش پیشینیان هم [در مسخره کردن آیات خدا و استهزای پیامبران] به همین صورت بوده است."
  ],
  [
    14,
    "و اگر [برای دریافت حقایق ومعارف] دری از آسمان به روی آنان بگشاییم، که همواره از آن بالا روند."
  ],
  [
    15,
    "باز خواهند گفت: یقیناً ما چشم بندی شده ایم، بلکه گروهی جادو شده هستیم."
  ],
  [
    16,
    "به راستی که ما در آسمان، برج هایی قرار دادیم و آن را برای بینندگان [به شکل صورت های فلکی] آراستیم."
  ],
  [
    17,
    "و آن را از هر شیطان رانده شده ای حفظ کردیم."
  ],
  [
    18,
    "مگر آنکه دزدانه [خبرهای عالم بالا را] بشنود، که شهابی روشن او را دنبال می کند."
  ],
  [
    19,
    "و زمین را گستراندیم و در آن کوه های استوار افکندیم، واز هر گیاه موزون وسنجیده ای در آن رویاندیم."
  ],
  [
    20,
    "و در آن برای شما و کسانی که روزی دهنده آنان نیستید، انواع وسایل و ابزار معیشت قرار دادیم."
  ],
  [
    21,
    "و هیچ چیزی نیست مگر آنکه خزانه هایش نزد ماست، و آن را جز به اندازه معین نازل نمی کنیم."
  ],
  [
    22,
    "و بادها را باردار کننده فرستادیم، و از آسمان آبی نازل کردیم و شما را با آن سیراب ساختیم و شما ذخیره کننده آن نیستید."
  ],
  [
    23,
    "و یقیناً ماییم که حیات می دهیم، و می میرانیم و ما وارث [جهان و جهانیان] هستیم."
  ],
  [
    24,
    "و بی تردید [حالات، اعمال و شمار] پیشینیانِ شما و آیندگانتان را می دانیم."
  ],
  [
    25,
    "و مسلماً پروردگار توست که محشورشان می کند؛ زیرا او حکیم و داناست."
  ],
  [
    26,
    "و ما انسان را از گِلی خشک که برگرفته از لجنی متعفّن و تیره رنگ است، آفریدیم."
  ],
  [
    27,
    "و جن را پیش از آن از آتشی سوزان و بی دود پدید آوردیم."
  ],
  [
    28,
    "و [یاد کن] هنگامی را که پروردگارت به فرشتگان گفت: من بشری از گِل خشک که برگرفته از لجنی متعفّن و تیره رنگ است، می آفرینم."
  ],
  [
    29,
    "پس چون او را درست و نیکو گردانم و از روح خود در او بدمم، برای او سجده کنان بیفتید."
  ],
  [
    30,
    "پس همه فرشتگان بدون استثناء سجده کردند."
  ],
  [
    31,
    "مگر ابلیس که از اینکه با سجده کنان باشد، امتناع کرد."
  ],
  [
    32,
    "[خدا] گفت: ای ابلیس! تو را چه شده که با سجده کنان نیستی؟"
  ],
  [
    33,
    "گفت: من آن نیستم که برای بشری که او را از گلی خشک و برگرفته از لجنی متعفّن و تیره رنگ آفریدی، سجده کنم!!"
  ],
  [
    34,
    "[خدا] گفت: از این [جایگاه والا که مقام مقربان است] بیرون رو که رانده شده ای،"
  ],
  [
    35,
    "و بی تردید تا روز قیامت لعنت بر تو خواهد بود."
  ],
  [
    36,
    "گفت: پروردگارا! پس مرا تا روزی که [همگان] برانگیخته می شوند، مهلت ده."
  ],
  [
    37,
    "[خدا] گفت: تو از مهلت یافتگانی،"
  ],
  [
    38,
    "تا روز [آن] وقت معین."
  ],
  [
    39,
    "گفت: پروردگارا! به سبب اینکه مرا گمراه نمودی، من هم یقیناً [همه کارهای زشت را] در زمین برای آنان می آرایم [تا ارتکاب زشتی ها برای آنان آسان شود] و مسلماً همه را گمراه می کنم."
  ],
  [
    40,
    "مگر [آن] بندگانت را که خالص شدگانِ [از هر نوع آلودگی ظاهری و باطنی] اند."
  ],
  [
    41,
    "خدا فرمود: این [پیراسته شدن از هر ناخالصی] راهی است مستقیم [که تحقّقش در وجود بندگان مخلصم] برعهده من [است.]"
  ],
  [
    42,
    "قطعاً تو را بر بندگانم تسلّطی نیست، مگر بر گمراهانی که از تو پیروی می کنند."
  ],
  [
    43,
    "و مسلماً دوزخ، وعده گاه همگی آنان است."
  ],
  [
    44,
    "برای آن هفت در است، برای هر دری گروهی از پیروان شیطان تقسیم شده اند."
  ],
  [
    45,
    "به یقین، پرهیزکاران در بهشت ها و چشمه سارها هستند."
  ],
  [
    46,
    "[به آنان گویند:] با سلامت و امنیت وارد آنجا شوید."
  ],
  [
    47,
    "و آنچه از دشمنی و کینه در سینه هایشان بوده برکنده ایم که برادروار بر تخت هایی روبروی یکدیگرند."
  ],
  [
    48,
    "در آنجا خستگی و رنجی به آنان نمی رسد و هیچ گاه از آنجا اخراج نمی شوند."
  ],
  [
    49,
    "به بندگانم خبر ده که یقیناً من [نسبت به مؤمنان] بسیار آمرزنده و مهربانم."
  ],
  [
    50,
    "و اینکه عذابم [برای مجرمان] همان عذاب دردناک است."
  ],
  [
    51,
    "و نیز آنان را از مهمانان ابراهیم خبر ده."
  ],
  [
    52,
    "هنگامی که بر او وارد شدند، پس سلام گفتند. [ابراهیم] گفت: ما از شما ترسانیم."
  ],
  [
    53,
    "گفتند: نترس که ما تو را به پسری دانا مژده می دهیم."
  ],
  [
    54,
    "گفت: آیا با آنکه پیری به من رسید، مژده ام می دهید؟ به چه مژده می دهید؟"
  ],
  [
    55,
    "گفتند: تو را به بشارتی درست و به حق [که واقع شدنی است] مژده دادیم؛ بنابراین از ناامیدان مباش."
  ],
  [
    56,
    "گفت: چه کسی جز گمراهان از رحمت پروردگارش ناامید می شود؟!"
  ],
  [
    57,
    "[سپس] گفت: ای فرستادگان! کار مهم شما چیست؟"
  ],
  [
    58,
    "گفتند: ما به سوی قومی گنهکار فرستاده شده ایم [تا نابودشان کنیم.]"
  ],
  [
    59,
    "مگر خاندان لوط را که قطعاً همه آنان را نجات می دهیم،"
  ],
  [
    60,
    "مگر همسرش را که [به سبب روی گردانی اش از حق] مقدّر کرده ایم از بازماندگان [در شهر و نابودشوندگان] باشد."
  ],
  [
    61,
    "پس هنگامی که فرستادگان خدا نزد خاندان لوط آمدند،"
  ],
  [
    62,
    "لوط گفت: بی تردید شما گروهی ناشناخته اید."
  ],
  [
    63,
    "گفتند: [نه، ما آشنا هستیم] با چیزی نزد تو آمده ایم که قومت همواره در آن تردید داشتند."
  ],
  [
    64,
    "و ما واقعیتی قطعی و مسلّم را [که همان عذاب الهی است، جهت نابودی مردم] برای تو آورده ایم و یقیناً راستگوییم."
  ],
  [
    65,
    "پس [چون] پاره ای از شب [گذشت] خاندانت را کوچ ده و خودت دنبال آنان برو و هیچ یک از شما [به شهر] بازنگردد، و آنجا که مأمور هستید، بروید."
  ],
  [
    66,
    "ما [کیفیت] این حادثه [بزرگ] را به او وحی کردیم که هنگامی که مجرمان وارد صبح شوند، بنیادشان برکنده خواهد شد."
  ],
  [
    67,
    "و اهل شهر [با آگاه شدن از مهمانان لوط] شادی کنان [به خانه لوط] آمدند."
  ],
  [
    68,
    "لوط گفت: اینان مهمانان منند، آبروی مرا نبرید."
  ],
  [
    69,
    "از خدا پروا کنید و مرا [نزد مهمانانم] خوار و بی مقدار نسازید."
  ],
  [
    70,
    "گفتند: مگر ما تو را [از مهمان کردن] مردمان نهی نکردیم؟"
  ],
  [
    71,
    "[لوط] گفت: اگر می خواهید [کار درست و معقولی] انجام دهید، اینان دختران منند [که برای ازدواج مناسبند.]"
  ],
  [
    72,
    "[ای پیامبر!] به جان تو سوگند، آنان در مستی خود فرو رفته و سرگردان بودند."
  ],
  [
    73,
    "پس به هنگام طلوع آفتاب، صدایی [مرگبار و وحشتناک و غرّشی سهمگین] آنان را فرا گرفت."
  ],
  [
    74,
    "در نتیجه آن شهر را زیر و رو کردیم و بر آنان سنگ هایی از جنس سنگِ گل باراندیم."
  ],
  [
    75,
    "قطعاً در این [سرگذشت اَسفبار و حادثه عبرت آموز] نشانه هایی [از قدرت خدا و خواری و رسوایی مجرمان] برای هوشمندان [که جستجوگر علل حوادث اند] وجود دارد."
  ],
  [
    76,
    "و آن [آثار و بقایای شهر ویران شده قوم لوط] بر سر راهی است که پابرجاست."
  ],
  [
    77,
    "مسلماً در این [شهر ویران شده] برای مؤمنان نشانه ای [پندآموز] است."
  ],
  [
    78,
    "و بی تردید اهل ایکه [قوم شعیب] ستمکار بودند."
  ],
  [
    79,
    "در نتیجه از آنان انتقام گرفتیم، و [آثار] دو شهر نابود شده [قوم لوط و شعیب] بر سر جاده ای آشکار قرار دارد."
  ],
  [
    80,
    "و به راستی اهل [دیار] حجر [که سرزمینی میان مدینه و شام است] پیامبران را تکذیب کردند."
  ],
  [
    81,
    "و ما آیات و نشانه های خود را به آنان نشان دادیم، ولی از آنان روی گردان شدند."
  ],
  [
    82,
    "و همواره از کوه ها خانه ها می تراشیدند در حالی که [به خیال خود به سبب استحکام آن خانه ها] ایمن [از حوادث] بودند."
  ],
  [
    83,
    "پس هنگامی که به صبح درآمدند، صدایی [مرگبار و وحشتناک و غرّشی سهمگین] آنان را فرا گرفت."
  ],
  [
    84,
    "و آنچه [از بناهای محکم و استواری که] فراهم می آوردند، عذاب خدا را از آنان دفع نکرد."
  ],
  [
    85,
    "و آسمان ها و زمین و آنچه را میان آن دوتاست، جز به حق نیافریدیم، و بی تردید قیامت آمدنی است؛ پس [در برابر ناهنجاری های مردم] گذشتی کریمانه داشته باش."
  ],
  [
    86,
    "یقیناً پروردگارت همان آفریننده داناست."
  ],
  [
    87,
    "و به راستی که هفت آیه از مثانی [یعنی سوره حمد] و قرآن بزرگ را به تو عطا کردیم."
  ],
  [
    88,
    "بنابراین به امکانات مادی [و ثروت و اولادی] که برخی از گروه های آنان را از آن برخوردار کردیم، چشم مدوز، و بر آنان [به سبب اینکه پذیرای حق نیستند] اندوه مخور، وپر و بال [لطف و مهربانیِ] خود را برای مؤمنان فرو گیر."
  ],
  [
    89,
    "و [به اخلال گران در امر دین] بگو: بی تردید من بیم دهنده آشکارم."
  ],
  [
    90,
    "[عذابی به سوی شما می فرستیم] همان گونه که بر تفرقه افکنان [در دین] فرستادیم."
  ],
  [
    91,
    "همانان که قرآن را بخش بخش کردند [بخشی را پذیرفتند و از پذیرفتن بخشی دیگر روی گرداندند.]"
  ],
  [
    92,
    "به پروردگارت سوگند، قطعاً از همه آنان بازخواست می کنیم."
  ],
  [
    93,
    "از اعمالی که همواره انجام می داده اند."
  ],
  [
    94,
    "پس آنچه را به آن مأموری اظهار کن و از مشرکان روی بگردان."
  ],
  [
    95,
    "که ما [شرّ] استهزا کنندگان را از تو بازداشته ایم."
  ],
  [
    96,
    "همانان که با خدا معبود دیگری قرار می دهند، پس خواهند دانست [که مرتکب چه خطای بزرگی شده اند و مستحقّ چه عذابی هستند.]"
  ],
  [
    97,
    "ما می دانیم که تو از آنچه [مشرکان] می گویند، دلتنگ می شوی."
  ],
  [
    98,
    "پس [برای دفع دلتنگی] پروردگارت را همراه با سپاس و ستایش تسبیح گوی و از سجده کنان باش."
  ],
  [
    99,
    "و پروردگارت را تا هنگامی که تو را مرگ بیاید، بندگی کن."
  ]
]