[
  {
    "id": 16,
    "city": "makkah",
    "name": {
      "translated": "The Bee",
      "transliterated": "An-Nahl",
      "codepoints": [
        1575,
        1604,
        1606,
        1581,
        1604
      ]
    },
    "ayahs": 128,
    "slug": "an-nahl",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "فرمان حتمی خدا [در مورد عذاب کافران ومشرکان] فرا رسیده است، پس خواستار شتاب در آن نباشید؛ او منزّه وبرتر است از آنچه شریک او قرار می دهند."
  ],
  [
    2,
    "فرشتگان را به فرمان خود همراه با روح به هر کس از بندگانش که بخواهد [برای برگزیدنش به پیامبری] نازل می کند [و به آنان فرمان می دهد] که مردم را هشدار دهید که معبودی جز من نیست؛ بنابراین از من پروا کنید."
  ],
  [
    3,
    "آسمان ها و زمین را به حق آفرید. از آنچه شریک او قرار می دهند، برتر است."
  ],
  [
    4,
    "انسان را از آبی اندک و بی ارزش آفرید، پس آن گاه [و به دور از انتظار] ستیزه جویی آشکار است."
  ],
  [
    5,
    "ودام ها را که برای شما در آنها [وسیله] گرمی و سودهاست آفرید، و از [محصولات لبنی و گوشتی] شان می خورید."
  ],
  [
    6,
    "و برای شما در آنها زیبایی [و شکوه] است، آن گاه که [آنها را] شبان گاه از چراگاه بر می گردانید و هنگامی که صبح گاهان به چراگاه می برید."
  ],
  [
    7,
    "و بارهای سنگین شما را تا شهری که جز با دشواری و مشقت به آن نمی رسید، حمل می کنند؛ یقیناً پروردگارتان رؤوف و بسیار مهربان است."
  ],
  [
    8,
    "و اسب ها و استرها و الاغ ها را آفرید تا بر آنها سوار شوید و [برای شما] تجمل و زینت باشد، و چیزهایی [در آینده جز این وسایل نقلیه حیوانی] به وجود می آورد که شما نمی دانید."
  ],
  [
    9,
    "و قرار دادن راه راست [برای هدایت بندگان به سوی سعادت ابدی] فقط برعهده خداست، و برخی از این راه ها کج و منحرف است [که حرکت در آن شما را از سعادت ابدی محروم می کند]، و اگر خدا می خواست همه شما را [به طور اجبار] به راه راست هدایت می کرد."
  ],
  [
    10,
    "اوست که از آسمان، آبی برای شما نازل کرد که بخشی از آن نوشیدنی است و از بخشی از آن درخت و گیاه می روید که [دام هایتان] را در آن می چرانید."
  ],
  [
    11,
    "برای شما به وسیله آن آب، زراعت و زیتون و خرما و انگور و از همه محصولات می رویاند؛ یقیناً در این [واقعیات شگفت انگیز طبیعی] نشانه ای است [بر توحید، و ربوبیّت وقدرت خدا] برای گروهی که می اندیشند."
  ],
  [
    12,
    "و شب و روز و خورشید و ماه را نیز رام و مسخّر شما قرار داد، وستارگان هم به فرمانش رام و مسخّر شده اند؛ قطعاً در این [حقایق] نشانه هایی است [بر توحید، ربوبیّت و قدرت خدا] برای گروهی که تعقّل می کنند."
  ],
  [
    13,
    "و نیز آنچه را که در زمین به رنگ های گوناگون برای شما آفرید [رام و مسخّرتان ساخت]؛ مسلماً در این [امور] نشانه ای است [بر توحید، ربوبیّت و قدرت خدا] برای گروهی که متذکّر می شوند."
  ],
  [
    14,
    "و اوست که دریا را رام و مسخّر کرد تا از آن گوشت تازه بخورید، و زینتی را که می پوشید از آن بیرون آورید و در آن کشتی ها را می بینی که آب را می شکافند [تا شما را برای حمل کالا، تجارت و داد و ستد جابجا کنند] و برای اینکه از فضل واحسان خدا طلب کنید و [در نهایت] به سپاس گزاری خدا برخیزید."
  ],
  [
    15,
    "و در زمین کوه هایی استوار افکند تا شما را [در حال گردش وضعی و انتقالی] نلرزاند، و نهرها و راه هایی را [پدید آورد] تا [برای رسیدن به اهداف و مقاصد خود] راه یابید."
  ],
  [
    16,
    "و [برای اینکه در عبور از کوه ها و بیابان ها و کویرها سرگردان و گم نشوید] نشانه ها [قرار داد]، و [مردم به هنگام شب در دل بیابان ها و بر سطح دریاها] به وسیله ستارگان راهیابی می کنند."
  ],
  [
    17,
    "بر این اساس آیا کسی که [همه چیز] می آفریند، مانند کسی است که [هیچ چیز] نمی آفریند؟ [پس کُرنش در برابر بتان بر پایه چه دلیلی است؟] آیا پند نمی گیرید؟"
  ],
  [
    18,
    "و اگر نعمت های خدا را شماره کنید، هرگز نمی توانید آنها را به شمار آورید؛ یقیناً خدا بسیار آمرزنده و مهربان است."
  ],
  [
    19,
    "و خدا آنچه را پنهان می کنید و آنچه را آشکار می سازید، می داند."
  ],
  [
    20,
    "و معبودهایی را که به جای خدا می پرستند [نه اینکه] چیزی را نمی آفرینند، بلکه خودشان آفریده می شوند."
  ],
  [
    21,
    "مُردگانند نه زندگان، و نمی دانند چه زمانی برانگیخته می شوند."
  ],
  [
    22,
    "معبود شما معبودی یگانه است؛ پس کسانی که به آخرت ایمان نمی آورند، دل هایشان [حق را] انکار می کند، و آنان مستکبرند."
  ],
  [
    23,
    "ثابت و یقینی است که خدا آنچه را پنهان می کنند و آنچه را آشکار می نمایند، می داند؛ قطعاً او مستکبران را دوست ندارد."
  ],
  [
    24,
    "و هنگامی که به آنان گویند: پروردگارتان چه چیزهایی نازل کرده؟ می گویند: [چیزی نازل نکرده، آنچه به عنوان قرآن در دسترس مردم است، همان] افسانه های [دروغین] پیشینیان است!!"
  ],
  [
    25,
    "سرانجام روز قیامت بار گناهانشان را به طور کامل و بخشی از بار گناهان کسانی که از روی بی دانشی گمراهشان می کنند، به دوش می کشند. آگاه باشید! بد باری است که به دوش می کشند."
  ],
  [
    26,
    "همانا کسانی که پیش از اینان بودند [به همین صورت] نیرنگ زدند [تا حق را نابود کنند]، پس خدا بنیانشان را از پایه و اساس ویران کرد و سقف [خانه هایشان را] از بالای سرشان بر آنان فرو ریخت، و از جایی که پی نبردند، عذاب به سویشان آمد."
  ],
  [
    27,
    "آن گاه روز قیامت رسوایشان می کند و می گوید: [معبودانی که گمان می بردید] شریکان من [در ربوبیّت هستند] که برای آنها [با پیامبران و اهل ایمان] دشمنی و ستیز می کردید، کجایند؟ [آنان پاسخی ندارند، ولی] کسانی که به آنان دانش و بصیرت داده شده می گویند: امروز رسوایی و عذاب بر کافران است."
  ],
  [
    28,
    "همانان که فرشتگان جانشان را در حالی که ستمکار بر خود بوده اند، می گیرند؛ پس [در آن موقعیت] از در تسلیم در آیند [و گویند:] ما هیچ کار بدی انجام نمی دادیم. [به آنان گویند: یقیناً انجام می دادید] ومسلماً خدا به آنچه همواره انجام می دادید، داناست."
  ],
  [
    29,
    "بنابراین از درهای دوزخ وارد شوید در حالی که در آن جاودانه اید؛ و بد جایی است جایگاه مستکبران."
  ],
  [
    30,
    "و هنگامی که به پرهیزکاران گویند: پروردگارتان چه چیزی نازل کرد؟ گویند: خیر را [که قرآن هدایت گر است و سراسر آیاتش وحی الهی است، نازل کرد]. برای کسانی که نیکی کردند [پاداش] نیکویی در این دنیاست، وهمانا سرای آخرت بهتر است، و سرای پرهیزکاران چه نیکوست."
  ],
  [
    31,
    "[سرای پرهیزکاران] بهشت های جاویدانی [است] که وارد آنها می شوند، از زیرِ [درختانِ] آنها نهرها جاری است، در آنجا هر چه بخواهند برای آنان فراهم است؛ خدا پرهیزکاران را این گونه پاداش می دهد."
  ],
  [
    32,
    "آنان در حالی که [از آلودگی های عملی و اخلاقی] پاک و پاکیزه اند، فرشتگانْ جانشان را می گیرند، به آنان می گویند: سلام بر شما، [اکنون] به پاداش آنچه همواره انجام می دادید، به بهشت درآیید."
  ],
  [
    33,
    "آیا [کافران و مشرکان] جز اینکه فرشتگانِ [قبض کننده ارواح] به سویشان آیند، یا فرمان پروردگارت [در مورد عذابشان] در رسد، انتظار می برند؟ کسانی هم که پیش از آنان بودند [در برابر حق] چنین کردند، و خدا [در عذاب کردنشان] به آنان ستم نورزید، بلکه آنان همواره [با مرتکب شدن انواع گناهان] به خودشان ستم می کردند."
  ],
  [
    34,
    "پس [کیفر] بدی هایی که انجام دادند به آنان رسید، و عذابی که همواره مسخره می کردند، بر آنان نازل شد."
  ],
  [
    35,
    "و کسانی که [به خدا] شرک ورزیدند [از روی جهل، و بی خردی و بدون دلیل و برهان] گفتند: اگر خدا می خواست نه ما و نه پدرانمان هیچ چیزی را جز او نمی پرستیدیم، و هیچ چیزی را بدون [حکم و فرمان] او حرام نمی کردیم. کسانی هم پیش از اینان بودند [در برابر حق] چنین کردند، پس آیا بر عهده پیامبران جز رساندن آشکار [پیام وحی، وظیفه ای] هست؟"
  ],
  [
    36,
    "و همانا در هر امتی پیامبری فرستادیم که [اعلام کند که] خدا را بپرستید و از [پرستش] طاغوت بپرهیزید. پس خدا گروهی از آنان را [که لیاقت نشان دادند] هدایت کرد و گروهی [دیگر را به سبب تکبّر و عنادشان] گمراهی بر آنان مقرّر شد. پس در زمین بگردید و با تأمل بنگرید که سرانجام تکذیب کنندگان چگونه بود."
  ],
  [
    37,
    "هر چند بر هدایتشان حریص باشی [هدایت نمی یابند]؛ زیرا خدا کسانی را که [به سبب تکبّر و عنادشان] گمراه می کند، هدایت نخواهد کرد، و برای آنان هیچ یاوری [که از گمراهی نجاتشان دهد] وجود ندارد."
  ],
  [
    38,
    "با سخت ترین سوگندهایشان به خدا سوگند یاد کردند که خدا کسانی را که می میرند، برنمی انگیزد!! آری، [با قدرت بی نهایتش برمی انگیزد] این وعده حقّی بر عهده اوست، ولی بیشتر مردم نمی دانند [و به علت نادانی و جهلشان انکار می کنند.]"
  ],
  [
    39,
    "[یقیناً مردگان را زنده می کند] تا حقایقی را که در آن اختلاف می کنند، برای آنان روشن سازد. و تا کافران بدانند که همواره [در انکارشان نسبت به زنده شدن مردگان] دروغ می گفتند."
  ],
  [
    40,
    "[زنده کردن مردگان برای ما دشوار نیست] فرمان ما درباره چیزی چون [به وجود آمدنش را] اراده کنیم، فقط این است که به آن می گوییم: باش، پس [بی درنگ] موجود می شود."
  ],
  [
    41,
    "و آنان که پس از ستم دیدنشان برای به دست آوردن خشنودی خدا هجرت کردند، یقیناً آنان را در این دنیا در جایگاه و مکانی نیکو جای دهیم، و قطعاً پاداش آخرت بهتر و برتر است، اگر می دانستند [که دارای چه کمیّت و کیفیتی است.]"
  ],
  [
    42,
    "همانان که [در برابر مصایب، وحوادث و آزار دیدن از دیگران] صبر کردند و فقط بر پروردگارشان توکل می کنند."
  ],
  [
    43,
    "و پیش از تو جز مردانی که به آنان وحی می کردیم، نفرستادیم. اگر [این حقیقت را] نمی دانید [که پیامبران از جنس بشر بودند] از اهل دانش و اطلاع بپرسید [تا دیگر نگویید که چرا فرشته ای به رسالت نازل نشده است؟!]"
  ],
  [
    44,
    "[همه پیامبران را] با دلایل روشن و کتاب های آسمانی [فرستادیم]، و قرآن را [هم] به سوی تو نازل کردیم به خاطر اینکه برای مردم آنچه را که برای [هدایتشان] به سویشان نازل شده بیان کنی و برای اینکه [در پیامبری تو و آنچه را به حق نازل شده] بیندیشند."
  ],
  [
    45,
    "پس آیا کسانی که [بر ضد قرآن و پیامبر] نیرنگ های زشت به کار گرفتند، ایمنند از اینکه خدا آنان را در زمین فرو برد یا از جایی که پی نبرند، عذاب به سویشان آید؟"
  ],
  [
    46,
    "یا [ایمنند از اینکه] آنان را [در حالی که برای داد و ستد، زراعت و تجارت] در رفت و آمدند، گرفتار [عذاب] سازد؟ اینان عاجز کننده [خدا] نیستند [تا بتوانند از دسترس قدرت او بیرون روند.]"
  ],
  [
    47,
    "یا [ایمنند از اینکه] آنان را بر [پایه] ترس و بیم [و هشدارهای پی در پی به عذاب] بگیردشان؟ یقیناً پروردگارتان رؤوف و بسیار مهربان است."
  ],
  [
    48,
    "آیا به سوی آنچه خدا آفریده ننگریستند که سایه های آنان در حالی که فروتنانه برای خدا سجده می کنند، از راست و چپ برمی گردد؟"
  ],
  [
    49,
    "و آنچه در آسمان ها و زمین از جنبندگان و فرشتگان وجود دارد، فقط برای خدا سجده می کنند و تکبّر و سرکشی نمی ورزند."
  ],
  [
    50,
    "از پروردگارشان که بر فراز آنان است، می ترسند، و آنچه را به آن مأمور می شوند، انجام می دهند."
  ],
  [
    51,
    "و [فرمان قاطعانه] خدا [ست که] فرمود: دو معبود انتخاب نکنید [که این انتخابی خلاف حقیقت است]؛ جز این نیست که او معبودی یگانه است؛ پس تنها از من بترسید."
  ],
  [
    52,
    "آنچه در آسمان ها و زمین است، فقط در سیطره مالکیّت و فرمانروایی اوست، و نیز دین ثابت و پایدار مخصوص اوست؛ آیا از غیر او پروا می کنید؟!"
  ],
  [
    53,
    "و آنچه از نعمت ها در دسترس شماست از خداست، آن گاه چون آسیبی [مانند سلبِ نعمت] به شما رسد، ناله و فریادتان را به التماس و زاری به درگاه او بلند می کنید."
  ],
  [
    54,
    "سپس هنگامی که آسیب را از شما برطرف کند [بر خلاف انتظار] گروهی از شما به پروردگارشان شرک می آورند!!"
  ],
  [
    55,
    "تا به نعمت هایی که به آنان عطا کرده ایم، ناسپاسی و کفران ورزند. پس [چند روزی از کالای زودگذر دنیا] برخوردار شوید که سپس [فرجام زشت خود را] خواهید دانست."
  ],
  [
    56,
    "و سهمی از آنچه را که به آنان روزی داده ایم، برای معبودانی قرار می دهند که جاهل به حقیقت آنهایند [که به طور مستقل هیچ سود و زیانی برای کسی ندارند]؛ به خدا سوگند از آنچه همواره افترا می بستید [که خدا دارای شریکانی است] قطعاً بازخواست خواهید شد."
  ],
  [
    57,
    "و دختران را [به عنوان فرزند] برای خدا قرار می دهند، او منزّه [از توالد و تناسل] است؛ ولی برای خودشان آنچه را که [از پسران] میل دارند [به عنوان فرزند قرار می دهند]."
  ],
  [
    58,
    "و چون یکی از آنان را به [ولادت] دختر مژده دهند [از شدت خشم] چهره اش سیاه گردد، ودرونش از غصه واندوه لبریز و آکنده شود!!"
  ],
  [
    59,
    "به سبب مژده بدی که به او داده اند، از قوم و قبیله اش [در جایی که او را نبینند] پنهان می شود [و نسبت به این پیش آمد در اندیشه ای سخت فرو می رود که] آیا آن دختر را با خواری نگه دارد یا به زور، زنده به گورش کند؟! آگاه باشید! [نسبت به دختران] بد داوری می کنند."
  ],
  [
    60,
    "برای کسانی که به آخرت ایمان نمی آورند، صفات زشت [وسیرت بد] است، وصفات برتر و والا ویژه خداست، و او توانای شکست ناپذیر و حکیم است."
  ],
  [
    61,
    "و اگر خدا مردم را به سبب ستمشان مؤاخذه کند، هیچ جنبنده ای را [که مستحقّ مؤاخذه است] بر روی زمین باقی نمی گذاشت، ولی آنان را تا مدتی معین مهلت می دهد، پس هنگامی که اجلشان سرآید، نه ساعتی پس می مانند و نه ساعتی پیش می افتند."
  ],
  [
    62,
    "و آنچه را [چون دختر] خوش ندارند، برای خدا قرار می دهند، و زبانهایشان دروغ پردازی می کند که [سرانجامِ] نیکوتر ویژه آنان است. ثابت ویقینی است که آتش برای آنان است و یقیناً پیشگامان [به سوی] آتش اند."
  ],
  [
    63,
    "به خدا سوگند پیامبرانی به سوی امت های پیش از تو فرستادیم، پس شیطان کارهای [زشت] شان را در نظرشان آراست [تا انجامش برای آنان آسان گردد]، او امروز ولیّ و سرپرست اینان است [که در عقاید و رفتار پیرو مشرکان پیش اند] و برای آنان [در قیامت] عذابی دردناک است."
  ],
  [
    64,
    "ما این کتاب را بر تو نازل نکردیم مگر برای اینکه حقایقی را که در آن اختلاف کرده اند، برای آنان توضیح دهی [تا از آرا، نظریات وسلیقه های باطلشان نسبت به حقایق دست بردارند] و برای مردمی که ایمان دارند [مایه] هدایت و رحمت باشد."
  ],
  [
    65,
    "و خدا از آسمان آبی نازل کرد، و زمین را به وسیله آن پس از مردگی اش زنده ساخت، یقیناً در این [فعل و انفعالات] نشانه ای [بر توحید، ربوبیّت و قدرت خدا] ست برای قومی که شنوای [حقایق] اند."
  ],
  [
    66,
    "و بی تردید برای شما در دام ها عبرتی است، [عبرت در اینکه] از درون شکم آنان از میان علف های هضم شده وخون، شیری خالص و گوارا به شما می نوشانیم که برای نوشندگان گواراست."
  ],
  [
    67,
    "و از محصولات درختان خرما و انگور [گاهی بر خلاف خواسته خدا] نوشابه ای مست کننده و [زمانی دیگر] رزقی پاکیزه و نیکو می گیرید؛ در این [حقیقت] نشانه ای [بر توحید، ربوبیّت و قدرت خدا] ست برای گروهی که تعقّل می کنند."
  ],
  [
    68,
    "و پروردگارت به زنبور عسل الهام کرد که از کوه ها و درختان و آنچه [از دار بست هایی] که [مردم] بر می افرازند، برای خود خانه هایی برگیر."
  ],
  [
    69,
    "آن گاه از همه محصولات و میوه ها بخور، پس در راه های پروردگارت که برای تو هموار شده [به سوی کندو] برو؛ از شکم آنها [شهدی] نوشیدنی با رنگ های گوناگون بیرون می آید که در آن درمانی برای مردم است. قطعاً در این [حقیقت] نشانه ای [بر قدرت، لطف و رحمت خدا] ست برای مردمی که می اندیشند."
  ],
  [
    70,
    "و خدا شما را آفرید، آن گاه شما را می میراند، برخی از شما به سوی پست ترین مرحله عمر [که سالخوردگی و فرتوتی است] برگردانده می شود، تا پس از دانش اندکی که داشت چیزی را نداند؛ یقیناً خدا دانا و تواناست."
  ],
  [
    71,
    "خدا برخی از شما را در رزق و روزی بر برخی فزونی داده است؛ پس آنانکه فزونی یافته اند، حاضر نیستند از روزی خود [به صورتی قابل توجه و به اندازه لازم] به بردگان خود بپردازند که در بهرهوری از رزق و روزی باهم برابر باشند؛ پس آیا [با این تبعیض ظالمانه ای که به بردگان و زیردستان خود روا می دارند] نعمت خدا را [که عطای اوست و خود اختیار و استقلالی در تأمینش ندارند] منکرند؟!"
  ],
  [
    72,
    "و خدا برای شما همسرانی از جنس خودتان قرار داد و از همسرانتان، فرزندان و نوادگانی پدید آورد، و از نعمت های پاکیزه و دلپذیر به شما روزی داد، [با این همه لطف و رحمت] آیا به باطل ایمان می آورند و نعمت های خدا را ناسپاسی می کنند؟!"
  ],
  [
    73,
    "و به جای خدا معبودانی را می پرستند که از آسمان ها و زمین، مالک اندک رزقی برای آنان نیستند و هیچ قدرتی هم [برای مالک شدن روزی و رساندنش به آنان] ندارند."
  ],
  [
    74,
    "بنابراین برای خدا اوصافی [همانند اوصاف موجودات] مَثَل نزنید، یقیناً خدا [کُنه ذات و حقیقت صفات خود را] می داند و شما نمی دانید."
  ],
  [
    75,
    "خدا مثلی زده است: برده زر خریدی که بر هیچ کاری قدرت ندارد، و کسی که ما از سوی خود رزق نیکویی به او داده ایم، و او در پنهان و آشکار از آن انفاق می کند، آیا [این دو نفر] یکسانند؟ [این مَثَل، بیان کننده جایگاه و منزلت خدا و مجموعه هستی است؛ خدا مالک و فرمانروا و رازق همه مخلوقات و تدبیر کننده امور آنهاست، و همه مخلوقات مملوک و محکوم قدرت اویند؛ پس چرا شما بدون اندیشه و تفکر و بی دلیل و برهان بت های ناتوان وعاجز را که مملوکی بی اراده اند، شریک ربوبیّت حق می دانید؟! آیا خدا وبت مساوی است؟!] همه ستایش ها ویژه خداست [که یگانه ویکتاست وهیچ شریکی ندارد]؛ ولی بیشتر آنان [این حقیقت را] نمی دانند."
  ],
  [
    76,
    "و خدا مَثَلی [دیگر] زده است: دو مرد را که یکی از آنان لال مادرزاد است [و] بر هیچ کاری قدرت ندارد و سربار سرپرست خویش است؛ او را هر کجا روانه می کند، منفعت و سودی نمی آورد، آیا چنین لال بی قدرت و بی سودی با کسی که [گویا و شنوا است و] به عدالت و انصاف فرمان می دهد و بر راهی راست قرار دارد، یکسان و مساوی است؟ [پس چرا معبودهای لال بی قدرت و بی سود را با خدای توانا و شنوا که ذاتش خیر بی نهایت است، برابر می دانید؟!]"
  ],
  [
    77,
    "غیب آسمان ها و زمین ویژه خداست، و کار برپا کردن قیامت برای او جز مانند یک چشم بر هم زدن یا نزدیک تر از آن نیست، یقیناً خدا بر هر کاری تواناست."
  ],
  [
    78,
    "و خدا شما را از شکم مادرانتان بیرون آورد در حالی که چیزی نمی دانستید، و برای شما گوش و چشم و قلب قرار داد تا سپاس گزاری کنید."
  ],
  [
    79,
    "آیا به پرندگان که در فضای آسمان، رام و مسخّر [فرمان او] هستند، ننگریستید که آنها را [از سقوط به زمین] جز خدا نگه نمی دارد؛ یقیناً در آن [وصفی که پرندگان دارند] نشانه هایی [بر توحید، ربوبیّت و قدرت خدا] ست برای گروهی که ایمان دارند."
  ],
  [
    80,
    "و خدا خانه هایتان را برای شما مایه آرامش و راحت قرار داد، و برای شما از پوست دام ها سر پناه [مانند قبّه و خیمه] مقرّر کرد، که آنها را روز کوچ کردنتان و هنگام اقامتتان [در جابجا کردن] سبک می یابید و [برای شما] از پشم ها و کرک ها و موهای آنها تا زمانی معین، وسایل زندگی و کالای تجارت پدید آورد."
  ],
  [
    81,
    "و خدا برای شما از آنچه آفریده سایه هایی قرار داد، از کوه ها پناه گاه هایی برایتان به وجود آورد، و تن پوش هایی برای شما قرار داد که شما را از گرما نگه می دارد و پیراهن هایی [مقاوم] که شما را از آسیب جنگ و نبردتان حفظ می کند؛ این گونه نعمت هایش را بر شما کامل می کند تا تسلیم فرمان های او شوید."
  ],
  [
    82,
    "پس اگر [بعد از این همه لطف و رحمت] روی از حق گرداندند [اندوهگین مشو]؛ زیرا فقط رساندن آشکار [پیام وحی] بر عهده توست."
  ],
  [
    83,
    "آنان نعمت خدا را می شناسند، سپس [از روی کبر و لجاجت] آن را انکار می کنند و بیشترشان کافرند."
  ],
  [
    84,
    "و روزی را [یاد کن] که از هر امتی گواهی برمی انگیزیم، سپس به کافران نه اجازه [عذر خواهی] می دهند، و نه از آنان می خواهند که [برای به دست آوردن خشنودی خدا] عذرخواهی کنند!"
  ],
  [
    85,
    "و چون که ستمکاران عذاب را ببینند [می یابند که هیچ راه گریزی از آن ندارند] پس [به کیفر ستمشان] نه عذاب از آنان سبک می شود، و نه مهلتشان دهند."
  ],
  [
    86,
    "و زمانی که مشرکان [در عرصه قیامت] بت هایشان را که شریکان خدا قرار داده بودند ببینند، می گویند: پروردگارا! اینان شریکانی هستند که ما آنها را به جای تو می پرستیدیم [و اینان سبب گمراهی ما شدند.] ولی شریکان به آنان پاسخ می دهند: یقیناً شما دروغگویید [؛ زیرا سبب گمراهی شما هوای نفس، کبر و لجاجت شما بود.]"
  ],
  [
    87,
    "و در آن روز همه مشرکان در پیشگاه خدا سر تسلیم فرود آورند و معبودهایی را که همواره به دروغ [به عنوان شریک خدا] بر خدا می بستند [گم شده] از دستشان می رود."
  ],
  [
    88,
    "آنان که کافر شدند، و مردم را از راه خدا بازداشتند، به سبب فسادی که همواره مرتکب می شدند، عذابی بر عذابشان می افزاییم."
  ],
  [
    89,
    "و [یاد کن] روزی را که در هر امتی گواهی از خودشان بر آنان برمی انگیزیم، و تو را [ای پیامبر اسلام!] بر اینان گواه می آوریم؛ و این کتاب را بر تو نازل کردیم که بیانگر هر چیزی و هدایت و رحمت ومژده ای برای تسلیم شدگان [به فرمان های خدا] ست."
  ],
  [
    90,
    "به راستی خدا به عدالت و احسان و بخشش به خویشاوندان فرمان می دهد، و از فحشا و منکر و ستم گری نهی می کند. شما را اندرز می دهد تا متذکّر [این حقیقت] شوید [که فرمان های الهی، ضامن سعادت دنیا و آخرت شماست.]"
  ],
  [
    91,
    "و به پیمان خدا چون پیمان بستید، وفا کنید و سوگند را پس از محکم کردنش [به وسیله عزم و قصد قطعی] در حالی که خدا را بر خود ضامن و کفیل قرار داده اید، نشکنید؛ یقیناً خدا آنچه را انجام می دهید، می داند."
  ],
  [
    92,
    "و مانند آن [زنی] که پشم های تابیده خود را پس از استحکام و استواری وا می تابانید، نباشید که سوگندهایتان را میان خود به بهانه اینکه گروهی [چون مشرکان] از گروهی [چون مؤمنان] از نظر نفرات و امکانات افزون ترند، مایه خیانت و فساد قرار دهید [به این صورت که از روی تظاهر، مؤمنان را با سوگندهایتان دلخوش کنید که با آنان هستید، و در پشت پرده سوگندهایتان را بشکنید، و به خیال اینکه از ضربه های دشمن در امان بمانید، به دشمن بپیوندید] جز این نیست که خدا شما را به وسیله آن [نفرات اندک وافزونی نفرات دشمن] آزمایش می کند، و روز قیامت آنچه را [از حق و باطل] همواره در آن اختلاف می کردید، برای شما روشن می سازد."
  ],
  [
    93,
    "اگر خدا می خواست شما را [بر محور هدایت] یک امت قرار می داد [اماهدایت اجباری فاقد ارزش است]، ولی هر کس را بخواهد [به کیفر لجاجت وتکبّرش] گمراه می کند و هر کس را بخواهد هدایت می نماید؛ و مسلماً ازآنچه همواره انجام می دادید، بازپرسی خواهیدشد."
  ],
  [
    94,
    "و سوگندهایتان را میان خود مایه خیانت و فساد قرار ندهید که در نتیجه، قدمی پس از استواریش بلغزد؛ و به سبب آنکه مردم را از راه خدا بازداشتید [در این دنیا] سختی و ناگواری بچشید، و برای شما [در آخرت] عذابی بزرگ باشد."
  ],
  [
    95,
    "و پیمان خدا را به بهایی اندک نفروشید؛ زیرا آنچه نزد خداست، برای شما بهتر است، اگر بدانید [که ارزش وفای به پیمان خدا قابل مقایسه با همه دنیا نیست.]"
  ],
  [
    96,
    "آنچه [از ثروت و مال] نزد شماست، فانی می شود و آنچه [از پاداش و ثواب] نزد خداست، باقی می ماند، و قطعاً آنان که [برای دینشان] شکیبایی ورزیدند، پاداششان را بر پایه بهترین عملی که همواره انجام می داده اند، می دهیم."
  ],
  [
    97,
    "از مرد و زن، هر کس کار شایسته انجام دهد در حالی که مؤمن است، مسلماً او را به زندگی پاک و پاکیزه ای زنده می داریم و پاداششان را بر پایه بهترین عملی که همواره انجام می داده اند، می دهیم."
  ],
  [
    98,
    "پس هنگامی که قرآن می خوانی از شیطان رانده شده به خدا پناه ببر."
  ],
  [
    99,
    "یقیناً او بر کسانی که ایمان آورده اند وهمواره بر پروردگارشان توکل می کنند، تسلّطی ندارد."
  ],
  [
    100,
    "تسلّطش فقط بر کسانی است که او را سرپرست و دوست خود گرفته اند و بر کسانی است که [به وسیله اغواگری او] برای خدا شریک قرار داده اند."
  ],
  [
    101,
    "و هنگامی که آیه ای را [که در بردارنده حکم جدیدی است] جایگزین آیه دیگر می کنیم، در حالی که خدا به آنچه نازل می کند داناتر است، مخالفان می گویند: تو فقط [بر خدا] دروغ می بندی!! [چنین نیست که می گویند] بلکه بیشترشان [اسرار تبدیلِ احکام را] نمی دانند."
  ],
  [
    102,
    "بگو: آن [آیات] را روح القدس از سوی پروردگارت به درستی و راستی نازل کرده تا کسانی را که ایمان آورده اند، ثابت قدم بدارد و برای تسلیم شدگان [به فرمان های حق] هدایت و مژده باشد."
  ],
  [
    103,
    "و ما می دانیم که آنان می گویند: یقیناً این آیات را بشری به او می آموزد!! [چنین نیست که می گویند، زیرا] زبان کسی که [آموختن قرآن را به پیامبر] به او نسبت می دهید، غیر عربی است و این قرآن به زبان عربی فصیح و روشن است."
  ],
  [
    104,
    "قطعاً کسانی که به آیات خدا ایمان ندارند، خدا هدایتشان نمی کند، و برای آنان عذابی دردناک است."
  ],
  [
    105,
    "فقط کسانی [به خدا و پیامبر] دروغ می بندند که به آیات خدا ایمان ندارند، و اینانند که دروغگوی واقعی اند."
  ],
  [
    106,
    "هر کس پس از ایمان آوردنش به خدا کافر شود [به عذاب خدا گرفتار آید]؛ مگر کسی که به کفر مجبور شده [امّا] دلش مطمئن به ایمان است، ولی آنان که سینه برای پذیرفتن کفر گشاده اند، خشمی سخت از سوی خدا بر آنان است و آنان را عذابی بزرگ خواهد بود."
  ],
  [
    107,
    "این [خشم و عذاب بزرگ] به سبب آن است که زندگی دنیا [یِ زودگذر] را بر آخرت ترجیح دادند، و مسلماً خدا مردم کفر پیشه را هدایت نمی کند."
  ],
  [
    108,
    "اینان کسانی هستند که خدا بر دل و گوش و چشمشان مُهر [شقاوت] زده، و اینان بی خبران واقعی اند."
  ],
  [
    109,
    "ثابت و یقینی است که آنان در آخرت زیانکارند."
  ],
  [
    110,
    "آن گاه یقیناً پروردگارت نسبت به کسانی که پس از آزار دیدنِ [از مشرکان، سرزمین شرک را رها کرده] هجرت نمودند، سپس جهاد کردند، و [برای حفظ دینشان] شکیبایی ورزیدند، آری، پروردگارت [نسبت به آنان] پس از این [همه بلا] بسیار آمرزنده و مهربان است."
  ],
  [
    111,
    "[یاد کن] روزی را که هر کس [به پیشگاه حق] می آید [برای مصون ماندنش از عذاب] از خود دفاع می کند و هر کس هر عملی انجام داده است [همه آن] به طور کامل به او داده می شود و مورد ستم قرار نخواهند گرفت."
  ],
  [
    112,
    "و خدا [برای پندآموزی به ناسپاسان] مَثَلی زده است: شهری را که امنیت و آسایش داشت و رزق و روزیِ [مردمش] به فراوانی از همه جا برایش می آمد، پس نعمت خدا را ناسپاسی کردند، در نتیجه خدا به کیفر اعمالی که همواره مرتکب می شدند، بلای گرسنگی و ترس فراگیر را به آنان چشانید."
  ],
  [
    113,
    "و همانا پیامبری از خود آنان برای [هدایت] شان آمد، ولی او را تکذیب کردند، پس عذاب [خدا] آنان را در حالی که ستمکار بودند، فراگرفت."
  ],
  [
    114,
    "از نعمت هایی که خدا روزی شما کرده است، حلال وپاکیزه بخورید، و نعمت خدا را سپاس گزارید، اگر تنها خدا را می پرستید."
  ],
  [
    115,
    "خدا فقط مردار وخون و گوشت خوک و آنچه را با نام غیر خدا ذبح کرده اند، بر شما حرام کرده است؛ پس کسی که [برای نجات جانش از خطر، به خوردن آنها] ناچار شود در حالی که خواهان لذت نباشد و از حد لازم تجاوز نکند [گناهی بر او نیست] یقیناً خدا بسیار آمرزنده و مهربان است."
  ],
  [
    116,
    "و به سبب دروغی که زبانتان گویای به آن است، نگویید: این حلال است و این حرام، تا به دروغ به خدا افترا بزنید [که این حلال و حرام حکم خداست]؛ مسلماً کسانی که به خدا دروغ می بندند، رستگار نخواهند شد."
  ],
  [
    117,
    "[با این کارهای زشت] بهره و برخورداری اندکی [در زندگی دنیا دارند] و برای آنان [در قیامت] عذابی دردناک است."
  ],
  [
    118,
    "و آنچه را پیش از این برای تو شرح دادیم، بر یهود حرام کردیم، ما به آنان ستم نورزیدیم، بلکه آنان خودشان به خود ستم می کردند."
  ],
  [
    119,
    "آن گاه پروردگارت به کسانی که از روی نادانی کار زشت مرتکب شدند، و بعد از آن توبه کردند و [مفاسد خود را] اصلاح نمودند، [لطف و عنایت دارد] زیرا پروردگارت پس از آن [توبه و اصلاح] بسیار آمرزنده و مهربان است."
  ],
  [
    120,
    "بدون تردید، ابراهیم [به تنهایی] یک امت بود، برای خدا از روی فروتنی فرمانبردار و [یکتاپرستی] حق گرا بود واز مشرکان نبود."
  ],
  [
    121,
    "سپاس گزار نعمت های او بود، خدا او را برگزید وبه راهی راست راهنمایی اش کرد."
  ],
  [
    122,
    "و به او در دنیا [زندگی نیکویی] دادیم، و بی تردید در آخرت از شایستگان است."
  ],
  [
    123,
    "آن گاه به تو وحی کردیم که از آیین [یکتاپرستیِ] ابراهیم حق گرا پیروی کن که از مشرکان نبود."
  ],
  [
    124,
    "[تحریم ماهی گیری در] روز شنبه فقط برای کسانی که در آن [از نظر آزادی و ممنوعیت کار] اختلاف کردند، قرار داده شده است، و بی تردید پروردگارت در روز قیامت درباره آنچه در آن اختلاف می کردند، داوری خواهد کرد."
  ],
  [
    125,
    "[مردم را] با حکمت و اندرز نیکو به راه پروردگارت دعوت کن، و با آنان به نیکوترین شیوه به بحث [و مجادله] بپرداز، یقیناً پروردگارت به کسانی که از راه او گمراه شده اند و نیز به راه یافتگان داناتر است."
  ],
  [
    126,
    "و اگر [ستم گر را] مجازات کردید، پس فقط به مانند ستمی که به شما شده مجازات کنید، و اگر شکیبایی ورزید [و از مجازات کردن بگذرید] این کار برای شکیبایان بهتر است."
  ],
  [
    127,
    "و شکیبایی کن، و شکیبایی تو جز به توفیق خدا نیست، و بر [گمراهی و ضلالت] آنان [و کارهایی که انجام می دهند] اندوهگین مباش، و از نیرنگی که همواره به کار می گیرند، دلتنگ مشو."
  ],
  [
    128,
    "بی تردید خدا با کسانی که پرهیزکاری پیشه کردند و کسانی که [از هر جهت] نیکوکارند می باشد."
  ]
]