[
  {
    "id": 17,
    "city": "makkah",
    "name": {
      "translated": "The Night Journey",
      "transliterated": "Al-Isra",
      "codepoints": [
        1575,
        1604,
        1573,
        1587,
        1585,
        1575,
        1569
      ]
    },
    "ayahs": 111,
    "slug": "al-isra",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "منزّه و پاک است آن [خدایی] که شبی بنده اش] محمّد (صلی الله علیه وآله وسلم)] را از مسجدالحرام به مسجد الاقصی که پیرامونش را برکت دادیم، سیر [و حرکت] داد، تا [بخشی] از نشانه هایِ [عظمت و قدرت [خود را به او نشان دهیم؛ یقیناً او شنوا و داناست."
  ],
  [
    2,
    "و ما به موسی کتاب دادیم و آن را برای بنی اسرائیل وسیله هدایت قرار دادیم [و در آن کتاب، آنان را به این حقیقت راهنمایی کردیم] که جز مرا [که خدای یگانه ام] وکیل و کار ساز نگیرید."
  ],
  [
    3,
    "[ای] نسل کسانی که با نوح [در کشتی] سوار کردیم! مسلماً او بنده ای بسیار سپاس گزار بود [پس شما هم چون او با عمل به فرمان های حق سپاس گزار باشید.]"
  ],
  [
    4,
    "ما در تورات به بنی اسرائیل خبر دادیم که قطعاً دو بار در زمین فساد می کنید و [در برابر طاعت خدا] به سرکشی و طغیان [و نسبت به مردم به برتری جویی و ستمی] بزرگ دچار می شوید."
  ],
  [
    5,
    "پس هنگامی که [زمان ظهور] وعده [عذاب و انتقام ما به کیفر] نخستین فسادانگیزی و طغیان شما فرا رسد، بندگان سخت پیکار ونیرومند خود را بر ضد شما برانگیزیم، آنان [برای کشتن، اسیر کردن و ربودن ثروت و اموالتان] لابه لای خانه ها را [به طور کامل و با دقت] جستجو می کنند؛ و یقیناً این وعده ای انجام شدنی است."
  ],
  [
    6,
    "سپس پیروزی بر آنان را به شما باز می گردانیم و شما را به وسیله اموال و فرزندان تقویت می کنیم، و نفرات [رزمی] شما را بیشتر می گردانیم."
  ],
  [
    7,
    "اگر نیکی کنید به خود نیکی کرده اید، و اگر بدی کنید به خود بدی کرده اید. پس هنگامی که [زمان ظهور] وعده دوم [برای عذاب و انتقام] فرا رسد، [پیکارگرانی بسیار سخت گیر بر ضد شما برمی انگیزیم] تا شما را [با دچار کردن به مصایب سنگین و گزند و آسیب فراوان] غصه دار و اندوهگین کنند و به مسجد [الاقصی] درآیند، آن گونه که بار اول درآمدند تا هر که و هر چه را دست یابند، به شدت در هم کوبند و نابود کنند."
  ],
  [
    8,
    "امید است که پروردگارتان [در صورتی که توبه کنید] به شما رحم کند و اگر به طغیان و فساد برگردید، ما هم [به کیفر شدید و عذاب سخت] بازگردیم، و دوزخ را برای کافران، زندانی تنگ قرار دادیم."
  ],
  [
    9,
    "بی تردید این قرآن به استوارترین آیین هدایت می کند، و به مؤمنانی که کارهای شایسته انجام می دهند، مژده می دهد که برای آنان پاداشی بزرگ است."
  ],
  [
    10,
    "و برای آنان که به قیامت ایمان نمی آورند، عذابی دردناک آماده کرده ایم."
  ],
  [
    11,
    "و انسان به همان صورت که نیکی ها را می طلبد [بدون توجه به عواقب امور و به سبب جهل به مصالح و مفاسد خویش، گزند و آسیب و] بدی ها را می طلبد و انسان بسیار شتاب زده و عجول است."
  ],
  [
    12,
    "ما شب و روز را دو نشانه [قدرت و حکمت خود] قرار دادیم؛ پس شب را بی نور نمودیم و روز را روشن ساختیم، تا [در آن] روزی و رزقی را از پروردگارتان بطلبید و برای اینکه شماره سال ها و حساب [اوقات و زمان ها] را بدانید، و هر چیزی را [که نسبت به دنیا و دینتان و تربیت و کمالتان نیازمند به آن هستید] به روشنی و به طور کامل بیان کردیم."
  ],
  [
    13,
    "و عمل هر انسانی را برای همیشه ملازم او نموده ایم، و روز قیامت نوشته ای را [که کتاب عمل اوست] برای او بیرون می آوریم که آن را پیش رویش گشوده می بیند."
  ],
  [
    14,
    "[به او می گویند:] کتاب خود را بخوان، کافی است که امروز خودت بر خود حسابگر باشی."
  ],
  [
    15,
    "هر کس هدایت یافت، فقط به سود خودش هدایت می یابد و هر کس گمراه شد، فقط به زیان خودش گمراه می شود. و هیچ بردارنده بار گناهی بار گناه دیگری را به دوش خود بر نمی دارد؛ و ما بدون اینکه پیامبری را [برای هدایت واتمام حجت به سوی مردم] بفرستیم، عذاب کننده [آنان] نبودیم."
  ],
  [
    16,
    "هنگامی که بخواهیم شهر و دیاری را نابود کنیم، مرفّهین و خوش گذران هایش را [به وسیله وحی به طاعت، بندگی و دوری از گناه] فرمان می دهیم، چون [سرپیچی کنند و] در آن شهر به فسق و فجور روی آورند، عذاب بر آنان لازم و حتم می شود، پس آنان را به شدت درهم می کوبیم [و بنیادشان را از ریشه بر کنیم.]"
  ],
  [
    17,
    "و بسیاری از ملت های پس از نوح را [بر پایه همین روش به سبب فسق و فجورشان] نابود کردیم، و [برای نابود کردن این گونه ملت ها] کافی است که پروردگارت به گناهان بندگانش آگاه و بینا باشد."
  ],
  [
    18,
    "هر کس [همواره] دنیای زودگذر را بخواهد [چنین نیست که هر چه بخواهد بیابد بلکه] هر چه را ما برای هر که بخواهیم، به سرعت در همین دنیا به او عطا می کنیم، آن گاه دوزخ را در حالی که نکوهیده و رانده شده از رحمت خدا وارد آن می شود، برای او قرار می دهیم."
  ],
  [
    19,
    "و کسانی که آخرت را در حالی که مؤمن هستند بخواهند و با تلاشی کامل [و خالصانه] برای [به دست آوردن] آن تلاش کنند، پس تلاششان به نیکی مقبول افتد [و به آن پاداششان دهند.]"
  ],
  [
    20,
    "هر یک از دو گروه دنیا طلب و آخرت خواه را [در این دنیا] از عطای پروردگارت یاری دهیم، وعطای پروردگارت [در این دنیا از کسی] ممنوع شدنی نیست."
  ],
  [
    21,
    "با تأمل بنگر چگونه برخی از آنان را بر برخی [در امور مادی و بهره های دنیایی] فزونی بخشیدیم، و همانا آخرت از نظر درجات برتر، و از جهت فزونی بیشتر است."
  ],
  [
    22,
    "با خدا معبودی دیگر قرار مده که [نزد شایستگان] نکوهیده و [در دنیا و آخرت] بی یار و یاور شوی."
  ],
  [
    23,
    "و پروردگارت فرمان قاطع داده است که جز او را نپرستید، و به پدر و مادر نیکی کنید؛ هرگاه یکی از آنان یا دو نفرشان در کنارت به پیری رسند [چنانچه تو را به ستوه آورند] به آنان اُف مگوی و بر آنان [بانگ مزن و] پرخاش مکن، و به آنان سخنی نرم و شایسته [و بزرگوارانه] بگو."
  ],
  [
    24,
    "و برای هر دو از روی مهر و محبت، بال فروتنی فرود آر و بگو: پروردگارا! آنان را به پاس آنکه مرا در کودکی تربیت کردند، مورد رحمت قرار ده."
  ],
  [
    25,
    "پروردگارتان به نیّت ها و حالاتی که [نسبت به پدر و مادرتان] در دل های شماست [از خود شما] آگاه تر است، اگر مردم شایسته ای باشید [ولی نیّت شما درباره پدر و مادر ناپسند باشد، یا حقّی از آنان ضایع کنید، اما پشیمان شوید و به خدا بازگردید، شایسته است]؛ زیرا او نسبت به بازگشت کنندگان بسیار آمرزنده است."
  ],
  [
    26,
    "و حقّ خویشاوندان و حقّ تهیدست و از راه مانده را بپرداز، و هیچ گونه اسراف و ولخرجی مکن."
  ],
  [
    27,
    "بی تردید اسراف کنندگان و ولخرجان، برادران شیاطین اند، و شیطان همواره نسبت به پروردگارش بسیار ناسپاس است."
  ],
  [
    28,
    "و اگر [به خاطر تهیدستی و فقر] باید از آنان [که به پرداخت حقّشان سفارش شدی] روی بگردانی [و این روی گردانی] برای طلب رزقی است که از سوی پروردگارت رسیدن به آن را امید داری؛ پس با آنان [تا رسیدن رزق خدا] سخنی نرم و امیدوار کننده بگو."
  ],
  [
    29,
    "و دستت را بخیلانه بسته مدار [که از انفاق در راه خدا باز مانی] و به طور کامل هم [در انفاق] دست و دل باز مباش [که چیزی برای معاش خودت باقی نماند] که در نهایت [نزد شایستگان] نکوهیده [و در زندگی خود] درمانده گردی."
  ],
  [
    30,
    "یقیناً پروردگارت رزق را برای هر که بخواهد وسعت می دهد، و [برای هر که بخواهد] تنگ می گیرد؛ زیرا او به [مصلحت] بندگانش آگاه و بیناست."
  ],
  [
    31,
    "فرزندانتان را از بیم تنگدستی نکشید؛ ما به آنان و شما روزی می دهیم، یقیناً کشتن آنان گناهی بزرگ است."
  ],
  [
    32,
    "و نزدیک زنا نشوید که کاری بسیار زشت و راهی بد است."
  ],
  [
    33,
    "و کسی را که خدا کشتنش را حرام کرده [و به جانش حرمت نهاده] جز به حق نکشید، و هر کس مظلوم [و به ناحق] کشته شود، برای وارثش تسلّطی بر قاتل [جهت خونخواهی، دیه و عفو] قرار داده ایم، پس وارث مقتول نباید در کشتن زیاده روی کند؛ زیرا او [با قوانین صحیح و درستی چون دیه و قصاص] مورد حمایت قرار گرفته است."
  ],
  [
    34,
    "و به مال یتیم تا زمانی که به سنّ بلوغ و رشدش برسد، جز به بهترین شیوه نزدیک نشوید؛ و به عهد و پیمان وفا کنید، زیرا [روز قیامت] درباره پیمان بازخواست خواهد شد."
  ],
  [
    35,
    "و هنگامی که [جنسی را] پیمانه می کنید، پیمانه را کامل بدهید، و [اجناس قابل وزن را] با ترازوی درست و صحیح وزن کنید، این برای شما بهتر و فرجامش نیکوتر است."
  ],
  [
    36,
    "و از چیزی که به آن علم نداری [بلکه برگرفته از شنیده ها، ساده نگری ها، خیالات و اوهام است] پیروی مکن؛ زیرا گوش و چشم و دل [که ابزار علم و شناخت واقعی اند] موردِ بازخواست اند."
  ],
  [
    37,
    "و در زمین، با تکبّر و سرمستی راه مرو که تو هرگز نمی توانی [با قدم هایت] زمین را بشکافی، و هرگز در بلندی قامت نمی توانی به کوه ها برسی."
  ],
  [
    38,
    "همه این دستورات و فرمان هایی که [در آیات گذشته بیان شد، سرپیچی از آنها] گناهش نزد پروردگارت ناپسند است."
  ],
  [
    39,
    "این [احکام و مطالب] از حکمت هایی است که پروردگارت به تو وحی کرده است، و با خدا معبودی دیگر قرار مده که نکوهیده و رانده [شده از رحمت] در دوزخ افکنده شوی."
  ],
  [
    40,
    "[ای مشرکان!] آیا پروردگارتان [با ترجیح دادن شما بر خود] شما را به [دارا بودن] پسران، برگزیده و برای خود از فرشتگان، دخترانی برگرفته؟ یقیناً [از روی دروغ و اتهام] سخنی بزرگ [و ناروا] می گویید."
  ],
  [
    41,
    "به راستی در این قرآن [داستان ها، حکمت ها و موعظه های] گوناگون بیان کردیم تا متذکّر و هوشیار شوند؛ ولی آنان را جز رمیدن نمی افزاید."
  ],
  [
    42,
    "بگو: اگر آن گونه که می گویند، باخدا خدایانی بود، در آن هنگام به سوی صاحب عرش راهی می جستند [تا قدرتش را تصاحب کنند.]"
  ],
  [
    43,
    "او از آنچه می گویند، منزّه و بسیار برتر و والاتر است."
  ],
  [
    44,
    "آسمان های هفتگانه و زمین و هر کس که در آنهاست، او را تسبیح می گویند، وهیچ چیزی نیست مگر اینکه همراه با ستایش، تسبیح او می گوید، ولی شما تسبیح آنها را نمی فهمید، یقیناً او بردبار و بسیار آمرزنده است."
  ],
  [
    45,
    "و هنگامی که قرآن بخوانی، میان تو و آنان که به آخرت ایمان ندارند، پرده ای نامریی قرار می دهیم [که به سزای لجاجت و کفرشان از فهم آن محروم شوند.]"
  ],
  [
    46,
    "و بر دل هایشان پوشش هایی می گذاریم تا آن را نفهمند و در گوش هایشان سنگینی می نهیم [تا آن را از روی حقیقت نشنوند]؛ و چون پروردگارت را در قرآن به یگانگی یاد کنی با حالت رمیدگی از تو روی می گردانند."
  ],
  [
    47,
    "هنگامی که [وقت قرآن خواندنت] به تو گوش می دهند، ما به هدفی که برای آن گوش می دهند داناتریم، و نیز هنگامی که رازگویی می کنند [به کارشان آگاه تریم] آن زمان که [آن] ستم گران [به یکدیگر] می گویند: شما [اگر از او پیروی کنید] جز از مردی جادو شده پیروی نمی کنید."
  ],
  [
    48,
    "بنگر چگونه تو را به صفاتی [چون شاعر، کاهن، ساحر و مجنون] وصف می کنند در نتیجه گمراه شدند، بنابراین قدرت ندارند راهی [به سوی هدایت] یابند."
  ],
  [
    49,
    "و گفتند؛ هنگامی که ما استخوان [هایی جدا از هم و ریز ریز] و پوسیده شدیم، آیا به طور قطع در آفرینشی جدید برانگیخته می شویم؟!"
  ],
  [
    50,
    "بگو: [اینکه سهل و آسان است] شما سنگ شوید یا آهن،"
  ],
  [
    51,
    "یا آفریده ای از آنچه در ذهنتان [حیات یافتنش] سخت و دشوار می آید [بدون تردید با آفرینشی جدید برانگیخته می شوید] بی درنگ خواهند گفت: چه کسی ما را بر می گرداند؟ بگو: همان کسی که اولین بار شما را آفرید. پس سرهای خود را [به عنوان ریشخند و استهزا] به سوی تو می جنبانند و می گویند: [این زنده شدن دوباره] چه زمانی خواهد بود؟ بگو: چه بسا نزدیک باشد."
  ],
  [
    52,
    "روزی که شما را [از میان گورها برای ورود به عرصه قیامت] فرا می خواند، پس [فرا خواندنش را] در حالی که او را سپاس و ستایش می گویید، اجابت می کنید، وگمان می برید که [در دنیا یا در برزخ] جز اندکی درنگ نکرده اید."
  ],
  [
    53,
    "و به بندگانم بگو: سخنی را که نیکوتر است، بگویند؛ زیرا شیطان میان آنان [به سبب سخنان زشت و بی منطق] دشمنی و نزاع می افکند، زیرا شیطان همواره برای انسان دشمنی آشکار است."
  ],
  [
    54,
    "پروردگارتان به شما داناتر است، اگر بخواهد شما را مورد رحمت قرار می دهد و اگر بخواهد عذابتان می کند. و ما تو را بر آنان نگهبان و کارساز نفرستاده ایم."
  ],
  [
    55,
    "و پروردگارت به هر که [و هر چه] در آسمان ها و زمین است، داناتر است. و به یقین برخی از پیامبران را بر برخی دیگر برتری دادیم وبه داود زبور عطا کردیم."
  ],
  [
    56,
    "بگو: کسانی را که به جای خدا [معبودان خود] پنداشتید، [بخوانید تا بفهمید که] آنها نمی توانند آسیب و گزندی را از شما دفع کنند، و نه [آن را از شما به دیگری] انتقال دهند."
  ],
  [
    57,
    "کسانی [از فرشتگان، پریان و ارواح را] که آنان [به عنوان معبود] می پرستند [خود آنان برای رفع نیازمندی هایشان] به سوی پروردگارشان وسیله می جویند، تا کدامشان نزدیک تر باشد، و به رحمت او امید دارند، و از عذابش می ترسند؛ زیرا عذاب پروردگارت شایسته پرهیز است."
  ],
  [
    58,
    "هیچ شهری [از شهرهای یاغیان و مفسدان] نیست مگر آنکه آن را پیش از قیامت [به عذاب] نابود می کنیم یا به عذابی سخت دچار می سازیم. انجام این کار در کتاب [لوح محفوظ] نگاشته شده است."
  ],
  [
    59,
    "و [ای پیامبر!] هیچ چیز، ما را از فرستادن معجزات [که همواره مشرکان و کافران خواهانِ آنند] باز نداشت جز اینکه پیشینیان، آن معجزات را تکذیب کردند [و به این سبب نابود شدند؛ واینان هم اگر به سویشان آید، تکذیب می کنند ونابود می شوند.] و به قوم ثمود [ازلابلای سنگ های کوه] ناقه دادیم که معجزه ای روشن بود، ولی به آن ستم کردند [و او را از پا درآوردند وبه عذاب مبتلا شدند] و ما معجزات را جز برای هشدار دادن به مردم نمی فرستیم."
  ],
  [
    60,
    "و [یاد کن] هنگامی را که به تو گفتیم: یقیناً پروردگارت [از هر جهت] به مردم احاطه کامل دارد و آن خوابی را که به تو نشان دادیم و نیز درخت لعنت شده در قرآن را [که مصداقش درخت زقّوم، بنی امیه، طاغیان و یاغیانند] جز برای آزمایش مردم قرار ندادیم؛ و ما آنان را [از عاقبت شرک و کفر] هشدار می دهیم، ولی در آنان جز طغیانی بزرگ نمی افزاید!!"
  ],
  [
    61,
    "و [یاد کن] هنگامی را که به فرشتگان گفتیم: برای آدم سجده کنید. پس همه سجده کردند مگر ابلیس که گفت: آیا برای کسی که او را از گِل آفریدی، سجده کنم؟!"
  ],
  [
    62,
    "[سپس] گفت: مرا خبر ده این کسی که او را بر من برتری دادی [سببش چه بود؟] اگر تا قیامت مهلتم بخشی، بی تردید فرزندانش را جز اندکی لجام می زنم [و به دنبال خود به عرصه هلاکت و نابودی می کشم.]"
  ],
  [
    63,
    "خدا فرمود: برو که از آنان هر کس تو را پیروی کند، قطعاً دوزخ کیفرتان خواهد بود، کیفری سخت و کامل."
  ],
  [
    64,
    "از آنان هر که را توانستی با آوازت [به سوی باطل] برانگیز، و [برای راندنشان به سوی طغیان و گناه] با سواره ها و پیاده هایت بر آنان بانگ زن، و با آنان [از راه سوق دادنشان به حرام] در اموال و [از طریق وسوسه کردنشان به زنا] در اولاد شریک شو، و به آنان وعده [دروغ] بده [که از قیامت، حسابرسی، بهشت و دوزخ خبری نیست] و شیطان آنان را جز از روی باطل و دروغ وعده نمی دهد."
  ],
  [
    65,
    "[ولی آگاه باش که] یقیناً تو را بر بندگانم هیچ تسلّطی نیست، و کافی است که پروردگارت نگهبان و کارساز [آنان] باشد."
  ],
  [
    66,
    "پروردگارتان کسی است که کشتی ها را در دریا برای شما روان می کند تا [با رفتن از اقلیمی به اقلیم دیگر] از رزقش بطلبید؛ زیرا او همواره به شما مهرباناست."
  ],
  [
    67,
    "و زمانی که در دریا سختی و آسیبی به شما رسد، هر که را جز او می خوانید ناپدید و گم می شود، و هنگامی که شما را [با سوق دادنتان] به سوی خشکی نجات دهد [از خدا] روی می گردانید. و انسان [با اینکه الطاف خدا را همواره در زندگی خود لمس می کند] بسیار ناسپاس است."
  ],
  [
    68,
    "آیا ایمن هستید از اینکه شما را در کنار خشکی [در زمین] فرو برد، یا بر شما توفانی از شن و سنگریزه فرستد، سپس برای خود حافظ و نگهبانی نیابید؟!"
  ],
  [
    69,
    "یا ایمن هستید از اینکه بار دیگر شما را به دریا برگرداند، پس توفانی سخت که با خود ریگ و سنگ می آورد بر شما فرستد و به سبب اینکه ناسپاسی کردید غرقتان کند؟ آن گاه در برابر کار ما برای خود پی گیر و دفاع کننده ای نخواهید یافت."
  ],
  [
    70,
    "به یقین فرزندان آدم را کرامت دادیم، و آنان را در خشکی و دریا [بر مرکب هایی که در اختیارشان گذاشتیم] سوار کردیم، و به آنان از نعمت های پاکیزه روزی بخشیدیم، وآنان را بر بسیاری از آفریده های خود برتری کامل دادیم."
  ],
  [
    71,
    "[یاد کن] روزی را که هر گروهی از مردم را با پیشوایشان می خوانیم؛ پس کسانی که نامه اعمالشان را به دست راستشان دهند، پس آنان نامه خود را [با شادی و خوشحالی] می خوانند و به اندازه رشته میان هسته خرما مورد ستم قرار نمی گیرند."
  ],
  [
    72,
    "و کسی که در این دنیا کوردل باشد، در آخرت هم کوردل و گمراه تر است."
  ],
  [
    73,
    "و نزدیک بود که تو را از آنچه به تو وحی کردیم، بلغزانند تا غیر آن را از روی افترا به ما نسبت دهی و در این صورت، تو را دوست خود می گرفتند."
  ],
  [
    74,
    "و اگر تو را ثابت قدم نمی داشتیم، همانا نزدیک بود اندکی به سوی آنان متمایل شوی."
  ],
  [
    75,
    "در آن صورت دو برابر در دنیا و دو برابر در آخرت عذاب به تو می چشاندیم، آن گاه برای خود در برابر ما یاوری نمی یافتی."
  ],
  [
    76,
    "و نزدیک بود [مشرکان] تو را از این سرزمین حرکت دهند تا از آن بیرونت کنند، و در آن صورت پس از تو جز مدتی اندک درنگ نمی کردند [و دچار عذاب خدا می شدند.]"
  ],
  [
    77,
    "[مهلت نیافتن دشمنان جز مدتی اندک] شیوه ای است که همواره درباره [امت های] پیامبرانی که پیش از تو فرستادیم [جاری] بوده است، و برای شیوه ما هیچ دگرگونی و تغییری نخواهی یافت."
  ],
  [
    78,
    "نماز را از ابتدای تمایل خورشید به جانب مغرب [که شروعِ ظهرِ شرعی است] تا نهایت تاریکی شب بر پا دار، و [نیز] نماز صبح را [اقامه کن] که نماز صبح مورد مشاهده [فرشتگان شب و فرشتگان روز] است."
  ],
  [
    79,
    "و پاسی از شب را برای عبادت و بندگی بیدار باش که این افزون [بر واجب،] ویژه توست، امید است پروردگارت تو را [به سبب این عبادت ویژه] به جایگاهی ستوده برانگیزد."
  ],
  [
    80,
    "و بگو: پروردگارا! مرا [در هر کار و شغلی] به نیکی وارد کن و به نیکی بیرون آور و برایم از نزد خود نیرویی یاری دهنده قرار ده."
  ],
  [
    81,
    "و بگو: حق آمد و باطل نابود شد؛ بی تردید باطل نابود شدنی است."
  ],
  [
    82,
    "و ما از قرآن آنچه را برای مؤمنان مایه درمان ورحمت است، نازل می کنیم وستمکاران را جز خسارت نمی افزاید."
  ],
  [
    83,
    "و زمانی که به انسان نعمت می بخشیم [از ما] روی بگرداند و خود را مغرورانه از ما دور کند، و هنگامی که آسیبی به او برسد [به سبب بی ایمانی و غفلت از قدرت و رحمت ما] بسیار نومید و مأیوس شود."
  ],
  [
    84,
    "بگو: هر کس بر پایه خلق و خوی و عادت های اکتسابی خود عمل می کند، پس پروردگارتان به کسی که راه یافته تر است، داناتر است."
  ],
  [
    85,
    "و از تو درباره روح می پرسند، بگو: روح از امر پروردگار من است، و از دانش و علم جز اندکی به شما نداده اند."
  ],
  [
    86,
    "و اگر بخواهیم قطعاً آنچه را به تو وحی کرده ایم [از یادها و نوشته ها] محو می کنیم، آن گاه در برابر ما [برای بازگرفتنش] کارسازی برای خود نخواهی یافت."
  ],
  [
    87,
    "[ولی محو نشدن قرآن از یادها و نوشته ها، نیست] مگر رحمتی از سوی پروردگارت، به یقین فضل او بر تو همواره بزرگ است."
  ],
  [
    88,
    "بگو: قطعاً اگر جنّ و انس گرد آیند که مانند این قرآن را بیاورند، نمی توانند مانندش را بیاورند، و اگر چه پشتیبان یکدیگر باشند."
  ],
  [
    89,
    "و همانا در این قرآن برای [هدایت] مردم از هر مَثَل و داستانی به صورت های گوناگون بیان کردیم، ولی بیشتر مردم جز انکار وکفران [آن نعمت عظیم را] نخواستند."
  ],
  [
    90,
    "و گفتند: ما به تو ایمان نمی آوریم، مگر آنکه از این سرزمین [خشک و سوزان مکه] چشمه ای پر آب و جوشان روان سازی!!"
  ],
  [
    91,
    "یا برای تو باغی از درختان خرما و انگور باشد که از لابه لای آنها نهرها روان کنی."
  ],
  [
    92,
    "یا آسمان را آن گونه که گمان کرده ای [قدرت داری] پاره پاره بر سر ما بیفکنی، یا خدا و فرشتگان را رو به روی ما آوری."
  ],
  [
    93,
    "یا خانه ای از طلا برای تو باشد، یا در آسمان بالا روی، و بالا رفتنت را باور نمی کنیم تا آنکه نوشته ای بر ما نازل کنی که آن را بخوانیم!! بگو: پروردگارم منزّه است [از اینکه خواسته های سبک مغزان یاوه گو را پاسخ دهد] آیا من جز بشری فرستاده هستم؟ [که مرا برای هدایت شما فرستاده اند، نه برای اینکه درخواست های بی مورد شما را پاسخ دهم.]"
  ],
  [
    94,
    "و چیزی مردم را زمانی که هدایت به سویشان آمد از ایمان آوردن باز نداشت، جز اینکه گفتند: آیا خدا بشری را به پیامبری برانگیخته است؟"
  ],
  [
    95,
    "بگو: اگر در زمین [به جای بشر] فرشتگانی بودند که با آرامی راه می رفتند، یقیناً فرشته ای را از آسمان برای آنان به پیامبری نازل می کردیم [زیرا هدایتگر هر گروهی باید از جنس خودشان باشد.]"
  ],
  [
    96,
    "بگو: کافی است که خدا میان من و شما [در صدقِ نبوتم] شاهد باشد؛ چون او به بندگانش آگاه و بیناست."
  ],
  [
    97,
    "و هر که را خدا هدایت کند، پس او هدایت یافته است، و آنان را که خدا [به کیفر لج بازی و عنادشان] گمراه سازد، هرگز در برابر خدا برای آنان یاورانی نخواهی یافت، و آنان را روز قیامت در حالی که به رو در افتاده اند، کور و لال و کر محشور می کنیم، جایگاهشان دوزخ است، هرگاه [شعله] آتشش فرو نشیند، شعله ای دیگر بر آنان می افزاییم."
  ],
  [
    98,
    "این کیفر آنان است، به سبب اینکه به آیات ما کافر شدند و گفتند: آیا ما وقتی استخوان [جدا از هم و ریز ریز] و پوسیده شدیم، با آفرینش جدید برانگیخته خواهیم شد؟"
  ],
  [
    99,
    "آیا ندانستند خدایی که آسمان ها و زمین را آفرید، می تواند مانند آنان را [پس از پوسیده شدن] بیافریند؟ برای آنان مدتی معین قرار داده که هیچ تردیدی در آن نیست، ولی [این] ستمکاران جز انکار [قیامت و تکذیب محشور شدن در آن] را نخواستند."
  ],
  [
    100,
    "[به این کافران و مغروران به امور مادی دلفریب] بگو: اگر شما مالک خزینه های رحمت پروردگارم [مانند باران، اموال، ارزاق و...] بودید، در آن صورت از ترس [تهی دستی و کم شدنش] از انفاق کردن آن بخل می ورزیدید؛ و انسان همواره بسیار بخیل و تنگ نظر است."
  ],
  [
    101,
    "و به راستی به موسی آن گاه که نزد بنی اسرائیل آمد، نه معجزه روشن دادیم، بنابراین از [آگاهان] بنی اسرائیل بپرس [که آن معجزه ها چه بود؟] پس فرعون [با دیدن معجزات] به او گفت: ای موسی! بی تردید من تو را جادوشده می پندارم!!"
  ],
  [
    102,
    "موسی گفت: مسلماً تو می دانی این معجزه ها را که بصیرت آور هستند، جز پروردگار آسمان ها و زمین نازل نکرده است، و ای فرعون! قطعاً من تو را هلاک شده می پندارم."
  ],
  [
    103,
    "پس [به دنبال این گفتگو] فرعون تصمیم گرفت آنان را از آن سرزمین برانگیزد و بیرون کند، ولی ما او و همه کسانی را که با او بودند، غرق کردیم."
  ],
  [
    104,
    "و پس از فرعون به بنی اسرائیل گفتیم: در این سرزمین ساکن شوید، زمانی که وعده آخرت برسد، همه شما را با هم [به صحرای قیامت] می آوریم."
  ],
  [
    105,
    "و قرآن را به حق نازل کردیم و به حق نازل شد، و تو را جز مژده رسان و بیم دهنده نفرستادیم."
  ],
  [
    106,
    "و قرآن را [جدا جدا و] بخش بخش قرار دادیم تا آن را با درنگ و تأمل بر مردم بخوانی و آن را به تدریج [برپایه حوادث، پیش آمدها و نیازها] نازل کردیم."
  ],
  [
    107,
    "بگو: به آن ایمان بیاورید یا نیاورید [برای آن یکسان است]، همانا کسانی که پیش از [نزول] آن معرفت و دانش یافته اند، زمانی که بر آنان می خوانند، سجده کنان به رو در می افتند."
  ],
  [
    108,
    "و می گویند: منزّه و پاک است پروردگارمان بی تردید وعده پروردگارمان [به پاداش مؤمنان و کیفر مجرمان] قطعاً انجام شدنی است."
  ],
  [
    109,
    "و گریه کنان به رو در می افتند و [شنیدن قرآن] بر فروتنی و خشوعشان می افزاید."
  ],
  [
    110,
    "بگو: خدا را بخوانید یا رحمان را بخوانید، هر کدام را بخوانید [ذات یکتای او را خوانده اید] نیکوترین نام ها [که این دو نام هم از آنهاست] فقط ویژه اوست. و نماز خود را با صدای بلند و نیز با صدای آهسته مخوان و میان این دو [صدا] راهی میانه بجوی."
  ],
  [
    111,
    "و بگو: همه ستایش ها ویژه خداست که نه فرزندی گرفته و نه در فرمانروایی شریکی دارد و نه او را به سبب ناتوانی و ذلت یار و یاوری است. و او را بسیار بزرگ شمار."
  ]
]