[
  {
    "id": "20",
    "place_of_revelation": "makkah",
    "transliterated_name": "Taha",
    "translated_name": "Ta-Ha",
    "verse_count": 135,
    "slug": "taha",
    "codepoints": [
      1591,
      1607
    ]
  },
  [
    1,
    "طه (طا. ها)."
  ],
  [
    2,
    "(ای پیامبر! ما) قرآن را بر تو نازل نکردیم که به مشقت افتی."
  ],
  [
    3,
    "مگر (آن) یاد آوری برای کسی است که (از الله) می‌ترسد."
  ],
  [
    4,
    "(این قرآن) فرو فرستاده شده از سوی کسی‌که زمین و آسمان‌های بلند را آفریده است."
  ],
  [
    5,
    "(الله) رحمان (است که) بر عرش قرار گرفت."
  ],
  [
    6,
    "از آنِ اوست آنچه در آسمان‌ها و آنچه در زمین، و آنچه میان آن دو است، و آنچه زیر خاک (پنهان) است."
  ],
  [
    7,
    "و اگر سخن آشکارا بگویی (یا آن را پنهان داری) بی‌گمان او (راز) نهان و نهان‌تر را می‌داند."
  ],
  [
    8,
    "(او) الله است، که هیچ معبودی جز او نیست؛ نام‌های نیکو از آنِ اوست."
  ],
  [
    9,
    "و (ای پیامبر!) آیا خبر موسی به تو رسیده است؟"
  ],
  [
    10,
    "هنگامی‌که آتشی را (از دور) دید، پس به خانوادۀ خود گفت: «(لحظه‌ای) درنگ کنید، همانا من آتشی را دیده‌ام شاید شعله‌ای از آن برای شما بیاورم، یا بر آن آتش راهنمایی بیابم»."
  ],
  [
    11,
    "پس چون نزد آن (آتش) آمد، نِدا داده شد که: «ای موسی!"
  ],
  [
    12,
    "همانا من پروردگار تو هستم، پس کفش‌هایت را بیرون کن، که تو در وادی مقدس طوی هستی."
  ],
  [
    13,
    "و من تو را (به پیامبری) بر گزیدم، پس به آنچه (بر تو) وحی می‌شود، گوش فرا ده."
  ],
  [
    14,
    "یقیناً من «الله» هستم، هیچ معبودی (به حق) جز من نیست، پس مرا پرستش کن، و نماز را برای یاد من بر پا دار."
  ],
  [
    15,
    "قطعاً قیامت خواهد آمد، می‌خواهم (وقت) آن را پنهان دارم، تا هر کس در برابر سعی (و اعمالی) که می‌کند جزا داده شود."
  ],
  [
    16,
    "پس مبادا کسی‌که به آن ایمان ندارد، و از هوس‌های خود پیروی می‌کند، تو را از آن باز دارد، که هلاک خواهی شد."
  ],
  [
    17,
    "و ای موسی! آن چیست به (دست) راستت؟»"
  ],
  [
    18,
    "گفت: «این عصای من است، بر آن تکیه می‌کنم، و با آن برای گوسفندانم (برگ درختان) فرو می‌ریزم، و مرا با آن کارهای دیگری (نیز) است (که برآورده می‌کنم)."
  ],
  [
    19,
    "فرمود: «ای موسی! آن را بیفکن»"
  ],
  [
    20,
    "پس (موسی) آن (عصا) را افکند، که ناگهان ماری شد که (به هر سو) می‌دوید."
  ],
  [
    21,
    "فرمود: «آن را بگیر و نترس، به زودی آن را به صورت اولش باز می‌گردانیم."
  ],
  [
    22,
    "و دستت را در بغل خود داخل کن، تا سفید (و) بی عیب بیرون آید، (این نیز) معجزۀ دیگری است."
  ],
  [
    23,
    "تا آیات (و نشانه‌های) بزرگ خود را به تو نشان دهیم."
  ],
  [
    24,
    "(اینک) به سوی فرعون برو، بی‌گمان او سرکشی کرده است»."
  ],
  [
    25,
    "(موسی) گفت: «پروردگارا! سینه‌ام را برایم بگشا."
  ],
  [
    26,
    "و کارم را برایم آسان گردان."
  ],
  [
    27,
    "و گره از زبانم باز کن."
  ],
  [
    28,
    "تا سخنانم را بفهمند."
  ],
  [
    29,
    "و برای من (یاور و) وزیری از خاندانم قرار ده."
  ],
  [
    30,
    "برادرم هارون را."
  ],
  [
    31,
    "به (وسیلۀ) او پشت مرا محکم کن،"
  ],
  [
    32,
    "و او را در کار (رسالت) من شریک ساز،"
  ],
  [
    33,
    "تا تو را بسیار تسبیح گوییم،"
  ],
  [
    34,
    "و بسیار تو را یاد کنیم،"
  ],
  [
    35,
    "بی‌شک تو به (حال) ما خوب بینایی»."
  ],
  [
    36,
    "فرمود: «ای موسی! هر چه خواستی به تو داده شد."
  ],
  [
    37,
    "و به تحقیق ما بار دیگر (نیز) بر تو منت نهاده‌ایم (و نعمت بخشیده‌ایم)"
  ],
  [
    38,
    "آن هنگام که به مادرت الهام کردیم، آنچه را که باید الهام می‌شد،"
  ],
  [
    39,
    "که: «او را در صندوقی بگذار، آنگاه آن (صندوق) را به دریا بینداز، تا دریا او را به ساحل افکند، (و) دشمن من و دشمن او، او را برگیرد». و من محبتی از سوی خود بر تو افکندم و تا در برابر دیدگان من پرورش یابی."
  ],
  [
    40,
    "آنگاه که خواهرت می‌رفت و می‌گفت: «آیا کسی را به شما نشان دهم که سرپرستی‌اش را به عهده گیرد؟!» پس تو را به مادرت باز گرداندیم، تا چشمش (به دیدار تو) روشن شود، و اندوهگین نگردد، و (بعدها) تو یک نفر (قبطی) را کُشتی، پس (ما) تو را از اندوه (و گرفتاری) نجات دادیم، و بار‌ها (چنانکه باید) تو را آزمودیم. پس (از آن) سال‌ها در میان مردم مدین ماندی، سپس ای موسی! بر (طبق) تقدیر (الهی به اینجا) آمدی."
  ],
  [
    41,
    "و تو را برای خودم خاص ساختم (و پرورش دادم)."
  ],
  [
    42,
    "(اینک) تو و برادرت با آیات من برو، و در یاد من سستی نکنید."
  ],
  [
    43,
    "به سوی فرعون بروید، بی‌گمان او سرکشی کرده است."
  ],
  [
    44,
    "پس به نرمی با او سخن بگویید، شاید که او پند گیرد یا (از پروردگارش) بترسد،"
  ],
  [
    45,
    "(موسی و هارون) گفتند: «پروردگارا! به راستی ما می‌ترسیم که بر ما پیش‌دستی نماید (و قبل از بیان حق ما را آزار دهد) یا طغیان کند»"
  ],
  [
    46,
    "فرمود: «نترسید! بی‌شک من با شما هستم، می‌شنوم و می‌بینم."
  ],
  [
    47,
    "پس به نزد او بروید و بگویید: ما فرستادگان پروردگارت هستیم، بنی اسرائیل را با ما بفرست، و آن‌ها را آزار و شکنجه نکن، به‌راستی که ما نشانه‌هاى روشنى از سوی پروردگارت برای تو آورده‌ایم، و سلام بر آن کسی‌که از هدایت پیروی کند."
  ],
  [
    48,
    "همانا به ما وحی شده که محققاً عذاب (الهی) بر کسی است که (آیات و معجزات را) تکذیب کند، و (از ایمان) روی بگرداند»."
  ],
  [
    49,
    "(فرعون) گفت: «ای موسی! پروردگار شما کیست؟»"
  ],
  [
    50,
    "(موسی) گفت: «پروردگار ما کسی است که آفرینش هر چیزی را به او ارزانی داشته، سپس (آن‌ها را) هدایت کرده است»"
  ],
  [
    51,
    "(فرعون) گفت: «پس حال (و سرنوشت) نسل‌های گذشته چه می‌شود؟»"
  ],
  [
    52,
    "(موسی) گفت: «علم آن نزد پروردگارم در کتابی (ثبت) است، پروردگارم نه اشتباه می‌کند و نه فراموش می‌کند."
  ],
  [
    53,
    "(همان) کسی‌که زمین را برای شما گهواره (و محل آسایش) قرار داد، و برای شما در آن راه‌هایی ایجاد نمود، و از آسمان آبی فرو فرستاد پس با آن، انواع گوناگون گیاه را (از زمین) بیرون آوردیم."
  ],
  [
    54,
    "بخورید، و (نیز) چهارپایانتان را بچرانید، بی‌گمان در این (امور) نشانه‌های برای خردمندان است."
  ],
  [
    55,
    "(ما) شما را از آن (= زمین) آفریدیم، و در آن باز می‌گردانیم، و بار دیگر شما را از آن بیرون می‌آوریم."
  ],
  [
    56,
    "و به راستی (ما) همۀ آیات خود را به او نشان دادیم، پس (او همه را) تکذیب کرد و سر باز زد."
  ],
  [
    57,
    "گفت: «ای موسی! آیا به نزد ما آمده‌ای که با سحر خود، ما را از سرزمینمان بیرون کنی؟!"
  ],
  [
    58,
    "پس یقیناً ما هم سحری مانند آن برای تو می‌آوریم، پس (هم اکنون) در مکانی هموار (و مقبول همه) موعدی میان ما و خودت قرار بده که نه ما و نه تو از آن تخلف نکنیم،"
  ],
  [
    59,
    "(موسی) گفت: «موعد شما روز (عید) زینت است و آن که (همۀ) مردم چاشتگاه گرد آورده شوند»"
  ],
  [
    60,
    "آنگاه فرعون باز گشت، پس (همۀ) مکر و حیله خود را جمع کرد، سپس آمد."
  ],
  [
    61,
    "موسی به آن‌ها گفت: «وای بر شما! بر الله دروغ نبندید، که شما را با عذابی نابود می‌سازد، و یقیناً کسی‌که (بر الله) افترا بندد، ناکام (و ناامید) می‌شود»"
  ],
  [
    62,
    "پس آن‌ها در کار‌شان میان خود اختلاف کردند، و راز‌شان را پنهان داشتند."
  ],
  [
    63,
    "گفتند: «مسلماً این دو (نفر) جادوگرند، می‌خواهند شما را با جادو‌شان از سرزمینتان بیرون کنند، و آیین (و راه و رسم) برتر شما را از بین ببرند."
  ],
  [
    64,
    "پس (همۀ) حیله (و تدبیر) خود را گرد آورید (و به کار بندید) سپس در یک صف (برای مبارزه) بیایید، و به راستی امروز کسی رستگار خواهد شد که چیره (و غالب) گردد."
  ],
  [
    65,
    "(ساحران) گفتند: «ای موسی! یا این است که (اول) تو (عصا را) بیفکنی یا آنکه ما کسانی باشیم که اول بیفکنیم؟!»"
  ],
  [
    66,
    "(موسی) گفت: «بلکه، (شما) بیفکنید» پس ناگهان ریسمان‌هایشان و عصا‌هایشان از (اثر) سحر‌شان چنان به نظرش رسید که حرکت می‌کند (و می‌دوند)"
  ],
  [
    67,
    "پس موسی در دل خود ترسی احساس کرد که (مبادا در ایمان مردم خللی ایجاد شود)."
  ],
  [
    68,
    "گفتیم: «نترس! مسلماً تو (غالب و) برتری،"
  ],
  [
    69,
    "و آنچه را که در دست راست خود داری بیفکن، تا (تمام) آنچه را که ساخته‌اند، ببلعد، بی‌شک آنچه ساخته‌اند، تنها مکر ساحر است، و ساحر هر جا رود رستگار (و موفق) نخواهد شد»."
  ],
  [
    70,
    "(پس موسی عصای خود را افکند، ناگهان به مار بزرگی تبدیل شد و همۀ آن‌ها را که ساخته بودند بلعید) آنگاه ساحران (همگی) به سجده افتادند، گفتند: «(ما) به پروردگار هارون و موسی ایمان آوردیم»."
  ],
  [
    71,
    "(فرعون) گفت: «آیا پیش از آن که به شما اجازه دهم به او ایمان آوردید؟! بی‌تردید او بزرگ شماست که به شما سحر آموخته است، پس یقیناً دستانتان و پاهایتان را بر خلاف یکدیگر قطع می‌کنم، و شما را بر تنه‌های نخل به دار می‌آویزم، و بی‌شک خواهید دانست که عذاب (و شکنجه) کدام‌یک از ما سخت‌تر است و پایدار‌تر است!»."
  ],
  [
    72,
    "گفتند: «سوگند به آن که ما را آفریده است، هرگز تو را بر این دلایل روشنی که برای ما آمده، ترجیح نمی‌دهیم، پس به هر حکمی که می‌خواهی حکم کن، تو تنها می‌توانی در این زندگی دنیا حکم کنی."
  ],
  [
    73,
    "همانا ما به پروردگارمان ایمان آورده‌ایم تا گناهانمان و آنچه را از سحر که ما را به آن وادار کردی، برای‌مان ببخشاید، و الله بهتر و پایدارتر است»."
  ],
  [
    74,
    "بی‌گمان کسی‌که گناه‌کار به نزد پروردگارش حاضر شود، پس آتش جهنم برای اوست، در آن جا نه می‌میرد، و نه زنده می‌ماند."
  ],
  [
    75,
    "و کسی‌که مؤمن نزد او آید، در حالی‌که کارهای شایسته انجام داده باشد، پس اینان برایشان درجات بلند است."
  ],
  [
    76,
    "باغ‌های جاویدان (بهشتی) که نهر‌ها زیر (درختان) آن جاری است، همیشه در آن خواهند بود، و این است پاداش کسی‌که خود را (از شرک و گناهان) پاک نموده است."
  ],
  [
    77,
    "و به‌راستی (ما) به موسی وحی کردیم که: «شبانه بندگان مرا (از مصر بیرون) ببر، سپس برای آن‌ها در دریا راهی خشک بگشا، که نه از تعقیب (دشمنان) خواهی ترسید، و نه (از غرق شدن در دریا) هراسی داری."
  ],
  [
    78,
    "پس فرعون با لشکریانش آنان را دنبال کردند، آنگاه دریا چنانکه باید آنان را (به‌طور کامل در میان امواج خود) فرو پوشانید."
  ],
  [
    79,
    "و فرعون قوم خود را گمراه نمود، و هدایت نکرد."
  ],
  [
    80,
    "ای بنی اسرائیل! به‌راستی (ما) شما را از (دست) دشمنانتان نجات دادیم، و در طرف راست (کوه) طور با شما وعده گذاردیم، (تا تورات را بر شما نازل کنیم) و بر شما «منّ» (= ترنجبین) و «سلوی» (= بلدرچین) نازل کردیم."
  ],
  [
    81,
    "از پاکیزه‌ها آنچه به شما روزی داده‌ایم؛ بخورید، و در آن سرکشی نکنید، که خشم من بر شما وارد می‌شود، و کسی‌که خشم من بر او وارد شود، قطعاً نابود شده است."
  ],
  [
    82,
    "و همانا من آمرزنده‌ام برای کسی‌که توبه کرد و ایمان آورد، و کار شایسته انجام داد، سپس هدایت یافت."
  ],
  [
    83,
    "ای موسی! چه چیز سبب شد که از قوم خود پیشی گیری؟"
  ],
  [
    84,
    "(موسی) گفت: «پروردگارا! آنان به دنبال من هستند، و من به سوی تو شتاب کردم، تا (از من) خشنود شوی»."
  ],
  [
    85,
    "فرمود: «بی‌گمان ما قوم تو را بعد از تو، آزمودیم، و سامری آن‌ها را گمراه کرد»."
  ],
  [
    86,
    "پس موسی خشمگین (و) اندوهناک به سوی قومش بازگشت، (و) گفت: «ای قوم من! مگر پروردگارتان وعدۀ نیکو به شما نداده بود؟ آیا مدت (جدایی من از شما) به درازا کشید، یا خواستید خشمی از (سوی) پروردگارتان بر شما نازل شود، که وعدۀ مرا خلاف کردید؟»."
  ],
  [
    87,
    "گفتند: «(ما) به اختیار خود وعدۀ تو را خلاف نکردیم، لیکن بارهای سنگینی از زینت (و زیورهای) قوم (فرعون) که با خود داشتیم، آن را (در آتش) افکندیم» پس بدین‌سان سامری نیز (آنچه داشت) افکند."
  ],
  [
    88,
    "آنگاه برای آن‌ها مجسمۀ گوساله‌ای که صدایی (چون صدای گوساله) داشت، پدید آورد، پس (سامری و پیروانش به مردم) گفتند: «این معبود شما، و معبود موسی است، که آن را فراموش کرده است»."
  ],
  [
    89,
    "آیا نمی‌بینند که (این گوساله) هیچ پاسخی به آن‌ها نمی‌دهد، و مالک هیچ سود و زیانی برای آن‌ها نیست؟"
  ],
  [
    90,
    "و بی‌شک هارون پیش از این به آن‌ها گفته بود: «ای قوم من! یقیناً شما به (وسیلۀ) این (گوساله) آزمون شده‌اید، و بی‌گمان پروردگار شما (الله) رحمان است، پس از من پیروی نمائید و فرمانم را اطاعت کنید»."
  ],
  [
    91,
    "(آن‌ها) گفتند: «(ما) پیوسته پیرامون آن (برای پرستش) می‌نشینیم (و آن را عبادت می‌کنیم)، تا موسی به سوی ما باز گردد»."
  ],
  [
    92,
    "(چون موسی آمد) گفت: «ای هارون! چه چیزی تو را باز داشت، هنگامی‌که آن‌ها را دیدی گمراه شده‌اند،"
  ],
  [
    93,
    "از من پیروی نکردی؟ آیا فرمان مرا عصیان (و سرپیچی) کردی؟!»."
  ],
  [
    94,
    "(هارون) گفت: «ای پسر مادرم! نه ریش مرا بگیر، و نه (موی) سرم را، همانا من ترسیدم که بگویی میان بنی اسرائیل تفرقه‌انداختی، و سخن (و سفارش) مرا به کار نبستی»."
  ],
  [
    95,
    "(موسی رو به سامری کرد و) گفت: «ای سامری! (این) کار تو چیست؟ (چرا چنین کرده‌ای؟)»."
  ],
  [
    96,
    "گفت: «من چیزی را دیدم که آن‌ها ندیدند، پس مشتی (خاک) از رد پای (اسب) رسول (= جبرئیل) را گرفتم، آنگاه آن را (بر پیکر) افکندم، و این چنین (هوای) نفسم (این کار را) برایم آراسته جلوه داد»."
  ],
  [
    97,
    "(موسی) گفت: «پس برو، بی‌شک بهرۀ تو در زندگی دنیا این است که بگویی: «(به من) دست نزنید (و نزدیک نشوید)» و همانا وعده‌ای (از عذاب) داری، که هرگز تخلف نخواهد شد، و (اکنون) به معبودت بنگر که پیوسته عبادتش می‌کردی (و آن را رها نمی‌کردی) آن را خواهیم سوزاند، سپس (خاکستر و ذرات) آن را در دریا پراکنده می‌سازیم."
  ],
  [
    98,
    "معبود شما تنها الله است که جز او هیچ معبودی نیست؛ و علم او همه چیز را فرا گرفته است»."
  ],
  [
    99,
    "(ای پیامبر!) این گونه از خبرهای آنچه گذشته است بر تو باز گو می‌کنیم، و به راستی (ما) از جانب خود به تو ذکر (= قرآن) داده‌ایم."
  ],
  [
    100,
    "کسی‌که از آن (قرآن) روی گردان شود، پس بی‌گمان او روز قیامت بار سنگینی (از گناه) بر دوش خواهد کشید."
  ],
  [
    101,
    "که در آن (رنج) جاودانه خواهند ماند، و برای آن‌ها روز قیامت بد باری است."
  ],
  [
    102,
    "(همان) روزی‌که در «صور» دمیده شود، و مجرمان را کبود (چشم) در آن روز گرد آوریم."
  ],
  [
    103,
    "آن‌ها در میان خود آهسته سخن می‌گویند، (و به یکدیگر می‌گویند:) «(شما) فقط ده روز (در دنیا) درنگ کرده‌اید»."
  ],
  [
    104,
    "ما به آنچه می‌گویند؛ داناتریم، چون نیکو روش‌ترین آن‌ها بگوید: «(شما) تنها یک روز درنگ کرده‌اید»."
  ],
  [
    105,
    "و (ای پیامبر!) از تو دربارۀ کوه‌ها می‌پرسند، پس بگو: «پروردگارم آن‌ها را سخت متلاشی (و پراکنده) خواهد کرد،"
  ],
  [
    106,
    "پس آن‌ها را (زمینی) صاف و هموار می‌گرداند،"
  ],
  [
    107,
    "که در آن هیچ پستی و بلندی را نبینی»."
  ],
  [
    108,
    "(در) آن روز، (همگی) دعوت کننده را پیروی کنند، هیچ راه سرپیچی (و مخالفت) نیست، و همۀ صداها در برابر (الله) رحمان خاشع می‌شود، پس جز صدای آهسته (چیزی) نمی‌شنوی."
  ],
  [
    109,
    "آن روز شفاعت (هیچ کس) سود نمی‌بخشد، جز کسی‌که (الله) رحمان به او اجازه داده، و گفتار او را پسندیده است."
  ],
  [
    110,
    "آنچه را پیش رو دارند، و آنچه را پشت سرشان است می‌داند، و آن‌ها به علم او احاطه ندارند."
  ],
  [
    111,
    "و (همۀ) چهره‌ها در برابر (الله) زندۀ پاینده فروتن می‌شود، و آن که (بار) ستم بر دوش دارد، ناکام (و مأیوس) می‌گردد."
  ],
  [
    112,
    "و کسی‌که کارهای شایسته انجام دهد در حالی‌که او مؤمن باشد، پس نه از ستمی می‌ترسد و نه از کم و کاستی، (در حقش می‌هراسد)."
  ],
  [
    113,
    "و این گونه آن را قرآنی عربی نازل کردیم، و وعید (و هشدارهای) گوناگون را در آن بیان داشتیم، شاید آن‌ها تقوا پیشه کنند، یا این کتاب برای آن‌ها پندی پدید آورد."
  ],
  [
    114,
    "پس بلند مرتبه است الله که فرمانروای حق است، به (تلاوت) قرآن شتاب مکن؛ پیش از آن که وحی آن برتو تمام شود، و بگو: «پروردگارا! به علم من بیفزا»."
  ],
  [
    115,
    "و به راستی پیش از این به آدم سفارش کردیم (و عهد بستیم) پس او فراموش کرد، و برای او عزمی (استوار) نیافتیم."
  ],
  [
    116,
    "و (به یاد آور) آنگاه که به فرشتگان گفتیم: «برای آدم سجده کنید» پس (همگی) سجده کردند؛ جز ابلیس که سر باز زد."
  ],
  [
    117,
    "پس گفتیم: «ای آدم! بی‌گمان این (ابلیس) دشمن تو و (دشمن) همسرت است، پس مبادا شما را از بهشت بیرون کند که به رنج (و مشقت) افتی."
  ],
  [
    118,
    "همانا برای تو این است که در آن نه گرسنه می‌شوی و نه برهنه می‌مانی."
  ],
  [
    119,
    "و آن که تو در آن نه تشنه می‌شوی و نه گرما (و سوزش آفتاب) می‌یابی."
  ],
  [
    120,
    "پس شیطان او را به وسوسه انداخت، گفت: «ای آدم! آیا (می‌خواهی) تو را به درخت جاودانگی و فرمانروایی بی‌زوال راهنمایی کنم؟!»."
  ],
  [
    121,
    "آنگاه (آدم و حوا) از آن (درخت) خوردند، (و لباس‌های بهشتی آن‌ها ریخت) پس عورتشان برایشان آشکار گشت، و شروع کردند که از برگ (درختان) بهشت بر خودشان می‌چسباندند، و آدم پروردگارش را نافرمانی کرد، پس گمراه شد."
  ],
  [
    122,
    "سپس پروردگارش او را برگزید، پس توبه‌اش را پذیرفت، و (او را) هدایت کرد."
  ],
  [
    123,
    "فرمود: «(شما دو تن با ابلیس) همگی از آن (بهشت) فرود آیید، در حالی‌که دشمن یکدیگر خواهید بود، پس اگر از (سوی) من هدایتی برای شما بیاید، هر کس از هدایت من پیروی کند، پس نه گمراه می‌شود و نه به رنج افتد (و بدبخت شود)."
  ],
  [
    124,
    "و کسی‌که از یاد من روی گردان شود، پس بی‌گمان زندگانی (سخت و) تنگی خواهد داشت، و روز قیامت او را نابینا بر انگیزیم."
  ],
  [
    125,
    "گوید: «پروردگارا! چرا مرا نابینا برانگیختی؟ و حال آنکه من (در دنیا) بینا بودم!»."
  ],
  [
    126,
    "فرمود: «همان گونه که آیات ما برای تو آمد پس آن‌ها را فراموش کردی؛ و این گونه امروز (تو در آتش) فراموش خواهی شد»."
  ],
  [
    127,
    "و این گونه کسی را که اسراف کند، و به آیات پروردگارش ایمان نیاورد؛ جزا می‌دهیم، و یقیناً عذاب آخرت شدیدتر و پایدارتر است."
  ],
  [
    128,
    "آیا برای هدایت (و بیداری) آن‌ها کافی نیست که پیش از اینان چه بسیار از نسل‌ها را هلاک کردیم که در مساکن آن‌ها راه می‌روند؟! بی‌گمان در این (امر) نشانه‌های برای خردمندان است."
  ],
  [
    129,
    "و اگر فرمانی که پیش از این از پروردگارت مقرر شده (مبنی بر تأخیر عذاب) و وقت معین، نبود، مسلماً (عذاب الهی) بر آن‌ها محقق می‌شد."
  ],
  [
    130,
    "پس (ای پیامبر!) بر آنچه می‌گویند، صبر کن، و پیش از طلوع آفتاب و قبل از غروب آن به ستایش پروردگارت تسبیح گوی، و (نیز) در ساعاتی از شب و اطراف روز تسبیح گوی، باشد که خشنود شوی."
  ],
  [
    131,
    "و هرگز چشمان خود را به (سوی) آنچه (از نعمت‌ها و متاع دنیوی) که گروه‌هایی از آنان را از آن بهره‌مند ساخته‌ایم، ندوز، این‌ها زینت‌ها (و شکوفه‌های) زندگی دنیا است، تا آنان را در آن بیازماییم، و روزی پروردگار تو بهتر و پایدارتر است."
  ],
  [
    132,
    "و خانواده‌ات را به نماز فرمان بده، و (خود) بر (انجام) آن شکیبا باش، (ما) از تو روزی نمی‌خواهیم، (بلکه) ما به تو روزی می‌دهیم، و سرانجام نیک برای پرهیزگاران است."
  ],
  [
    133,
    "و (مشرکان) گفتند: «چرا معجزه‌ای از جانب پروردگارش برای ما نمی‌آورد؟!» بگو: «آیا دلایل روشنی که در کتاب‌های پیشین بوده برای آن‌ها نیامده است؟!"
  ],
  [
    134,
    "اگر (ما) آن‌ها را پیش از آمدن او (= پیامبر) با عذابی هلاک می‌کردیم؛ قطعاً (روز قیامت) می‌گفتند: «پروردگارا! چرا پیامبری به‌سوی ما نفرستادی، تا پیش از آن که خوار و رسوا شویم از آیات تو پیروی کنیم؟!»."
  ],
  [
    135,
    "(ای پیامبر!) بگو: «همه منتظرند، شما (نیز) منتظر باشید، پس به‌زودی خواهید دانست که چه کسی اصحاب راه راست، و چه کسی هدایت یافته‌اند»."
  ]
]