[
  {
    "id": "23",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Mu'minun",
    "translated_name": "The Believers",
    "verse_count": 118,
    "slug": "al-muminun",
    "codepoints": [
      1575,
      1604,
      1605,
      1572,
      1605,
      1606,
      1608,
      1606
    ]
  },
  1,
  "به راستی مؤمنان رستگار شدند.",
  2,
  "همان کسانی‌که در نمازشان خاشع (و فروتن) هستند.",
  3,
  "و کسانی‌که از لغو (و کارهای بیهوده) روی گردانند.",
  4,
  "و کسانی‌که زکات را انجام می‌دهند.",
  5,
  "و آن‌ها که شرمگاهشان را حفظ می‌کنند.",
  6,
  "جز بر همسرانشان یا (بر) کنیزانشان، پس بی‌گمان اینان (در بهره‌گیری از آنان) ملامت نمی‌شوند.",
  7,
  "پس کسی‌که فراتر از این بخواهد، آنانند که تجاوز گرند.",
  8,
  "و کسانی‌که امانت‌هایشان و عهد خود را رعایت می‌کنند.",
  9,
  "و کسانی‌که بر نمازهایشان مواظبت می‌نمایند.",
  10,
  "(آری) اینانند که وارثند.",
  11,
  "کسانی‌که (بهشت) فردوس را ارث می‌برند، و جاودانه در آن خواهند ماند.",
  12,
  "و به راستی انسان را از چکیده‌ای از گِل آفریدیم.",
  13,
  "سپس او را از نطفه‌ای در قرارگاهی استوار (= رحم) قرار دادیم.",
  14,
  "سپس نطفه را (به صورت) علقه (= خون بسته) گرداندیم، آنگاه علقه را (به صورت) مضغه (= پاره گوشتی) درآوردیم، آنگاه مضغه را (به صورت) استخوان‌هایی گردانیدیم، پس بر استخوان‌ها گوشت پوشاندیم، سپس آن را آفرینشی دیگر بخشیدیم، پس (پر برکت و) بزرگوار است، الله که بهترین آفرینندگان است.",
  15,
  "سپس مسلماً شما بعد از این خواهید مرد.",
  16,
  "آنگاه یقیناً شما روز قیامت بر انگیخته می‌شوید.",
  17,
  "و به‌راستی بر فرازتان هفت آسمان آفریدیم، و (ما هرگز) از آفرینش (خود) غافل نبوده‌ایم.",
  18,
  "و از آسمان آبی به‌اندازه‌ای معین نازل کردیم، پس آن را در زمین جای دادیم، و بی‌گمان ما بر از بین بردن آن کاملاً قادر هستیم.",
  19,
  "پس بوسیلۀ آن باغ‌هایی از درختان خرما و انگور برای شما پدید آوردیم، شما را در آن (باغ‌ها) میوه‌های بسیار است، و از آن می‌خورید.",
  20,
  "و (نیز) درختی را که از طور سینا بیرون می‌آید (= درخت زیتون) که از آن روغن و (نان) خورش برای خورندگان فراهم می‌شود.",
  21,
  "و بی‌گمان برای شما در چهارپایان عبرتی است، از آنچه درون‌شان است (= از شیر آن‌ها) شما را سیراب می‌کنیم؛ و برای شما در آن‌ها منافع فراوان است، و از (گوشت) آن‌ها می‌خورید.",
  22,
  "و بر آن‌ها و بر کشتی‌ها سوار می‌شوید.",
  23,
  "و به راستی (ما) نوح را به سوی قومش فرستادیم، پس (او به آن‌ها) گفت: «ای قوم من! الله را بپرستید، که جز او معبودی برای شما نیست، آیا پرهیز نمی‌کنید؟!",
  24,
  "پس اشراف قومش، (آن) کسانی‌که کافر بودند؛ گفتند: «این (مرد) جز بشری همچون شما نیست، که می‌خواهد بر شما برتری جوید، اگر الله می‌خواست، همانا فرشتگانی را نازل می‌کرد، ما (هرگز) چنین چیزی را در (میان) نیاکان خود نشنیده‌ایم.",
  25,
  "او مرد دیوانه‌ای بیش نیست، پس تا مدتی دربارۀ او صبر کنید،",
  26,
  "(نوح) گفت: «پروردگارا! مرا در برابر تکذیب آن‌ها یاری کن»",
  27,
  "پس به او وحی کردیدم که: «به دیدگان ما و به وحی ما کشتی را بساز، پس هنگامی‌که فرمان ما فرا رسد، و آب از تنور بجوشد، آنگاه از هر نوع (حیوان) یک جفت (نر و ماده) در کشتی سوار کن و (نیز) خانواده خود را (سوار کن) جز کسی از آنان را که وعدۀ (هلاک) از پیش بر او مقرر شده است. و در(بارۀ) کسانی‌که ستم کردند، با من سخن مگو، که آنان غرق شدنی هستند».",
  28,
  "هنگامی‌که تو و همراهانت بر کشتی سوار شدید؛ بگو: «ستایش برای الله است که ما را از قوم ستمگر نجات داد».",
  29,
  "و (نیز) بگو: «پروردگارا! ما را در منزلگاهی پر برکت فرود آور، و تو بهترین فرود آورندگانی».",
  30,
  "بی‌گمان در این (ماجرا) نشانه‌هایی است، و (ما) به‌راستی آزمایش می‌کنیم.",
  31,
  "سپس قوم دیگری را بعد از آن‌ها به وجود آوردیم.",
  32,
  "پس از خودشان پیامبری در (میان) آنان فرستادیم که: «الله را بپرستید، که جز او معبودی برای شما نیست، آیا پرهیز نمی‌کنید؟!»",
  33,
  "و گروهی از اشراف قومش که کافر بودند، و دیدار آخرت را تکذیب می‌کردند، و در زندگی دنیا به آن‌ها نعمت و آسایش داده بودیم، گفتند: «این (مرد) بشری همچون شما است، از آنچه که (شما) می‌خورید، می‌خورد، و از آنچه که شما می‌نوشید، می‌نوشد.",
  34,
  "و اگر از بشری همچون خود اطاعت کردید، یقیناً شما زیان‌کار خواهید شد.",
  35,
  "آیا (او) به شما وعده می‌دهد: که همانا شما چون مردید و خاک و استخوان‌هایی (پوسیده) شدید، (بار دیگر از گور) بیرون آورده می‌شوید؟!",
  36,
  "هیهات، هیهات (= دور است، دور است) آنچه به شما وعده داده می‌شود.",
  37,
  "جز زندگی دنیوی ما چیزی نیست، می‌میریم و زنده می‌شویم، و هرگز برانگیخته نخواهیم شد.",
  38,
  "او جز مردی نیست که بر الله دروغ بسته است، و ما به او ایمان نمی‌آوریم».",
  39,
  "(پیامبرشان) گفت: «پروردگارا! مرا در برابر تکذیب آن‌ها یاری کن».",
  40,
  "(الله) فرمود: «به‌زودی (از کار خود) پشیمان خواهند شد»",
  41,
  "پس صیحه (= بانگ مرگبار) آن‌ها را به حق فرو گرفت، آنگاه آن‌ها را (همچون) خاشاکی (بر سیلاب) قرار دادیم، پس قوم ستمکار (از رحمت الله) دور (و نابود) باد.",
  42,
  "سپس اقوام دیگری را بعد از آن‌ها پدید آوردیم.",
  43,
  "هیچ امتی از اجل خود پیشی نمی‌گیرد، و نه تأخیر می‌کند.",
  44,
  "سپس پیامبران خود را پی در پی فرستادیم، هر زمان پیامبری برای (هدایت) امتی می‌آمد، او را تکذیب می‌کردند، پس (ما نیز) آن‌ها (= امت‌های کافر) را یکی پس از دیگری هلاک کردیم، و آن‌ها را افسانه‌هایی (برای آیندگان) قرار دادیم. پس دور باد قومی که ایمان نمی‌آورند.",
  45,
  "سپس موسی و برادرش هارون را با آیات خود، و دلایل آشکار فرستادیم،",
  46,
  "به سوی فرعون و اشراف (قوم) او، پس آن‌ها تکبر کردند، و مردمی (سرکش و) برتری جوی بودند.",
  47,
  "پس گفتند: «آیا (ما) به دو انسان مانند خود ایمان بیاوریم، در حالی‌که قوم آن‌ها بردگان (و زیر دستان) ما هستند؟!»",
  48,
  "پس (آن‌ها) آن دو (پیامبر) را تکذیب کردند، سرانجام (همگی) از هلاک شدگان گشتند.",
  49,
  "و به راستی به موسی کتاب (تورات) دادیم، باشد که آنان (= بنی اسرائیل) هدایت شوند.",
  50,
  "و پسر مریم و مادرش را آیتی قرار دادیم، و آن‌ها را در مکانی بلند و هموار که دارای امنیت و آب جاری بود، جای دادیم.",
  51,
  "ای پیامبران! از (غذاهای) پاکیزه بخورید، و کار شایسته انجام دهید، بی‌شک من به آنچه انجام می‌دهید؛ آگاهم.",
  52,
  "و بی‌گمان این امت شما، امت واحدی است، و من پروردگار شما هستم، پس از من بترسید.",
  53,
  "پس آن‌ها در میان خود در کار (دین) شان فرقه فرقه و پراکنده شدند، و هر گروه به آنچه نزد خود دارند؛ خوشحال‌اند.",
  54,
  "پس (ای پیامبر!) آن‌ها را تا مدتی در جهل و غفلت‌شان بگذار.",
  55,
  "آیا گمان می‌کنند که آن مال و فرزندان که با آن‌ها آنان را یاری می‌دهیم.",
  56,
  "برای این است که شتابان خیرات (و نیکی‌ها) به آن‌ها برسانیم؟! (چنین نیست) بلکه آن‌ها (حقیقت را) در‌نمی‌یابند.",
  57,
  "بی‌گمان کسانی‌که از خوف پروردگارشان بیمناک‌اند.",
  58,
  "و کسانی‌که به آیات پروردگارشان ایمان می‌آورند.",
  59,
  "و کسانی‌که به پروردگارشان شرک نمی‌آورند.",
  60,
  "و کسانی‌که (در راه الله) آنچه را باید بدهند، می‌دهند، و (با این حال) دل‌هایشان بیمناک است، که بی‌گمان آنان به‌سوی پروردگار‌شان باز می‌گردند.",
  61,
  "(آری) اینانند که در نیکی‌ها شتاب می‌کنند، و در انجام آن (از دیگران) پیشی می‌گیرند.",
  62,
  "(ما) هیچ کس را جز به‌اندازۀ توانش تکلیف نمی‌کنیم، و نزد ما کتابی است که به حق سخن می‌گوید، و به آن‌ها هیچ ستمی نمی‌شود.",
  63,
  "بلکه دل‌های آن‌ها از این (کتاب) در غفلت است، و آن‌ها جز این؛ اعمال (زشت) دیگری (نیز) دارند که پیوسته آن را انجام می‌دهند.",
  64,
  "تا زمانی که متنعمان آن‌ها را به عذاب گرفتار کنیم، در این هنگام آن‌ها ناله و فریاد سر می‌دهند.",
  65,
  "(به آن‌ها گفته می‌شود:) امروز فریاد نکنید، یقیناً شما از سوی ما یاری نخواهید شد.",
  66,
  "به‌راستی آیات من پیوسته بر شما خوانده می‌شد، پس شما (از حق اعراض می‌کردید و) به عقب باز می‌گشتید.",
  67,
  "در حالی‌که در برابر آن تکبر می‌کردید، (و در مجالس) شبانۀ (خود) به بدگویی می‌پرداختید (و افسانه سرایی می‌کردید)",
  68,
  "آیا (آن‌ها) در این گفتار نیندیشیدند، یا (اینکه) چیزی برای آنان آمده که برای نیاکان نخستین شان نیامده است؟!",
  69,
  "یا (اینکه) پیامبر‌‌شان را نشناخته‌اند، پس او را انکار می‌کنند؟!",
  70,
  "یا می‌گویند او جنون دارد؟ (چنین نیست) بلکه (او) حق را برای آن‌ها آورده است، و بیشترشان از حق کراهت دارند.",
  71,
  "و اگر حق از هوس‌های آن‌ها پیروی کند، آسمان‌ها و زمین و هرکه در آن‌هاست، تباه شوند، بلکه (ما) برای آن‌ها پند و اندرز‌شان آورده‌ایم، پس آن‌ها از پندشان روی گردانند.",
  72,
  "یا (اینکه) تو از آن‌ها مزدی طلب می‌کنی؟ پس پاداش پروردگارت بهتر است، و او بهترین روزی دهندگان است.",
  73,
  "و یقیناً تو آن‌ها را به راه راست دعوت می‌کنی.",
  74,
  "و بی‌گمان کسانی‌که به آخرت ایمان ندارند از (این) راه (راست) منحرف هستند.",
  75,
  "و اگر به آن‌ها رحم کنیم و بلا و رنجی را که بدان گرفتارند، از آن‌ها بر‌طرف سازیم، در طغیان خود لجاجت (و پا‌‌‌فشاری) می‌کنند (و) سرگردان می‌مانند.",
  76,
  "و به راستی (ما) آن‌ها را به عذاب (و بلا) گرفتار ساختیم، (تا بیدار شوند) پس برای پروردگارشان فروتنی ننمودند، و (به درگاهش تضرع و) زاری نکردند.",
  77,
  "تا زمانی‌که دری از عذاب سخت به روی آن‌ها گشودیم، آنگاه آن‌ها در آن به‌کلی ناامید گردند.",
  78,
  "و او کسی است که برای شما گوش و چشم و دل پدید آورد، چه اندک سپاس می‌گزارید.",
  79,
  "و او کسی است که شما را در زمین (آفرید و) پراکنده نمود، و به‌سوی او گرد آورده می‌شوید.",
  80,
  "و او کسی است که زنده می‌کند و می‌میراند، و رفت و آمد شب و روز از آن اوست، آیا نمی‌اندیشید؟!",
  81,
  "(چنین نکردند) بلکه آن‌ها (نیز) مثل آنچه پیشینیان گفته بودند، گفتند.",
  82,
  "گفتند: «آیا هنگامی‌که مردیم و خاک و استخوان‌های (پوسیده) شدیم، آیا (دوباره) برانگیخته می‌شویم،",
  83,
  "به‌راستی این وعده به ما و نیاکان ما از قبل داده شده، این (چیزی) جز افسانه‌های پیشینیان نیست».",
  84,
  "(ای پیامبر!) بگو: «اگر می‌دانید، زمین و هرکه در آن است از آنِ کیست؟!».",
  85,
  "به‌زودی خواهند گفت: «(همه) از آن الله است» بگو: «آیا پند نمی‌گیرید؟!».",
  86,
  "بگو: «چه کسی پروردگار آسمان‌های هفتگانه، و پروردگار عرش عظیم است؟!»",
  87,
  "خواهند گفت: «(همه) از آنِ الله است» بگو: «آیا (از الله) نمی‌ترسید؟!».",
  88,
  "بگو: «اگر می‌دانید، چه کسی فرمانروایی همۀ موجودات در دست دارد، و او پناه می‌دهد، و کسی در برابر او پناه داده نمی‌شود؟!",
  89,
  "خواهند گفت: «از آن الله است» بگو: «پس چگونه جادو می‌شوید؟!»",
  90,
  "(چنین نیست) بلکه حق را برای آن‌ها آوردیم، و بی‌گمان آنان دروغگو هستند.",
  91,
  "الله هرگز فرزندی بر نگزیده است، و هیچ معبود (دیگری) با او نیست، (اگر چنین بود) آنگاه هر معبودی آنچه را که آفریده بود؛ می‌برد، و مسلماً بعضی بر بعضی دیگر برتری می‌جستند، الله منزه (و پاک) است از آنچه آن‌ها توصیف می‌کنند.",
  92,
  "دانای نهان و آشکار است، پس برتر است از آنچه شریک او می‌سازند.",
  93,
  "(ای پیامبر!) بگو: «پروردگارا! اگر آنچه را که به آن‌ها وعده داده می‌شود، به من نشان دهی.",
  94,
  "پروردگارا! پس مرا در (زمرۀ) قوم ستمگران قرار مده».",
  95,
  "و یقیناً ما تواناییم که آنچه را به آن‌ها وعده می‌دهیم؛ به تو نشان دهیم.",
  96,
  "بدی را به روشی که آن بهتر است، دفع کن، ما به آنچه توصیف می‌کنند؛ داناتریم.",
  97,
  "و بگو: «پروردگارا! من از وسوسه‌های شیطان به تو پناه می‌برم،",
  98,
  "و پروردگارا! از اینکه آنان نزد من حاضر شوند، به تو پناه می‌برم».",
  99,
  "(کافران پیوسته به راه و روش خود ادامه می‌دهند) تا زمانی‌که مرگ یکی از آن‌ها فرا رسد، گوید: «پروردگارا! مرا (به دنیا) باز گردان،",
  100,
  "باشد که در آنچه (در دنیا) ترک (و کوتاهی) کرده‌ام، کار شایسته‌ای انجام دهم». هرگز چنین نیست، بی‌گمان این سخنی است که او به زبان می‌گوید، (و به فرض محال اگر باز گردد، به کارهای گذشته‌اش ادامه می‌دهد) و پشت سر آن‌ها برزخی است تا روزی‌که برانگیخته شوند.",
  101,
  "پس هنگامی‌که در صور دمیده شود، در آن روز هیچ گونه پیوندهای خویشاوندی در میان آن‌ها نخواهد بود، و از (حال) یکدیگر نپرسند.",
  102,
  "و کسانی‌که (کفۀ) ترازوی (اعمال‌) شان سنگین شود، پس آنانند که رستگار هستند.",
  103,
  "و کسانی‌که (کفۀ) ترازوی (اعمال) شان سبک باشد، پس آن‌ها کسانی هستند که (وجود خود را از دست داده و) به خود زیان رسانده‌اند و در جهنم جاودانه خواهند ماند.",
  104,
  "(شعله‌های) آتش چهره‌هایشان را می‌سوزاند، و آن‌ها در آن ترشرو (و عبوس) هستند.",
  105,
  "(به آن‌ها گفته می‌شود:) مگر آیات من بر شما خوانده نمی‌شد، پس شما آن‌ها را تکذیب می‌کردید؟!",
  106,
  "(در پاسخ) گویند: «پروردگارا! بدبختی ما بر ما چیره شد، و ما قومی گمراه بودیم.",
  107,
  "پروردگارا! ما را از این (جهنم) بیرون کن، پس اگر (به کفر و نافرمانی) باز گردیم، قطعاً ستمکار خواهیم بود».",
  108,
  "(الله) می‌فرماید: «در آن گم شوید و با من سخن مگویید.",
  109,
  "بی‌گمان گروهی از بندگانم می‌گفتند: پروردگارا! (ما) ایمان آوردیم، پس ما را ببخش و بر ما رحم کن، و تو بهترین رحم کنندگانی.",
  110,
  "پس شما آن‌ها را به مسخره گرفتید؛ تا یاد مرا فراموش‌تان کردند، و شما به آن‌ها می‌خندیدید!",
  111,
  "همانا من امروز آن‌ها را بخاطر صبری‌که کرده‌اند پاداش دادم، قطعاً آن‌ها کامیاب هستند».",
  112,
  "(الله) می‌فرماید: «(شما) چند سال در زمین درنگ کردید؟!».",
  113,
  "گویند: «یک روز، یا قسمتی از یک روز درنگ کرده‌ایم، پس از حسابگران بپرس».",
  114,
  "می‌فرماید: «(آری) اگر می‌دانستید، شما جز مقدار اندکی (در دنیا) درنگ نکردید،",
  115,
  "آیا گمان کردید که ما شما را بیهوده آفریده‌ایم، و همانا شما به سوی ما باز گردانده نمی‌شوید؟!",
  116,
  "پس بلند مرتبه (و برتر) است الله که فرمانروای حق است، هیچ معبودی (به حق) جز او نیست، پروردگار عرش کریم است.",
  117,
  "و هر کس که با الله معبود دیگری را بخواند، مسلماً هیچ دلیلی بر (حقانیت) آن نخواهد داشت، جز این نیست که حسابش نزد پروردگارش خواهد بود، یقیناً کافران رستگار نمی‌شوند.",
  118,
  "و (ای پیامبر) بگو: «پروردگارا! ببخش و رحم کن! و تو بهترین رحم کنندگانی»."
]