[
  {
    "id": 27,
    "city": "makkah",
    "name": {
      "translated": "The Ant",
      "transliterated": "An-Naml",
      "codepoints": [
        1575,
        1604,
        1606,
        1605,
        1604
      ]
    },
    "ayahs": 93,
    "slug": "an-naml",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "طس (طا. سین) این آیات قرآن و کتاب مبین است."
  ],
  [
    2,
    "که هدایت و بشارت برای مؤمنان است."
  ],
  [
    3,
    "(همان) کسانی‌که نماز را بر پا می‌دارند، و زکات را ادا می‌کنند، و آنان به آخرت یقین دارند."
  ],
  [
    4,
    "بی‌گمان کسانی‌که به آخرت ایمان نمی‌آورند، اعمال‌شان را برای آن‌ها زینت داده‌ایم، پس آن‌ها سرگردان می‌شوند."
  ],
  [
    5,
    "آن‌ها کسانی هستند که عذاب بد (و درد ناک) برایشان است، و آن‌ها در آخرت زیانکارترینند."
  ],
  [
    6,
    "و بی‌تردید تو (این) قرآن را از سوی (الله) حکیم دانا دریافت می‌داری."
  ],
  [
    7,
    "(به یاد بیاور) هنگامی را که موسی به خانوادۀ خود گفت: «(بایستید) همانا من آتشی (از دور) دیده‌ام، به‌زودی خبری از آن برای شما می‌آورم یا شعلۀ آتشی از آن می‌آورم تا گرم شوید»."
  ],
  [
    8,
    "پس چون به آن (آتش) رسید، ندا داده شد که: «مبارک باد کسی‌که در آتش است و کسی‌که پیرامون آن است. و منزه است الله که پروردگار جهانیان است."
  ],
  [
    9,
    "ای موسی! همانا من الله پیروزمند حکیم هستم."
  ],
  [
    10,
    "و عصایت را بیفکن- پس چون آن را دید که (با سرعت) می‌جنبد، گویی که آن ماری است، (ترسید و) به عقب برگشت، و پشت سر خود نگاه نکرد- ای موسی! نترس، که پیامبران در نزد من نمی‌ترسند."
  ],
  [
    11,
    "مگر کسی‌که ستم کند، پس (توبه کند و) بدی را به نیکی تبدیل نماید، پس بی‌گمان من آمرزندۀ مهربان هستم."
  ],
  [
    12,
    "و دستت را در گریبانت فرو کن، که سفید (و درخشندۀ) بی‌عیب بیرون بیاید، (این معجزه) در زمرۀ معجزات نه‌گانه است، به‌سوی فرعون و قومش (برو) که آن‌ها قومی فاسقند»."
  ],
  [
    13,
    "پس چون آیات روشن (و کاملاً آشکار) ما به سراغ آن‌ها آمد؛ گفتند: «این جادویی آشکار است»."
  ],
  [
    14,
    "و آن را از روی ستم و سرکشی انکار کردند، در حالی‌که دل‌هایشان به آن یقین داشت، پس بنگر عاقبت مفسدان چگونه بود."
  ],
  [
    15,
    "و به‌راستی به داوود و سلیمان دانش (عظیمی) دادیم، و (آنان) گفتند: «ستایش از آن الله است که ما را بر بسیاری از بندگان مؤمن خود برتری بخشید»."
  ],
  [
    16,
    "و سلیمان وارث داوود شد، و گفت: «ای مردم! زبان پرندگان به ما آموخته شده، و از هر چیز به ما عطا شده، بی‌تردید این فضل آشکاری است»."
  ],
  [
    17,
    "و برای سلیمان لشکریانش از جن و انس و پرندگان گرد آورده شدند، آنگاه نگاه داشته شدند (تا همۀ آن‌ها به یکدیگر بپیوندند)."
  ],
  [
    18,
    "(بعد حرکت کردند) تا هنگامی‌که به وادی مورچگان رسیدند، مورچه‌ای گفت: «ای مورچگان! به لانه‌های خود بروید تا سلیمان و لشکریانش شما را پایمال نکنند در حالی‌که نمی‌فهمند»."
  ],
  [
    19,
    "پس (سلیمان) از سخن آن (مورچه) تبسمی کرد (و) خندید، گفت: «پروردگارا! به من توفیق ده تا شکر نعمت‌هایی را که بر من و بر پدر و مادرم ارزانی داشتۀ بجای آورم، و (توفیق عطا فرما تا) کار(های) شایسته‌ای که تو خشنود شوی، انجام دهم، و مرا به رحمت خود در (زمرۀ) بندگان صالحت در آور»."
  ],
  [
    20,
    "و (سلیمان) از حال پرندگان جویا شد، و گفت: «مرا چه شده است که هدهد را نمی‌بینم، یا اینکه او از غایبان است؟!"
  ],
  [
    21,
    "قطعاً او را به کیفر شدید کیفر خواهم داد، یا او را ذبح خواهم کرد، یا (باید) دلیلی روشن (برای غیبتش) برای من بیاورد»."
  ],
  [
    22,
    "پس درنگش چندان طول نکشید (که هدهد آمد) آنگاه گفت: «من به چیزی دست یافته‌ام که تو به آن دست نیافته‌ای، و از (سرزمین) سبا برایت خبر قطعی آورده‌ام."
  ],
  [
    23,
    "من زنی را یافتم که بر آن‌ها فرمانروایی می‌کند، و (به او) از هرگونه نعمتی داده شده است، و تخت عظیمی دارد."
  ],
  [
    24,
    "او و قومش را دیدم که به جای الله برای خورشید سجده می‌کنند، و شیطان اعمال آن‌ها را در نظر‌‌‌‌‌شان آراسته پس آن‌ها را از راه (الله) باز داشته است، از این رو آن‌ها هدایت نمی‌شوند»."
  ],
  [
    25,
    "چرا برای الله سجده نمی‌کنند که آنچه را در آسمان‌ها و زمین پنهان است بیرون می‌آورد، و آنچه را پنهان می‌دارید و آنچه را آشکار می‌کنید (همه را) می‌داند."
  ],
  [
    26,
    "الله که جز او معبودی نیست، پروردگار عرش عظیم است."
  ],
  [
    27,
    "(سلیمان) گفت: «اکنون خواهیم دید که آیا راست گفته‌ای یا از دروغ‌گویان هستی."
  ],
  [
    28,
    "این نامۀ مرا ببر، و بر آن‌ها بیفکن، سپس از آن‌ها روی بگردان، پس (در گوشه‌ای توقف کن) بنگر که چه جواب می‌دهند»."
  ],
  [
    29,
    "(ملکۀ سبا) گفت: «ای بزرگان، به راستی نامۀ پر ارزشی به سوی من افکنده شده!"
  ],
  [
    30,
    "همانا آن (نامه) از سلیمان است، و چنین است: به نام الله بخشندۀ مهربان."
  ],
  [
    31,
    "بر من برتری مجویید، و تسلیم شده نزد من بیایید»"
  ],
  [
    32,
    "(ملکه) گفت: «ای بزرگان، در کار من رأی دهید، که من هیچ کار مهمی را بدون حضور (و مشورت) شما تصمیم نگرفته‌ام (و انجام نداده‌ام)»"
  ],
  [
    33,
    "گفتند: «ما دارای نیروی کافی و جنگ‌جویانِ با قدرتی هستیم، و اختیار (و تصمیم نهایی) با توست، پس بنگر که چه فرمان می‌دهی»."
  ],
  [
    34,
    "گفت: «بی‌تردید پادشا‌‌‌هان هنگامی‌که وارد قریه‌ای شوند آن را ویران (و تباه) سازند، و عزیزانش را ذلیل می‌کنند، و این گونه رفتار می‌کنند."
  ],
  [
    35,
    "و همانا من هدیه‌ای برای آن‌ها می‌فرستم، پس می‌نگرم که فرستادگان چه جواب می‌آورند»."
  ],
  [
    36,
    "پس چون (فرستادۀ ملکه) نزد سلیمان آمد، (سلیمان) گفت: «آیا می‌خواهید مرا با مال یاری کنید؟! آنچه الله به من داده، بهتر است از آنچه به شما داده است. بلکه شما به هدیۀتان شادمان می‌شوید."
  ],
  [
    37,
    "(اکنون) به سوی آن‌ها باز گرد، پس البته با لشکریانی به سوی آن‌ها خواهیم آمد که قدرت مقابله با آن را نداشته باشند، و بی‌تردید آن‌ها را از آن (سرزمین) با ذلت و خواری بیرون می‌کنیم!»"
  ],
  [
    38,
    "(سلیمان) گفت: «ای بزرگان! کدام‌یک از شما تخت او را برای من می‌آورد، پیش از آن‌که تسلیم شده نزد من آیند؟»"
  ],
  [
    39,
    "عفریتی از جن گفت: «من آن را نزد تو می‌آورم پیش از آنکه از جایت برخیزی، و همانا من بر آن توانای امین هستم»."
  ],
  [
    40,
    "کسی‌که دانشی از کتاب (الهی) داشت گفت: «من پیش از آن‌که چشم بر هم زنی، آن را نزد تو می‌آورم». پس چون (سلیمان) آن (تخت) را نزد خود مستقر دید؛ گفت: «این از فضل پروردگار من است، تا مرا بیازماید که آیا شکر او را به جای می‌آورم یا ناسپاسی می‌کنم!» پس هر که شکر کند، تنها به نفع خود شکر می‌کند، و هر که ناسپاسی کند پس (به زیان خود نموده است،) بی‌گمان پروردگار من بی‌نیاز کریم است."
  ],
  [
    41,
    "(سلیمان) گفت: «تخت او را برایش ناشناس کنید، (تا) ببینیم آیا (آن را) باز می‌شناسد، یا از آن‌هاست که باز نتوانند شناخت."
  ],
  [
    42,
    "پس چون (ملکۀ سبا) آمد، (به او) گفته شد: «آیا تخت تو این گونه است؟» گفت: «گویی همان است، و ما پیش از این هم (به قدرت الله و حقانیت سلیمان) دانش یافته بوده‌ایم، و مسلمان (و فرمانبردار) بودیم."
  ],
  [
    43,
    "و آنچه به جای الله می‌پرستید او را (از ایمان به الله) باز داشته بود، بی‌گمان او (= ملکه سبا) از قوم کافران بود."
  ],
  [
    44,
    "به او گفته شد: «به صحن (قصر) داخل شو» پس هنگامی‌که آن را دید پنداشت که آب عمیقی است، و دو ساق (پای) خود را برهنه کرد (تا از آب بگذرد، سلیمان) گفت: «(این آب نیست) این صحنی صاف از آبگینه است». (ملکه) گفت: «پروردگارا! من به خود ستم کردم، و (اینک) با سلیمان برای الله پروردگار جهانیان تسلیم شدم»"
  ],
  [
    45,
    "و به راستی به سوی (قوم) ثمود، برادر‌شان صالح را فرستادیم که: الله یگانه را بپرستید، آنگاه آن‌ها دو گروه شدند که به مخاصمه پرداختند."
  ],
  [
    46,
    "(صالح) گفت: «ای قوم من! چرا پیش از نیکی بر بدی می‌شتابید (و بجای رحمت، عذاب الهی را می‌طلبید) چرا از الله آمرزش نمی‌خواهید، تا شاید مورد رحمت قرار گیرید؟!»"
  ],
  [
    47,
    "گفتند: «ما به تو و کسانی‌که با تو هستند فال بد زده‌ایم» (صالح) گفت: «فال بد شما نزد الله است، بلکه شما گروهی هستید که مورد آزمایش قرار می‌گیرید»."
  ],
  [
    48,
    "و در (آن) شهر (حِجر) نُه نفر بودند که در زمین فساد می‌کردند و اصلاح نمی‌کردند."
  ],
  [
    49,
    "گفتند: «به الله سوگند یاد کنید که حتماً بر او (= صالح) و خانواده‌اش شبیخون می‌زنیم، (و آن‌ها را می‌کشیم) سپس به ولی (دم) او می‌گوییم: ما هنگام هلاکت و نابودی خانواده‌اش؛ هرگز حاضر نبودیم (و از آن‌ها خبر نداریم) و بی‌گمان ما راستگو هستیم»."
  ],
  [
    50,
    "و آن‌ها (برای قتل صالح و پیروانش) حیله و نیرنگی به کار بردند و ما (نیز) حیله و تدبیری (برای هلاک آن‌ها و نجات صالح و پیروانش) اندیشیدیم، در حالی‌که آن‌ها نمی‌دانستند."
  ],
  [
    51,
    "پس بنگر عاقبت نیرنگ‌شان چه شد؟! ما آن‌ها و قوم‌شان همگی را نابود کردیم."
  ],
  [
    52,
    "پس این خانه‌های آن‌هاست که به سزای ستمی که می‌کردند خالی مانده است، بی‌گمان در این (ماجرا) نشانه‌ای است برای گروهی که می‌دانند."
  ],
  [
    53,
    "و کسانی را که ایمان آورده، و پرهیزگار بودند، نجات دادیم."
  ],
  [
    54,
    "و لوط را (به یاد آور) هنگامی‌که به قومش گفت: «آیا کار بسیار زشت (لواط) مرتکب می‌شوید؛ در حالی‌که خود (سرانجام و زشتی آن را) می‌بینید؟!"
  ],
  [
    55,
    "آیا شما به جای زنان، از روی شهوت سراغ مردان می‌روید؟! بلکه شما مردمی نادان هستید»."
  ],
  [
    56,
    "پس جواب قومش جز این نبود که (به یکدیگر) گفتند: «خاندان لوط را از قریۀ خود بیرون کنید، که این‌ها مردمانی (پاکدامن و) پاکیزه‌جو هستند!»"
  ],
  [
    57,
    "آنگاه او و خانواده‌اش را نجات دادیم؛ مگر همسرش که مقدر کردیم او از بازماندگان (در آن شهر) باشد."
  ],
  [
    58,
    "و بارانی (از سنگ) بر (سر) آن‌ها باراندیم، پس باران بیم داده‌شدگان چه بد است!"
  ],
  [
    59,
    "(ای پیامبر) بگو: «حمد و سپاس مخصوص الله است، و سلام بر بندگانش، کسانی‌که او (آن‌ها را) بر گزیده است». آیا الله بهتر است یا آن چیزهای که شرک می‌آورند؟"
  ],
  [
    60,
    "(آیا این معبودان باطل شما بهترند) یا کسی‌که آسمان‌ها و زمین را آفرید، و از آسمان برای شما آبی نازل کرد، پس با آن باغ‌های خرم (و زیبا) رویاندیم، که شما هرگز توان رویاندن درختان آن را نداشتید، آیا معبودی دیگری با الله است؟! (نه) بلکه آن‌ها گروهی هستند که (از حق منحرف می‌شوند و بت‌ها را) هم‌طراز (الله) قرار می‌دهند."
  ],
  [
    61,
    "(آیا این بت‌ها بهترند) یا کسی‌که زمین را قرارگاه ساخت، و میان آن نهر‌هایی قرار داد، و برای آن کوه‌‌های (ثابت و استوار) پدید آورد، و میان دو دریا مانعی قرار داد، آیا معبود دیگری با الله است؟! (نه) بلکه بیشتر‌شان نمی‌دانند."
  ],
  [
    62,
    "(آیا این بت‌ها بهترند) یا کسی‌که (دعای) مضطر (= درمانده) را اجابت می‌کند؛ چون او را بخواند، و گرفتاری را بر طرف می‌سازد، و شما را جانشینان زمین قرار می‌دهد، آیا معبودی دیگری با الله است؟! چه اندک پند می‌گیرید."
  ],
  [
    63,
    "(آیا این بت‌ها بهترند) یا کسی‌که شما را در تاریکی‌های بیابان و دریا هدایت می‌کند، و کسی‌که پیش از (باران) رحمت خود باد‌ها را به مژده می‌فرستد، آیا معبودی دیگر با الله است؟! الله برتر است از آنچه برای او شریک قرار می‌دهند."
  ],
  [
    64,
    "(آیا این معبودان باطل بهترند) یا کسی‌که آفرینش را آغاز کرد، سپس آن را (بار دیگر) باز می‌گرداند، و کسی‌که شما را از آسمان و زمین روزی می‌دهد، آیا معبود دیگری با الله است؟! (ای پیامبر!) بگو: «اگر راست می‌گویید دلیل‌تان را بیاورید»."
  ],
  [
    65,
    "بگو: «در آسمان‌ها و زمین جز الله هیچ کس غیب نمی‌داند و (آن معبودان باطل) نمی‌دانند که کی برانگیخته می‌شوند."
  ],
  [
    66,
    "بلکه علم آن‌ها (= مشرکان) دربارۀ آخرت به پایان رسیده است (و هیچ اطلاعی ندارند) بلکه آن‌ها در (وقوع) آن شک دارند، بلکه آن‌ها نسبت به آن نابینایند."
  ],
  [
    67,
    "و کسانی‌که کافر شدند؛ گفتند: «آیا هنگامی‌که ما و پدران مان خاک شدیم، آیا (باز زنده می‌شویم و از گور‌ها) بیرون آورده می‌شویم؟!"
  ],
  [
    68,
    "به راستی این وعده‌ای است که از پیش به ما و نیاکان‌مان داده شده است، این جز افسانه‌های پیشینیان نیست»."
  ],
  [
    69,
    "(ای پیامبر!) بگو: «در زمین سیر کنید، پس بنگرید عاقبت مجرمان چگونه بود»."
  ],
  [
    70,
    "و بر آن‌ها غمگین مباش و از آنچه مکر می‌ورزند؛ دل‌تنگ نشو."
  ],
  [
    71,
    "و می‌گویند: «اگر راست می‌گویید، این وعده کی خواهد بود؟!»"
  ],
  [
    72,
    "(ای پیامبر!) بگو: «شاید پاره‌ای از آنچه را که به شتاب می‌طلبید به شما نزدیک شده‌باشد»."
  ],
  [
    73,
    "و بی‌گمان پروردگار تو نسبت به مردم دارای فضل (و رحمت) است، و لیکن بیشترشان شکر نمی‌گزارند."
  ],
  [
    74,
    "و بی‌تردید پروردگار تو آنچه در سینه‌هایشان پنهان می‌دارند و آنچه را آشکار می‌کنند؛ بخوبی می‌داند."
  ],
  [
    75,
    "و هیچ پنهانی در آسمان و زمین نیست؛ مگر آن‌که در کتاب روشن (لوح محفوظ، نوشته شده) است."
  ],
  [
    76,
    "بی‌گمان این قرآن بر بنی اسرائیل بیشتر چیزهایی را که آن‌ها در آن اختلاف دارند، بیان می‌کند."
  ],
  [
    77,
    "و به راستی آن (قرآن) هدایت و رحمت برای مؤمنان است."
  ],
  [
    78,
    "مسلماً پروردگار تو میان آن‌ها (در قیامت) به حکم خود داوری می‌کند، و او پیروزمند داناست."
  ],
  [
    79,
    "پس (ای پیامبر!) بر الله توکل کن، بی‌شک تو بر حق آشکار هستی."
  ],
  [
    80,
    "و بی‌گمان تو نمی‌توانی (سخنت را) به (گوش) مردگان بشنوانی، و نمی‌توانی کران را هنگامی‌که پشت‌کنان روی می‌گردانند؛ سخن (و نِدای خود را) بشنوانی."
  ],
  [
    81,
    "و تو نمی‌توانی کوران را از گمراهی‌شان (باز گردانی و) هدایت کنی، تو تنها می‌توانی (سخن خود را) به کسانی بشنوانی که به آیات ما ایمان دارند؛ پس آن‌ها (در برابر حق) تسلیم شدگان هستند."
  ],
  [
    82,
    "و هنگامی‌که فرمان (عذاب) بر آن‌ها واقع شود (و حادثۀ قیامت نزدیک شود) جنبنده‌ای را از زمین برای آن‌ها بیرون می‌آوریم که با آن‌ها سخن گوید، که مردم به آیات ما یقین نمی‌آورند."
  ],
  [
    83,
    "و (به یاد آور) روزی را که ما از هر امتی گروهی را از آنان که آیات ما را تکذیب می‌کردند؛ محشور می‌کنیم، آنگاه آن‌ها (به صف) نگاه داشته می‌شوند."
  ],
  [
    84,
    "تا هنگامی‌که (به سرزمین محشر) می‌آیند (الله) می‌فرماید: «آیا مرا تکذیب کردید در حالی‌که به آن احاطۀ علمی نداشتید، یا چه (کاری) بود که می‌کردید؟!»"
  ],
  [
    85,
    "و بخاطر ستمی که کرده‌اند؛ فرمان (عذاب) بر آن‌ها واقع می‌شود، پس آن‌ها هیچ سخنی نمی‌گویند."
  ],
  [
    86,
    "آیا ندیدند که ما شب را برای آرامش آن‌ها قرار دادیم، و روز را روشنی بخش (قرار دادیم) بی‌گمان در این (امور) نشانه‌های (روشنی) است برای گروهی که ایمان می‌آورند."
  ],
  [
    87,
    "و (به یاد آور) روزی را که در صور دمیده می‌شود، پس (تمام) کسانی‌که در آسمان‌ها و زمین هستند وحشت کنند (و بترسند) جز کسی‌که الله بخواهد، و همگی با خواری (و ذلت) به پیشگاه او (تعالی) بیایند."
  ],
  [
    88,
    "و کوه‌ها را می‌بینی، (و) آن‌ها را جامد (و بی‌حرکت) پنداری، در حالی‌که مانند حرکت ابر‌ها در حرکت هستند (این) صنع (و آفرینش) اللهِ است که هر چیزی را محکم (و استوار) ساخته است، بی‌گمان او از آنچه انجام می‌دهید؛ با خبر است."
  ],
  [
    89,
    "هر کس‌که نیکی آورد، پس (پاداشی) بهتر از آن خواهد داشت، و آنان از وحشت آن روز در امان هستند."
  ],
  [
    90,
    "و هر کس که بدی آورد، پس چهره‌های‌شان در آتش نگونسار شود، (و به آن‌ها گفته می‌شود:) آیا جزایی جز آنچه می‌کردید به شما داده می‌شود؟"
  ],
  [
    91,
    "(ای پیامبر! بگو:) من فقط مأمورم که پروردگار این شهر (مکه) را عبادت کنم، همان کسی‌که این (شهر) را حرمت بخشید، و همه چیز از آنِِ اوست، و من مأمورم که از مسلمانان باشم."
  ],
  [
    92,
    "و این‌که قرآن را تلاوت کنم، پس هر کس هدایت شود به نفع خود هدایت شده است، و هر کس که گمراه گردد؛ بگو: «من فقط از هشدار ‌دهندگان هستم»."
  ],
  [
    93,
    "و بگو: «حمد و ستایش مخصوص الله است، به زود آیاتش را به شما نشان می‌دهد، پس آن‌ها را خواهید شناخت، و پروردگار تو از آنچه انجام می‌دهید؛ غافل نیست."
  ]
]