[
  {
    "id": "28",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Qasas",
    "translated_name": "The Stories",
    "verse_count": 88,
    "slug": "al-qasas",
    "codepoints": [
      1575,
      1604,
      1602,
      1589,
      1589
    ]
  },
  1,
  "طسم (طا. سین. میم)",
  2,
  "این آیات کتاب مبین است.",
  3,
  "از داستان موسی و فرعون به حق بر تو می‌خوانیم، برای گروهی که ایمان می‌آورند.",
  4,
  "بی‌گمان فرعون در زمین برتری جست و اهل آن را گروه گروه کرد، گروهی از آن‌ها را به ضعف و ناتوانی می‌کشاند، پسران‌شان را سر می‌برید و زنان‌شان را (برای خدمت) زنده نگه می‌داشت، بی‌تردید او از مفسدان بود.",
  5,
  "و می‌خواهیم بر کسانی‌که در زمین به استضعاف کشیده شده‌اند، منت گذاریم و آنان را پیشوایان سازیم، و آنان را وارثان (زمین) قرار دهیم.",
  6,
  "و آن‌ها را در زمین تمکّن (و حکومت) دهیم و به فرعون و هامان و لشکریان آن دو، از (دست) آن‌ها (= بنی اسرائیل) آنچه را که از آن می‌ترسیدند، نشان دهیم [ یعنی آن اندیشه‌ای که تخت فرعون و لشکر او به دست یک شخص اسرائیلی نابود خواهد شد ما آن را به حقیقت در آوردیم.].",
  7,
  "و به مادر موسی الهام کردیم که: «او را شیر بده، پس هنگامی‌که بر او ترسیدی، او را به دریای (نیل) بینداز، و نترس، و اندوهگین مشو، یقیناً ما او را به تو باز می‌گردانیم و او را از پیامبران قرار می‌دهیم».",
  8,
  "پس (هنگامی‌که مادر موسی او را به دریا افکند) خاندان فرعون او را (از آب) بر گرفتند، تا سرانجام دشمن و مایۀ اندوه‌شان شود، مسلماً فرعون و هامان و لشکریان‌شان خطا کار بودند.",
  9,
  "و (آسیه) همسر فرعون گفت: «(این کودک) نور چشم من و توست! او را نکشید، شاید به ما سود بخشد، یا او را به فرزندی گیریم» و آنان (از عاقبت آن) بی‌خبر بودند (و نمی‌فهمیدند).",
  10,
  "و قلب مادر موسی (از همه چیز) تهی گشت، اگر دل او را (به ایمان) محکم نکرده بودیم تا از باور دارندگان باشد، نزدیک بود آن (راز) را فاش کند.",
  11,
  "و (مادر موسی) به خواهر او گفت: «به دنبالش برو» پس (خواهرش) او را از دور دید، در حالی‌که آن‌ها بی‌خبر بودند.",
  12,
  "و (پستان) همۀ زنان شیر‌ده را از پیش بر او حرام کردیم، آنگاه (خواهرش) گفت: «آیا شما را به خانواده‌ای راهنمایی کنم که او را برایتان نگه دارند در حالی‌که آن‌ها خیر خواه او باشند؟!».",
  13,
  "پس او را به مادرش باز گرداندیم تا چشمش روشن شود و غمگین نباشد، و تا بداند که وعدۀ الله حق است، و لیکن بیشتر آن‌ها نمی‌دانند.",
  14,
  "و چون (موسی) به (مرحلۀ بلوغ و) کمال قوت رسید و برومند شد، به او حکمت و علم دادیم، و این گونه نیکو‌کاران را پاداش می‌دهیم.",
  15,
  "او هنگامی به شهر وارد شد که اهل آن در غفلت بودند، ناگهان دو مرد را دید با هم نزاع (و جنگ) می‌کردند، یکی از آن‌ها از پیروان او بود، و دیگری از دشمنانش، پس آن که از پیروان او بود بر (علیه) کسی‌که از دشمنانش بود از وی یاری خواست. پس (موسی) به او مشت (محکمی) زد و کارش را ساخت، (و مُرد، موسی) گفت: «این از عمل شیطان بود، بی‌گمان او دشمن گمراه‌کنندۀ آشکاری است».",
  16,
  "(سپس) گفت: «پروردگارا! من به خود ستم کردم، پس مرا ببخش» آنگاه (الله) او را بخشید، بی‌تردید او آمرزندۀ مهربان است.",
  17,
  "گفت: «پروردگارا! به شکرانۀ نعمتی که بر من عطا کردی، پس هرگز پشتیبان مجرمان نخواهم بود».",
  18,
  "پس (موسی) در شهر ترسان، و چشم به راهِ حادثه (شب را) صبح نمود، که ناگهان (دید) همان کسی‌که دیروز از او یاری خواسته بود، او را فریاد می‌زند (و کمک می‌خواهد) موسی به او گفت: «بی‌گمان تو آشکارا (انسان ماجرا جو و) گمراه هستی».",
  19,
  "پس هنگامی‌که (موسی) خواست به کسی‌که دشمن هر دوی آن‌ها بود، حمله برد (و بزند، او فریاد زد و) گفت: «ای موسی! آیا می‌خواهی مرا بکشی همان گونه که دیروز کسی را کشتی؟! تو فقط می‌خواهی در زمین جبّاری باشی، و نمی‌خواهی که از مصلحان باشی!».",
  20,
  "و (در این هنگام) مردی از دورترین نقطۀ شهر شتابان آمد (و) گفت: «ای موسی! همانا بزرگان (و اشراف قوم) دربارۀ تو مشورت می‌کنند؛ تا تو را بکشند، پس بی‌درنگ (از شهر) بیرون شو، بی‌تردید من از خیر خواهان تو هستم»",
  21,
  "پس ترسان و چشم به راه حادثه، از شهر بیرون شد، گفت: «پروردگارا! مرا از قوم ستمکار نجات بده».",
  22,
  "و هنگامی‌که به (جانب شهر) مدین رو آورد؛ گفت: «امید است پروردگارم مرا به راه راست هدایت کند».",
  23,
  "و چون به (چاه) آب مدین رسید، بر آن (چاه) گروهی از مردم را دید که (چهارپایان خود را) آب می‌دهند، و در کنار آنان دو زن را دید که (گوسفندان خود را) باز می‌دارند (و به چاه نزدیک نمی‌شوند، موسی) گفت: «کار شما چیست؟ (چرا گوسفند‌‌ان خود را آب نمی‌دهید؟!) گفتند: «ما (آن‌ها را) آب نمی‌دهیم تا چوپان‌ها باز گردند (و بروند) و پدر ما پیر کهن‌سال است (و توانایی این کار را ندارد)».",
  24,
  "پس (موسی) برای گوسفندان آن دو آب داد، سپس رو به سایه آورد، آنگاه گفت: «پروردگارا! من هر خیری که بر من بفرستی نیازمند هستم».",
  25,
  "آنگاه یکی از آن دو (زن) در حالی‌که با نهایت حیا گام بر می‌داشت، نزد او آمد، گفت: «همانا پدرم تو را دعوت می‌کند؛ تا مزد آب دادن (گوسفندان) را که برای ما انجام دادی، به تو بدهد» پس چون (موسی) به نزد او آمد و داستان (سرگذشت خود) را بر او حکایت کرد، گفت: «نترس، از گروه ستمکاران نجات یافتی».",
  26,
  "یکی از آن دو (دختر) گفت: «پدر جان! او را اجیر کن، بی‌تردید بهترین کسی را که می‌توانی اجیر کنی، کسی است که نیرومند امین باشد (و او چنین است)».",
  27,
  "(شعیب) گفت: «من می‌خواهم یکی از این دو دختر را به ازدواج تو در بیاورم به شرطی‌که هشت سال برای من کار کنی، و اگر (آن را) تا ده سال تمام کنی، پس (لطف و) محبتی از سوی توست، من نمی‌خواهم بر تو سختگیری کنم، اگر الله بخواهد مرا از صالحان خواهی یافت.",
  28,
  "(موسی) گفت: «این (قرار داد) میان من و تو باشد که هر کدام از این دو مدت را انجام دادم بر من ستمی نخواهد بود، و الله بر آنچه می‌گوییم گواه است».",
  29,
  "پس هنگامی‌که موسی (آن) مدت (معین) را به پایان رسانید، و همراه خانواده‌اش حرکت کرد، از سوی (کوه) طور آتشی دید؛ به خانواده‌اش گفت: «درنگ کنید، همانا من آتشی دیدم، شاید خبری از آن برای شما بیاورم، یا شعله‌ای از آتش (بیاورم) تا شما (با آن) گرم شوید».",
  30,
  "پس هنگامی‌که به (نزدیکی) آن رسید، از کرانۀ راست وادی در جایگاه پر برکت، از (میان) یک درخت ندا داده شد که «ای موسی! یقیناً من الله، پروردگار جهانیانم.",
  31,
  "و اینکه عصایت را بیفکن»- پس چون آن را دید که (با سرعت) می‌جنبد گویی که آن ماری است، (ترسید و) به عقب برگشت و پشت سر خود را نگاه نکرد - (الله فرمود:) «ای موسی! پیش آی، و نترس، بی‌گمان تو از ایمنان هستی.",
  32,
  "دستت را در گریبان خود فرو کن، که سفید (و درخشنده) بی‌عیب بیرون بیاید، و بازویت را (برای حذر) از ترس به سوی خود (بیار و) جمع کن، پس این دو (معجزه عصا و ید بیضا) دو برهان (روشن) از پروردگارت به سوی فرعون و اشراف (قوم) اوست، بی‌گمان آن‌ها گروهی فاسق هستند».",
  33,
  "(موسی) گفت: «پروردگارا! همانا من یک تن از آن‌ها را کشته‌ام، پس می‌ترسم که مرا بکشند.",
  34,
  "و برادرم هارون زبانش از من فصیح‌تر است، پس او را همراه من بفرست تا یاورم باشد و مرا تصدیق کند، زیرا که می‌ترسم مرا تکذیب کنند».",
  35,
  "(الله) فرمود: «به زودی بازوی تو را با برادرت قوی (و نیرومند) خواهیم کرد، و برای شما سلطه و برتری قرار می‌دهیم، پس به سبب آیات ما، بر شما دست نیابند، و شما دو نفر و کسی‌که از شما پیروی کند؛ پیروزید»",
  36,
  "پس هنگامی‌که موسی با آیات روشن ما به سوی آن‌ها آمد، گفتند: «این (چیزی) جز سحر ساختگی نیست، و ما چنین چیزی را در نیاکان پیشینیان خود نشنیده‌ایم».",
  37,
  "و موسی گفت: «پروردگار من از (حال) کسی‌که هدایت را از نزد او آورده، و کسی‌که سرانجام سرای (دیگر) از آنِ اوست، دانا‌تر است، بی‌گمان ستمکاران رستگار نخواهند شد» [ مراد از «ظالم» مشرک و کافر است. چرا که ظلم یعنی گذاشتن چیزی در جای غیر مختص به خود، و مشرک ظالم شمرده می‌شود چون که کسانی را در مقام الوهیت قرار می‌دهد که لایق آن نیست، و همچنین کافر چون که از حقیقت مقام پروردگار کاملاً جاهل و ناآشنا می‌باشد ظالم شمرده شده‌است.].",
  38,
  "و فرعون گفت: «ای بزرگان! من معبودی جز خودم برای شما نمی‌شناسم، پس ای هامان! برایم آتشی بر گِل بیفروز (و آجر بپز) آنگاه برایم برج بلندی بساز، شاید که از الله موسی با خبر شوم، و هرچند من گمان می‌کنم که او از دروغ‌گویان است».",
  39,
  "و او (= فرعون) و لشکریانش به ناحق در زمین سر‌کشی کردند، و پنداشتند که آن‌ها به سوی ما باز گردانده نمی‌شوند.",
  40,
  "پس (ما) او و لشکریانش را فرو گرفتیم، آنگاه در دریا انداختیم، پس بنگر عاقبت ستمکاران چگونه بود؟!",
  41,
  "و آن‌ها را پیشوایانی قرار دادیم که به سوی آتش (دوزخ) دعوت می‌کنند، و روز قیامت یاری نخواهند شد.",
  42,
  "در این دنیا لعنتی به دنبال آنان روانه کردیم؛ و روز قیامت از زشت رویانند.",
  43,
  "و به راستی بعد از آنکه امت‌های پیشین را هلاک نمودیم؛ به موسی کتاب (تورات) دادیم که برای مردم بصیرت و هدایت و رحمت باشد، شاید پند گیرند.",
  44,
  "و تو (ای پیامبر!) در ناحیه غربی نبودی، هنگامی‌که فرمان (نبوت) را به موسی دادیم و تو از حاضران نبودی.",
  45,
  "و لیکن (ما) نسل‌هایی آفریدیم که عمر دراز یافتند، و تو در میان اهل مدین اقامت نداشتی که آیات ما را بر آن‌ها بخوانی، و لیکن ما بودیم که (پیامبرانی) می‌فرستادیم.",
  46,
  "و تو در کنار طور نبودی آنگاه که ندا دادیم، ولی این (و حی) رحمتی از جانب پروردگارت است؛ تا گروهی را بیم دهی که پیش از تو بیم‌دهنده‌ای برای آن‌ها نیامده بود، شاید که آن‌ها پند گیرند.",
  47,
  "و اگر آن نبود که به (سبب) اعمالی‌که مرتکب شده‌اند؛ مصیبتی به آن‌ها برسد، آنگاه بگویند: «پروردگارا! چرا به سوی ما پیامبری نفرستادی تا از آیات تو پیروی کنیم و از مؤمنان باشیم؟».",
  48,
  "پس هنگامی‌که حق از نزد ما برای آن‌ها آمد، گفتند: «چرا (به این پیامبر) مانند آنچه به موسی داده شد، داده نشده است؟!» آیا به آنچه پیش از این به موسی داده شد، کفر نورزیدند؟ گفتند: «این دو (قرآن و تورات) جادوی تأیید کنندۀ یکدیگرند» و گفتند: «همانا ما به هر کدام (ازآن‌ها) کافریم».",
  49,
  "بگو: «اگر راست می‌گویید، پس کتابی هدایت‌کننده‌تر از این دو (کتاب) از نزد الله بیاورید، تا من از آن پیروی کنم».",
  50,
  "پس اگر (این سخن) تو را نپذیرفتند، بدان که آن‌ها فقط از هوس‌های خود پیروی می‌کنند، و گمراه‌تر از آن کس که هوای نفس خویش را بدون (هیچ) هدایتی از (سوی) الله پیروی می‌کند؛ کیست؟! بی‌گمان الله گروه ستمکاران را هدایت نمی‌کند.",
  51,
  "و به راستی (ما این) سخن را یکی پس از دیگری برای آن‌ها آوردیم؛ شاید متذکر شوند.",
  52,
  "کسانی‌که پیش از این (قرآن) به آنان کتاب (آسمانی) داده‌ایم؛ به آن ایمان می‌آورند.",
  53,
  "و چون (قرآن) بر آن‌ها خوانده شود، گویند: «به آن ایمان آوردیم، بی‌تردید، این حق از سوی پروردگار ما است، همانا ما پیش از (نزول) آن هم مسلمان بودیم».",
  54,
  "اینان (کسانی‌اند که) به (سبب) صبری که کرده‌اند، پاداش‌شان دوبار (به آنان) داده می‌شود، و (این‌ها) با نیکی‌ها بدی ها را دفع می‌کنند، و از آنچه به آن‌ها روزی داده‌ایم؛ انفاق می‌کنند.",
  55,
  "و هنگامی‌که سخن لغو (و بیهوده) بشوند، از آن روی می‌گردانند و گویند: «اعمال ما از آن ماست، و اعمال شما از آن شما، سلام بر شما ما خواستار جاهلان نیستیم».",
  56,
  "(ای پیامبر!) بی‌تردید تو هر کس را دوست داری نمی‌توانی هدایت کنی، ولی الله هر کس را بخواهد هدایت می‌کند، و او به هدایت شدگان آگاه‌تر است.",
  57,
  "و (مشرکان) گفتند: «اگر به همراه تو از هدایت پیروی کنیم، ما را از سرزمینمان می‌ربایند» آیا ما (آن‌ها را) در حرم امنی جای‌شان ندادیم، که ثمرات (و فرآورده‌های) هر چیزی (از هر سو) به سوی آن آورده می‌شود، (این) رزقی است از جانب ما، و لیکن بیشتر آن‌ها نمی‌دانند.",
  58,
  "و چه بسیار از قریه‌ها (و آبادی‌ها) یی را که بر اثر فزونی نعمت، مست و مغرور شده بودند؛ هلاک کردیم، پس این خانه‌های (ویران شدۀ) آن‌هاست، که بعد از آن‌ها جز اندکی (کسی) در آن‌ها سکونت نکرد، و ما وارث آن‌ها بودیم.",
  59,
  "و پروردگار تو هرگز نابود کنندۀ قریه‌ها (و آبادی‌ها) نبود، تا اینکه در کانون آن‌ها پیامبری بفرستد، که آیات ما را برآن‌ها بخواند، و ما هرگز قریه‌ها (و آبادی‌ها) را هلاک نکردیم؛ مگر آن که اهالی آن ستمکار بودند.",
  60,
  "و آنچه به شما داده شده، متاع زندگی دنیا و زینت آن است، و آنچه نزد الله است، بهتر و پایدارتر است، آیا نمی‌اندیشید؟!",
  61,
  "آیا کسی‌که به او وعده نیک داده‌ایم، پس او به آن (وعده) خواهد رسید، همانند کسی است که او را از متاع زندگی دنیا بهرمند ساخته‌ایم، سپس روز قیامت از احضار شدگان (در عذاب) خواهد بود؟",
  62,
  "و روزی‌که (الله) آنان را ندا دهد، آنگاه فرماید: «کجا هستند، شریکانی که برای من می‌پنداشتید؟!»",
  63,
  "کسانی (از معبودان) که فرمان (عذاب) بر آنان تحقیق یافته است. می‌گویند: «پروردگارا! این‌ها (= عابدان) کسانی‌اند که گمراهشان کردیم؛ (آری) آن‌ها را گمراه کردیم، همان گونه که (خودمان) گمراه شدیم، از آن‌ها به‌سوی تو بیزاری می‌جوییم، آن‌ها (در حقیقت) ما را نمی‌پرستیدند (بلکه آن‌ها شیطان را پرستش می‌کردند)»",
  64,
  "و (به عابدان) گفته می‌شود: «معبودهای‌تان را (که شریک الله می‌پنداشتید) بخوانید (تا شما را یاری کنند)» پس آن‌ها را می‌خوانند، ولی جوابی به ایشان نمی‌دهند، و عذاب (الهی) را (با چشم خود) ببینید، (و آرزو کنند) که ای کاش هدایت یافته بودند.",
  65,
  "و روزی‌که (الله) آنان را ندا دهد، آنگاه فرماید: «پیامبران را چه پاسخی دادید؟!»",
  66,
  "در آن روز همۀ خبرها (و حجت‌ها) بر آن‌ها پوشیده ماند، (و همه چیز را فراموش کنند) پس آنان از یکدیگر نپرسند.",
  67,
  "اما کسی‌که توبه کرد و ایمان آورد و عمل شایسته انجام داد، پس امید است که از رستگاران باشد.",
  68,
  "و پروردگار تو هر چه بخواهد می‌آفریند، و (هر چه بخواهد) بر می‌گزیند، آنان را (هیچ) اختیاری نیست، الله منزه و برتر است از آنچه شریک او قرار می‌دهند.",
  69,
  "و پروردگار تو می‌داند آنچه را که سینه‌های آنان پنهان می‌دارد، و آنچه را آشکار می‌کنند.",
  70,
  "و او ذاتی است که هیچ معبودی (به حق) جز او نیست، ستایش در دنیا و آخرت برای اوست، و حکم (و فرمانروایی) از آن اوست، و (همۀ شما) به سوی او باز گردانده می‌شوید.",
  71,
  "(ای پیامبر!) بگو: «به من خبر دهید اگر الله شب را تا روز قیامت بر شما پایدار سازد، کیست معبودی جز الله که برای شما روشنی آورد؟! آیا نمی‌شنوید؟!».",
  72,
  "بگو: «به من خبر دهید اگر الله روز را تا روز قیامت بر شما پایدار گرداند، کیست معبودی جز الله که برای شما شبی آورد که در آن آرام بگیرید؟! آیا نمی‌بینید؟!",
  73,
  "و از رحمت خویش شب و روز را برای شما قرار داد، تا در آن (= شب) آرام بگیرید، و تا (در روز) از فضل او (روزی) بجویید، و شاید سپاس گزارید.",
  74,
  "و روزی‌که (الله) آنان را ندا دهد، آنگاه فرماید: «کجا هستند، شریکانی را که برای من می‌پنداشتید؟!»",
  75,
  "و از هر امتی گواهی بر می‌گزینیم، آنگاه می‌گوییم: «دلیل خود را بیاورید» آنگاه بدانند که حق از آن الله است، و (تمام) آنچه را افترا می‌بستند از (نظر) آنان ناپدید شود (و تباه گردد).",
  76,
  "بی‌گمان قارون از قوم موسی بود، پس بر آن‌ها ستم کرد، آنقدر از گنج‌ها به او داده بودیم که حمل کلید‌هایش بر گروهی زورمند دشوار (و سنگین) بود. هنگامی‌که قومش به او گفت: «(به خاطر مالت این همه مغرورانه) شادی نکن، همانا الله شادی کنندگان (مغرور) را دوست ندارد.",
  77,
  "و در آنچه الله به تو داده، سرای آخرت را بجوی و بهره‌ات را از دنیا فراموش نکن [ یعنی در مباحات دنیا نیز اسراف و ولخرجی نکن. مباحات دنیا مانند خوردن، نوشیدن، لباس، خانه، ازدواج و غیره. مطلب اینست که همچنانکه بایستی حق پروردگار را ادا کرد نیز باید حق بدن خود و زن و بچه و مهمان‌ها و غیره را ادا کرد. یعنی باید حق هر حق‌داری را به جای آورد.]، و همان‌گونه که الله به تو نیکی کرده است؛ نیکی کن، و هرگز در زمین در پی فساد مباش، بی‌گمان الله مفسدان را دوست ندارد»",
  78,
  "(قارون) گفت: «تنها به سبب دانشی که نزد من است آن (مال و ثروت) به من داده شده است» آیا او نمی‌دانست که الله پیش از او اقوامی را هلاک کرد که از او نیرومندتر و ثروتمندتر بودند؟! و مجرمان از گناهان‌شان پرسیده نمی‌شوند.",
  79,
  "پس (روزی قارون) با آرایش و زینت خویش بر قومش بیرون آمد، کسانی‌که خواهان زندگی دنیا بودند، گفتند: «ای کاش همانند آنچه به قارون داده شده است؛ ما نیز داشتیم، به راستی که او از بهرۀ عظیمی برخوردار است».",
  80,
  "و کسانی‌که دانش به آن‌ها داده شده بود، گفتند: «وای بر شما! ثواب الله برای کسی‌که ایمان آورد و کار شایسته انجام دهد بهتر است، و آن (سخن را کسانی) جز صابران نمی‌پذیرند»",
  81,
  "پس او و خانه‌اش را در زمین فرو بردیم، و هیچ گروهی نداشت که او را در برابر (عذاب) الله یاری کنند، و خود (نیز) نمی‌توانست خویش را یاری کند.",
  82,
  "و کسانی‌که دیروز آرزو می‌کردند به جای او باشند، می‌گفتند: «وای بر ما! گویی الله روزی را برای هر کس از بندگانش که بخواهد فراخ می‌گرداند، و (یا) تنگ می‌گیرد، اگر الله بر ما منّت ننهاده بود، بی‌تردید ما را (نیز به قعر زمین) فرو می‌برد، ای وای! گویی کافران هرگز رستگار نمی‌شوند.",
  83,
  "(آری) این سرای آخرت را (فقط) برای کسانی قرار می‌دهیم که نه خواهان برتری جویی هستند و نه خواهان فساد، و سرانجام نیک برای پرهیزگاران است.",
  84,
  "کسی‌که نیکی آورد، پس برای او پاداش بهتر از آن است، و کسی‌که بدی آورد، پس کسانی‌که بدی‌ها انجام دادند، جز (به‌اندازۀ) آنچه می‌کردند، مجازات نخواهند داشت.",
  85,
  "بی‌تردید کسی‌که قرآن را بر تو فرض (و نازل) کرد، قطعاً تو را به جایگاهت (= مکه) باز می‌گرداند. بگو: «پروردگار من بهتر می‌داند چه کسی هدایت آورده، و چه کسی در گمراهی آشکار است».",
  86,
  "و تو امید نداشتی که کتاب (آسمانی) بر تو القا شود، جز این‌که رحمت پروردگارت بود، پس هرگز پشتیبان کافران مباش.",
  87,
  "و هرگز (کافران) تو را از آیات الله، بعد از آن که بر تو نازل شد، باز ندارند، و به‌سوی پروردگارت دعوت کن، و هرگز از مشرکان مباش.",
  88,
  "و معبود دیگری با الله مخوان، هیچ معبودی (به حق) جز او نیست، همه چیز جز روی (= ذات) او نابود می‌شود، فرمانروایی (تنها) از آنِ اوست، و (همه) به‌سوی او بازگردانده می‌شوید."
]