[
  {
    "id": "32",
    "place_of_revelation": "makkah",
    "transliterated_name": "As-Sajdah",
    "translated_name": "The Prostration",
    "verse_count": 30,
    "slug": "as-sajdah",
    "codepoints": [
      1575,
      1604,
      1587,
      1580,
      1583,
      1577
    ]
  },
  [
    1,
    "الم (الف. لام. میم)"
  ],
  [
    2,
    "نازل شدن (این) کتاب، که در آن هیچ شکی نیست، از سوی پروردگار جهانیان است."
  ],
  [
    3,
    "آیا می‌گویند: «(محمد-صلی الله علیه وسلم-) آن را به دروغ بافته است؟» (نه) بلکه آن حق است، از جانب پرودگار توست، تا هشدار دهی قومی را که پیش از تو هشدار دهنده‌ای برایشان نیامده است، شاید هدایت شوند."
  ],
  [
    4,
    "الله کسی است که آسمان‌ها و زمین و آنچه را میان آن‌هاست در شش روز آفرید، سپس بر عرش قرار گرفت، شما را جز او هیچ کار ساز و شفیعی نیست، آیا پند نمی‌گیرید؟!"
  ],
  [
    5,
    "کار (جهان هستی) را از آسمان تا زمین تدبیر می‌کند، سپس در روزی‌که مقدار آن هزار سال از سال‌هایی است که شما می‌شمارید؛ به سوی او بالا می‌رود."
  ],
  [
    6,
    "این (توصیفِ) دانای پنهان و آشکار، پیروزمند مهربان است."
  ],
  [
    7,
    "(همان) کسی‌که هر چه را آفرید به نیکو‌ترین (وجه) آفرید، و آفرینش انسان را از گِل آغاز کرد."
  ],
  [
    8,
    "سپس نسل او را از عصاره‌ای از آب ناچیز پدید آورد."
  ],
  [
    9,
    "آنگاه (اندام) او را سامان داد، و از روح خود در آن دمید، و برای شما گوش و چشم‌ها و دل‌ها قرار داد، چه اندک سپاس می‌گزارید."
  ],
  [
    10,
    "و (کافران) گفتند: «آیا هنگامی‌که (مردیم و) در زمین ناپدید شدیم، آیا در آفرینش تازه‌ای خواهیم بود؟!» بلکه آنان به دیدار پروردگارشان کافرند."
  ],
  [
    11,
    "(ای پیامبر!) بگو: «فرشتۀ مرگ که بر شما گماشته شده؛ جان‌تان را می‌گیرد، سپس به سوی پروردگارتان باز گردانده می‌شوید»."
  ],
  [
    12,
    "و اگر ببینی مجرمان را هنگامی‌که در پیشگاه پروردگارشان سر‌‌‌های‌شان به زیر افکنده‌اند، (گویند:) «پروردگارا! دیدیم، و شنیدیم، پس ما را بازگردان تا کار شایسته‌ای انجام دهیم، بی‌گمان ما (به قیامت) یقین داریم»"
  ],
  [
    13,
    "و اگر می‌خواستیم به هرکس هدایتش را می‌دادیم، و لیکن سخن (و و عدۀ) من حق است که جهنم را از جنیان و آدمیان همگی پُر می‌کنم."
  ],
  [
    14,
    "پس به کیفر آن‌که دیدار امروزتان را فراموش کردید، (عذاب را) بچشید، بی‌گمان ما (نیز) شما را فراموش کردیم. و عذاب جاودان را بخاطر اعمالی‌که انجام می‌دادید؛ بچشید."
  ],
  [
    15,
    "تنها کسانی به آیات ما ایمان می‌آورند که چون به آن پند داده شوند، سجده‌کنان (به زمین) افتند، و پروردگارشان را به پاکی بستایند، و آنان تکبر نمی‌کنند."
  ],
  [
    16,
    "پهلو‌هایشان از بسترها (در دل شب) دور می‌شود، پروردگار‌شان را با بیم و امید می‌خوانند، و از آنچه به آن‌ها روزی داده‌ایم انفاق می‌کنند."
  ],
  [
    17,
    "پس هیچ کس نمی‌داند چه پاداش‌های (عظیمی) که مایۀ روشنی چشم‌هاست برای آن‌ها نهفته شده است، به (پاس) آنچه که (در دنیا) انجام می‌دادند."
  ],
  [
    18,
    "آیا کسی‌که مؤمن است همچون کسی است که فاسق است؟! (نه) هرگز برابر نیستند."
  ],
  [
    19,
    "اما کسانی‌که ایمان آوردند و کارهای شایسته انجام دادند، پس برای آن‌ها باغ‌های بهشت جاویدان خواهد بود، (این به عنوان) محل پذیرایی (از آن‌ها) است؛ به پاداش آنچه که انجام می‌دادند."
  ],
  [
    20,
    "و اما کسانی‌که فاسق شدند، پس جایگاه‌شان آتش (جهنم) است، هرگاه که بخواهند از آن خارج شوند، به آن باز گردانده شوند، و به آن‌ها گفته شود: «بچشید عذاب آتشی را که آن را تکذیب می‌کردید»."
  ],
  [
    21,
    "و یقیناً به آنان از عذاب نزدیک (این دنیا) پیش از عذاب بزرگ (آخرت) می‌چشانیم، شاید باز گردند."
  ],
  [
    22,
    "و کیست ستمکار‌تر از آن کسی‌که به آیات پروردگارش پند داده شد، آنگاه از آن اعراض کند؟ بی‌گمان ما از مجرمان انتقام خواهیم گرفت."
  ],
  [
    23,
    "به راستی به موسی کتاب (تورات) دادیم، پس (ای پیامبر گرامی!) از دیدار او (= موسی) در شک و تردید مباش و ما آن (تورات) را (وسیلۀ) هدایت برای بنی اسرائیل قرار دادیم."
  ],
  [
    24,
    "و از آنان پیشوایانی قرار دادیم که به فرمان ما (مردم را) هدایت می‌کردند، چون شکیبایی ورزیدند، و به آیات ما یقین داشتند."
  ],
  [
    25,
    "مسلماً پروردگار‌‌‌‌‌ توست که در روز قیامت میان آن‌ها در آنچه اختلاف می‌کردند؛ داوری می‌کند."
  ],
  [
    26,
    "آیا برای آن‌ها روشن نشده است که چه نسل‌های بسیاری را پیش از آن‌ها هلاک کردیم؟! که اینان در خانه‌های (ویران شدۀ) آن‌ها راه می‌روند، بی‌گمان در این نشانه‌ها (و عبرت‌ها) است، آیا نمی‌شنوند؟!"
  ],
  [
    27,
    "آیا ندیدند که ما آب را به سوی زمین خشک (و بی‌گیاه) می‌رانیم، پس به (وسیلۀ) آن کشتزار را بیرون می‌آوریم، که چهارپایان‌شان و خود‌‌‌‌شان از آن می‌خورند، آیا نمی‌بینند؟!"
  ],
  [
    28,
    "و گویند: «اگر راستگو‌‌یید، این پیروزی کی خواهد بود؟!»"
  ],
  [
    29,
    "بگو: «روز پیروزی (هنگام نزول عذاب یا روز قیامت)، کسانی‌که کافر شدند؛ ایمان شان سودی نخواهد داشت، و نه به آن‌ها مهلت داده می‌شود»."
  ],
  [
    30,
    "سپس (ای پیامبر!) از آن‌ها روی بگردان، و منتظر باش که آن‌ها (نیز) منتظر هستند."
  ]
]