[
  {
    "id": 35,
    "city": "makkah",
    "name": {
      "translated": "Cityator",
      "transliterated": "Fatir",
      "codepoints": [
        1601,
        1575,
        1591,
        1585
      ]
    },
    "ayahs": 45,
    "slug": "fatir",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "حمد (و ستایش) مخصوص الله است، آفرینندۀ آسمان‌ها و زمین، (کسی) که فرشتگان را رسولانی قرار داد؛ دارای بال‌های دوگانه و سه‌گانه و چهارگانه، هر چه بخواهد در آفرینش می‌افزاید، بی‌گمان الله بر هر چیزی تواناست."
  ],
  [
    2,
    "(هر) رحمتی را که الله برای مردم بگشاید، کسی نمی‌تواند که بازش دارد، و آنچه را باز دارد کسی جز او نمی‌تواند آن را روان سازد، و او پیروزمند حکیم است."
  ],
  [
    3,
    "ای مردم! نعمت الله را بر خود به یاد آورید، آیا آفریننده‌ای جز الله هست که شما را از آسمان و زمین روزی دهد؟! هیچ معبودی جز او نیست، پس چگونه (از حق) منحرف می‌شوید؟!"
  ],
  [
    4,
    "و اگر تو را تکذیب کنند (غمگین نباش) همانا پیامبران پیش از تو (نیز) تکذیب شدند، و (همۀ) کار‌ها به سوی الله باز گردانده می‌شود."
  ],
  [
    5,
    "ای مردم! یقیناً وعدۀ الله حق است، پس زندگی دنیا شما را نفریبد، و (شیطان) فریبکار شما را نسبت به الله نفریبد."
  ],
  [
    6,
    "مسلما شیطان دشمن شماست، پس او را دشمن گیرید، او فقط پیروانش را دعوت می‌کند تا (همه) از اهل آتش سوزان (جهنم) باشند."
  ],
  [
    7,
    "کسانی‌که کافر شدند، برای آنان عذابی سخت است، و کسانی‌که ایمان آوردند و کار‌های شایسته انجام دادند، برایشان آمرزش و پاداش بزرگی است."
  ],
  [
    8,
    "آیا کسی‌که کردار بدش برای او آراسته شده، پس آن را نیک (و زیبا) می‌بیند (همانند کسی است که چنین نیست؟) پس بی‌گمان الله هر کس را که بخواهد گمراه می‌سازد و هر کس را که بخواهد هدایت می‌کند، پس نباید که جانت به خاطر شدت تأسف (و حسرت) بر آنان از بین برود، بی‌شک الله به آنچه انجام می‌دهند؛ داناست."
  ],
  [
    9,
    "و الله کسی است که باد‌ها را فرستاد، آنگاه (آن باد‌ها) ابر‌ها را بر می‌انگیزند، پس آن (ابر‌ها) را به سوی سرزمین مرده راندیم، آنگاه بوسیلۀ آن زمین را بعد از مردنش زنده کردیم، بر انگیختن (مردگان از گور‌ها نیز) چنین است."
  ],
  [
    10,
    "کسی‌که خواهان عزت است، پس (بداند که) عزت همگی از آن الله است، سخن پاکیزه به سوی او بالا می‌رود، و (الله) عمل صالح را بالا می‌برد، و کسانی‌که (نقشه و) نیرنگ‌های بد می‌کشند، برای آن‌ها عذاب سختی است، و نیرنگ (و نقشه‌های بد) آن‌ها نابود می‌شود."
  ],
  [
    11,
    "و الله شما را از خاک، سپس از نطفه آفرید، آنگاه شما را جفت‌های یکدیگر قرار داد، و هیچ ماده‌ای باردار نمی‌شود، و نمی‌زاید؛ مگربه علم او، و هیچ سالخورده‌ای عمر طولانی نمی‌کند، و (یا) از عمرش کاسته نمی‌شود؛ مگر آنکه در کتاب (لوح محفوظ ثبت) است، بی‌گمان این (کار‌ها) بر الله آسان است."
  ],
  [
    12,
    "و (آن) دو دریا یکسان نیستند: این یکی (آبش) شیرین گوارا است که نوشیدنش خوش‌گوار است، و آن یکی شور تلخ است، و از هر دو گوشتی تازه می‌خورید، و (از آن‌ها) چیز‌‌هایی زینتی بیرون می‌آورید که می‌پوشید، و کشتی‌ها را در آن (دریا) می‌بینی که (امواج را) می‌شکافد (و به سوی مقصد خویش پیش می‌رود) تا از فضل الله (روزی) بجویید، و شاید که سپاس گزارید."
  ],
  [
    13,
    "(او) شب را در روز داخل می‌کند و روز را در شب داخل می‌گرداند، و خورشید و ماه را مسخر کرده که هر یک تا زمانی معین در حرکت است، این است الله پروردگار شما، فرمانروایی از آنِ اوست، و کسانی را که به جای او می‌خوانید (هم‌وزن) پوست نازک هستۀ خرما مالک نیستند."
  ],
  [
    14,
    "اگر آن‌ها را بخوانید (صدای) خواندن شما را نمی‌شنوند، و (به فرض) اگر بشنوند به شما پاسخ نمی‌دهند، و روز قیامت شرک شما را انکار می‌کنند، و هیچ‌کس مانند (الله) آگاه خبردارت نمی‌کند."
  ],
  [
    15,
    "ای مردم! شما (همگی) به الله نیازمندید، و (تنها) الله است که بی‌نیاز ستوده است."
  ],
  [
    16,
    "اگر بخواهد شما را (از بین) می‌برد، و آفرینش تازه‌ای می‌آورد."
  ],
  [
    17,
    "و این (کار) بر الله دشوار نیست."
  ],
  [
    18,
    "و هیچ‌کس بار (گناه) دیگری را به دوش نمی‌کشد، و اگر (شخص) گرانباری (دیگری را) برای حمل بار (گناه) خود بخواند، چیزی از آن (بار) برداشته نمی‌شود، هر چند خویشاوند (نزدیک او) باشد. تو (ای پیامبر!) تنها کسانی را هشدار می‌دهی‌که از پروردگارشان در پنهانی می‌ترسند، و نماز را بر پا می‌دارند، و هر کس پاک گردد (و تقوا پیشه کند) پس (بداند که) تنها به سود خویش پاک شده است، و باز گشت (همه) به سوی الله است."
  ],
  [
    19,
    "و نابینا و بینا (هرگز) برابر نیستند."
  ],
  [
    20,
    "و نه تاریکی‌ها و نور،"
  ],
  [
    21,
    "و نه سایه و باد سوزان."
  ],
  [
    22,
    "و (هرگز) زندگان و مردگان یکسان نیستند، بی‌گمان الله هر کس را بخواهد می‌شنواند، و تو (ای پیامبر!) نمی‌توانی (سخنت را) به در گور خفتگان بشنوانی."
  ],
  [
    23,
    "تو جز هشداردهنده‌ای نیستی،"
  ],
  [
    24,
    "یقیناً ما تو را به حق بشارت‌دهنده و هشدار‌‌دهنده فرستادیم، و هیچ امتی نیست؛ مگر آن‌که در (میان) آن هشداردهنده‌ای (آمده و) گذشته است."
  ],
  [
    25,
    "و اگر تو را تکذیب کنند، (چیز تازه‌ای نیست) همانا کسانی‌که پیش از آنان بودند (نیز پیامبران خود را) تکذیب کردند، پیامبران‌شان با دلایل روشن و نوشته‌های (مشتمل بر پند و موعظه) و کتاب روشنگر به سراغ آن‌ها آمدند."
  ],
  [
    26,
    "سپس کسانی‌که کفر ورزیدند؛ فرو گرفتم، پس (بنگر) مجازات من چگونه بود؟!"
  ],
  [
    27,
    "آیا ندیدی همانا الله از آسمان آبی را نازل کرد که بوسیلۀ آن میوه‌هایی با رنگ‌های گوناگون (از زمین) بیرون آوردیم، و از کوه‌ها (نیز) راه‌های (به رنگ) سفید و سرخ رنگارنگ و به غایت سیاه (پدید آوردیم)."
  ],
  [
    28,
    "و همچنین از مردم و جنبندگان و چهارپایان با رنگ‌های مختلف (پدید آوردیم)، جز این نیست که از میان بندگان الله دانایان از او می‌ترسند، بی‌تردید الله پیروزمند آمرزنده است."
  ],
  [
    29,
    "بی‌گمان کسانی‌که کلام الله را تلاوت می‌کنند و نماز را بر پا می‌دارند، و از آنچه روزی‌شان داده‌ایم؛ پنهان و آشکار انفاق می‌کنند، به تجارتی (پر سود) که هرگز زیان (و کساد) ندارد؛ امید دارند."
  ],
  [
    30,
    "تا (الله) پاداش آن‌ها را به تمامی بدهد و از فضل خود بر آن‌ها بیفزاید، بی‌گمان او آمرزندۀ سپاسگزار است."
  ],
  [
    31,
    "و (ای پیامبر!) آنچه از (این) کتاب به تو وحی کردیم؛ حق است که تصدیق کنندۀ آنچه پیش از آن است، یقیناً الله به (حال) بندگانش آگاه بیناست."
  ],
  [
    32,
    "سپس (این) کتاب را به کسانی از بندگان‌مان که بر گزیده بودیم؛ به میراث دادیم، پس (برخی) از آنان بر خود ستم کردند و (برخی) از آنان میانه رَو بودند، و (برخی) از آنان به فرمان الله در نیکی‌ها پیشتازند، این همان فضل (و بخشایش) بزرگی است."
  ],
  [
    33,
    "(پاداش آن‌ها) باغ‌های جاویدان (بهشتی) است که به آن وارد می‌شوند، در آنجا به دستبند‌های از طلا و مروارید آراسته می‌گردند، و لباس‌هایشان در آنجا حریر است."
  ],
  [
    34,
    "و گویند: «حمد (و ستایش) مخصوص الله است که اندوه را از ما دور کرد، یقیناً پروردگار ما آمرزندۀ سپاس‌گزار است."
  ],
  [
    35,
    "(همان) کسی‌که از فضل خویش ما را در این سرای اقامت (جاویدان) جای داد که در آنجا هیچ رنجی به ما نمی‌رسد، و در آنجا هیچ خستگی (و واماندگی) به ما نمی‌رسد."
  ],
  [
    36,
    "و کسانی‌که کافر شدند؛ برای آن‌ها آتش جهنم است، نه فرمان (مرگ) بر آن صادر شود تا بمیرند (و راحت گردند) و نه چیزی از عذابش از آن‌ها کاسته شود، این گونه هر ناسپاسی را کیفر می‌دهیم."
  ],
  [
    37,
    "و آن‌ها در آن (آتش) فریاد می‌زنند: «پروردگارا! ما را بیرون آر تا عمل صالحی انجام دهیم؛ غیر از آنچه انجام می‌دادیم» (در پاسخ آنان می‌فرماییم:) آیا آن قدر شما را عمر ندادیم که پند گیرندگان در آن پند گیرند؟! و هشدار دهنده (نیز) به سراغ شما آمد؟! پس (طعم عذاب را) بچشید که برای ستمکاران هیچ یاوری نیست."
  ],
  [
    38,
    "بی‌گمان الله دانای نهان آسمان‌ها و زمین است و همانا او به آنچه در درون سینه‌هاست؛ دانا است."
  ],
  [
    39,
    "او کسی است که شما را در زمین جانشینان (پیشینیان) قرار داد، پس هر کس که کافر شود، او به زیان خودش خواهد بود، و کافران را کفر‌شان جز خشم (و دشمنی) در نزد پروردگار‌‌شان (چیزی) نمی‌افزاید، و (نیز) کافران را کفر‌شان جز زیان (چیزی) نمی‌افزاید."
  ],
  [
    40,
    "(ای پیامبر!) بگو: «آیا معبودان‌تان که به جای الله می‌خوانید؛ دیده‌اید؟ به من نشان دهید چه چیزی از زمین را آفریده‌اند؟ یا اینکه در (آفرینش) آسمان‌ها شرکتی دارند؟ یا به آن‌ها کتابی داده‌ایم که آن‌ها دلیلی از آن (برای شرک خود) دارند؟» (نه هیچ‌یک از این‌ها نیست) بلکه ستمکاران جز فریب به یکدیگر وعده‌ای نمی‌دهند."
  ],
  [
    41,
    "بی‌تردید الله آسمان‌ها و زمین را نگه می‌دارد از آن‌که (از نظام خود) منحرف شوند، و اگر منحرف گردند، کسی جز او نمی‌تواند آن‌ها را نگه دارد، بی‌گمان او بردبار آمرزنده است."
  ],
  [
    42,
    "و (کفار قریش) با محکم‌ترین سوگند‌های‌شان (و با نهایت تأکید) به الله سوگند یاد کردند که اگر هشداردهنده‌ای برای آنان بیاید، از هدایت یافته‌ترین امت‌ها خواهند بود، پس چون (پیامبر) هشداردهنده‌ای بر آنان آمد، جز (فرار و) نفرت (از حق چیزی) بر آنان نیفزود."
  ],
  [
    43,
    "(این‌ها) بخاطر استکبار در زمین و نیرنگ‌های بد (شان) بود، و نیرنگ‌های بد جز دامن‌گیر صاحبانش نمی‌گردد، آنگاه آیا آنان (چیزی) جز سنت (و شیوۀ الله با) پیشینیان را انتظار دارند؟! پس هرگز برای سنت (و شیوۀ) الله تغیری پیدا نمی‌کنی و هرگز درطرز کار الله دگرگونی نمی‌یابی."
  ],
  [
    44,
    "آیا (آن‌ها) در زمین نگشته‌اند؛ تا ببینند عاقبت کسانی را که پیش از آن‌ها بودند؛ چگونه بود؟! در حالی‌که آنان از اینان نیرومند‌تر بودند، و هیچ چیزی در آسمان‌ها و زمین نیست که الله را ناتوان سازد (و از حوزۀ قدرت او بیرون رود) بی‌گمان او دانای تواناست."
  ],
  [
    45,
    "و اگر الله مردم را به (سبب) آنچه که انجام داده‌اند؛ مجازات کند، هیچ جنبنده‌ای را بر روی آن (= زمین) باقی نخواهد گذاشت، و لیکن آن‌ها را تا زمانی معین به تأخیر می‌اندازد، پس هنگامی‌که اجل آن‌ها فرا رسد، یقیناً الله به بندگانش بیناست."
  ]
]