[
  {
    "id": 36,
    "city": "makkah",
    "name": {
      "translated": "Ya Sin",
      "transliterated": "Ya-Sin",
      "codepoints": [
        1610,
        1587
      ]
    },
    "ayahs": 83,
    "slug": "ya-sin",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "یس (یا. سین)"
  ],
  [
    2,
    "سوگند به قرآن حکیم"
  ],
  [
    3,
    "که تو قطعاً از پیامبران (ما) هستی."
  ],
  [
    4,
    "بر راه راست (قرار داری)."
  ],
  [
    5,
    "(این قرآن) فرو فرستادۀ (الله) پیروزمند مهربان (است)."
  ],
  [
    6,
    "تا گروهی را هشدار دهی که نیاکان‌شان هشدار نیافته‌اند، پس آنان غافلند."
  ],
  [
    7,
    "به راستی فرمان (الهی) بر بیشتر آنان تحقق یافته است، پس آنان ایمان نمی‌آورند."
  ],
  [
    8,
    "بی‌گمان ما در گردن‌های آنان غل‌هایی قرار دادیم پس آن (غل‌ها) تا چانه‌ها است، لذا سر‌‌های‌شان را بالا نگاه داشته است."
  ],
  [
    9,
    "و پیش روی آنان سدی (= دیواری) و از پشت سر‌شان (نیز) سدی قراردادیم، آنگاه (دیدگان) آنان را پوشاندیم، لذا آنان نمی‌بینند."
  ],
  [
    10,
    "و (ای پیامبر) بر آنان یکسان است، چه آن‌ها را هشدار دهی و یا هشدار‌شان ندهی، ایمان نمی‌آورند."
  ],
  [
    11,
    "(ای پیامبر) تو تنها کسی را هشدار می‌دهی که از (این) پند پیروی کند، و در نهان از (الله) رحمان بترسد، پس او را به آمرزش و پاداشی گرامی بشارت ده."
  ],
  [
    12,
    "یقیناً ماییم که مردگان را زنده می‌کنیم، و آنچه را (از اعمال نیک و بد) که از پیش فرستاده‌اند، و آثار (و گام‌های) شان را می‌نویسیم، و همه چیز را در کتاب روشنگر (لوح محفوظ) شمار کرده‌ایم."
  ],
  [
    13,
    "و (ای پیامبر) برای آن‌ها مثال (و داستان) مردم آن قریه (انطاکیه) را بزن، چون رسولان (ما) بدان جا آمدند."
  ],
  [
    14,
    "آنگاه که دو نفر (از رسولان) را به سوی آن‌ها فرستادیم، پس آنان را تکذیب کردند، سپس با (فرستادن) سومی (آن دو را) تقویت کردیم، پس گفتند: «همانا ما به سوی شما فرستاده شده‌ایم»."
  ],
  [
    15,
    "(آن‌ها در پاسخ) گفتند: شما جز بشری همانند ما نیستید، و (الله) رحمان چیزی را نازل نکرده است، شما فقط دروغ می‌گویید."
  ],
  [
    16,
    "(پیامبران) گفتند: «پروردگار ما می‌داند که ما قطعاً به سوی شما فرستاده شده‌ایم."
  ],
  [
    17,
    "و بر (عهدۀ) ما جز رساندن (پیام) آشکار نیست»."
  ],
  [
    18,
    "(آن‌ها) گفتند: «بی‌گمان ما شما را به فال بد گرفته‌ایم، اگر دست بر ندارید البته سنگسارتان خواهیم کرد، و ازسوی ما عذاب (و شکنجۀ) درد‌ناکی به شما خواهد رسید»."
  ],
  [
    19,
    "(پیامبران) گفتند: «شومی (و فال بد) تان با خود شماست، اگر به شما پند داده شود (چنین می‌گویید، و به فال بد می‌گیرید؟!) بلکه (حقیقت این است که) شما مردمی اسراف‌کار هستید»."
  ],
  [
    20,
    "و مرد (مؤمنی) از دور‌ترین نقطۀ شهر شتابان آمد، (و خطاب به مردم) گفت: «ای قوم من! پیامبران (الله) را پیروی کنید."
  ],
  [
    21,
    "کسانی را پیروی کنید که از شما مزدی طلب نمی‌کنند، و خود‌شان هدایت یافته‌اند."
  ],
  [
    22,
    "و چه شده است مرا که پرستش نکنم کسی را که مرا آفریده است، (همه) به سوی او باز گردانده می‌شوید؟"
  ],
  [
    23,
    "آیا غیر از او معبود‌هایی را بر گزینم که اگر (الله) رحمان بخواهد به من زیانی برساند، شفاعت آن‌ها چیزی را از من دفع نمی‌کند (و کمترین فایده‌ای برایم ندارد) و مرا نجات نخواهند داد؟!"
  ],
  [
    24,
    "(اگر چنین کنم) یقیناً آنگاه من در گمراهی آشکاری خواهم بود."
  ],
  [
    25,
    "من به پروردگارتان ایمان آورده‌ام، پس (سخنان) مرا بشنوید."
  ],
  [
    26,
    "(پس او را شهید کردند) به او گفته شد: «وارد بهشت شو» گفت: ای کاش قوم من می‌دانستند،"
  ],
  [
    27,
    "که پروردگارم مرا آمرزیده و از گرامی شدگان قرار داده است!"
  ],
  [
    28,
    "و بعد از او بر قومش هیچ لشکری از آسمان فرو نفرستادیم و ما فرو فرستنده نبودیم."
  ],
  [
    29,
    "(بلکه کیفر آن‌ها) جز یک بانگ مرگبار نبود، پس ناگاه همه خاموش (=هلاک) شدند."
  ],
  [
    30,
    "ای افسوس بر (این) بندگان، هیچ پیامبری به سوی آن‌ها نمی‌آمد مگر اینکه او را استهزاء می‌کردند!"
  ],
  [
    31,
    "آیا ندیدند که پیش از آن‌ها چه بسیار نسل‌ها را نابود کردیم، که آن‌ها هرگز به سوی ایشان باز نمی‌گردند؟!"
  ],
  [
    32,
    "و همۀ آن‌ها (برای حساب) نزد ما جمع و احضار می‌شوند."
  ],
  [
    33,
    "و زمین مرده برایشان نشانه (و عبرتی) است که ما آن را زنده گردانیدیم، و دانۀ (غذایی) که از آن می‌خورند، بیرون آوردیم."
  ],
  [
    34,
    "و در آن باغ‌هایی از نخل‌ها و انگور‌‌ها قرار دادیم، و در آن چشمه‌های جاری ساختیم."
  ],
  [
    35,
    "تا از میوۀ آن بخورند در حالی‌که دست آنان (در تولید آن‌ها) هیچ دخالتی نداشته است [ و یا: «از دست آورد خود (و آنچه که با دست خود ساخته اند) بخورند».]، آیا سپاس نمی‌گویند."
  ],
  [
    36,
    "منزه است کسی‌که همۀ جفت‌ها را آفرید، از آنچه زمین می‌رویاند، و از (جنس) خودشان، و از آنچه نمی‌دانند."
  ],
  [
    37,
    "و شب (نیز) برای آن‌ها نشانه (و عبرتی) است ما روز را از آن بر می‌کشیم، پس آنگاه همه در تاریکی فرو می‌روند."
  ],
  [
    38,
    "و خورشید (نیز که) پیوسته به سوی قرار‌‌گاهش در حرکت است، این تقدیر (الله) پیروزمند داناست."
  ],
  [
    39,
    "و برای ماه منزلگاه‌های مقدر کرده‌ایم، تا چون شاخۀ (خشک و) کهنۀ خرما باز گردد."
  ],
  [
    40,
    "نه خورشید را سزد که به ماه رسد، و نه شب بر روز پیشی می‌گیرد، و هر یک در مدار خود شناورند."
  ],
  [
    41,
    "نشانه‌ای (دیگر) برای آنان این است که فرزندان‌شان را بر کشتی پر بار سوار کردیم."
  ],
  [
    42,
    "و (مرکب‌های دیگری) همانند آن برای آن‌ها آفریدیم، که سوار می‌شوند."
  ],
  [
    43,
    "و اگر بخواهیم آن‌ها را غرق می‌کنیم، پس آن‌ها را هیچ فریاد رسی نباشد، و نه آن‌ها رهایی یابند."
  ],
  [
    44,
    "مگر اینکه رحمتی از سوی ما (شامل حال آن‌ها شود) و تا زمان معینی (از دنیا) بهره بگیرند."
  ],
  [
    45,
    "و هنگامی‌که به آن‌ها گفته شود: «از آنچه پیش روی شماست، و از آنچه پشت سر شماست، بترسید، شاید مورد رحمت قرار گیرید» (اعراض می‌کنند)."
  ],
  [
    46,
    "و هیچ آیه‌ای از آیات پروردگار‌‌‌شان برای آن‌ها نیاید مگر آنکه از آن روی بگردانند."
  ],
  [
    47,
    "و هنگامی‌که به آن‌ها گفته شود: از آنچه الله به شما روزی داده، انفاق کنید، کسانی‌که کافر شدند، به کسانی‌که ایمان آوردند می‌گویند: آیا ما کسی را طعام بدهیم که اگر الله می‌خواست، (خود) به او طعام می‌داد و شما جز در گمراهی آشکار نیستید."
  ],
  [
    48,
    "و می‌گویند: «اگر راست می‌گویید، این وعده (عذاب) کی خواهد بود؟!»"
  ],
  [
    49,
    "آن‌ها جز انتظار یک بانگ مرگبار نمی‌کشند، که آن‌ها را فرو گیرد در حالی‌که سرگرم جدال (و دشمنی) هستند."
  ],
  [
    50,
    "پس (در آن وقت) نمی‌توانند وصیتی کنند، و نه به سوی خانوادۀ خود باز گردند."
  ],
  [
    51,
    "و (چون بار دیگر) در صور دمیده شود، پس ناگهان آن‌ها از قبرها (بیرون آیند) شتابان به سوی پروردگارشان می‌روند."
  ],
  [
    52,
    "گویند: «وای بر ما چه کسی ما را از خوابگاه‌مان بر انگیخت؟!» (به آن‌ها گفته شود:) این همان است که (الله) رحمان وعده داده بود، و پیامبران (الله) راست گفتند."
  ],
  [
    53,
    "(آن) جز یک بانگ مرگبار نخواهد بود، پس ناگهان همه نزد ما جمع و احضار می‌شوند."
  ],
  [
    54,
    "پس امروز به هیچ کس ذره‌ای ستم نخواهند شد، و جز به آنچه عمل می‌کردید، جزا داده نمی‌شوید."
  ],
  [
    55,
    "بی گمان اهل بهشت امروز در کاری (لذت بخش) مشغولند (و) شادمان هستند."
  ],
  [
    56,
    "آن‌ها و همسران‌شان در سایه‌های (گستردۀ بهشتی) بر تخت‌ها تکیه زده‌اند."
  ],
  [
    57,
    "برای آن‌ها در آن (= بهشت، انواع) میوه است، و هر چه که بخواهند برایشان (فراهم) است."
  ],
  [
    58,
    "(به آن‌ها گفته می‌شود) سلام (بر شما باد) این سخنی است از جانب پروردگار مهربان."
  ],
  [
    59,
    "ای گنهکاران امروز (از نیکان) جدا شوید."
  ],
  [
    60,
    "ای فرزندان آدم! آیا با شما پیمان نبستم که شیطان را نپرستید، که او برای شما دشمن آشکار است؟!"
  ],
  [
    61,
    "و اینکه مرا بپرستید، این راه مستقیم است."
  ],
  [
    62,
    "و به راستی او گروه زیادی از شما را گمراه ساخت آیا اندیشه نکردید؟!"
  ],
  [
    63,
    "این (همان) جهنمی است که به شما وعده داده می‌شد."
  ],
  [
    64,
    "امروز به سزای کفری که ورزیده‌اید به آن در آیید."
  ],
  [
    65,
    "امروز بر دهآن‌ها یشان مُهر می‌نهیم، و دست‌هایشان با ما سخن می‌گویند، و پا‌هایشان به آنچه می‌کردند گواهی می‌دهند."
  ],
  [
    66,
    "و اگر بخواهیم چشمان‌شان را محو (و نابود) می‌کنیم، پس شتابان قصد راه می‌کنند، اما چگونه می‌توانند ببینند؟!"
  ],
  [
    67,
    "و اگر بخواهیم آن‌ها را در جایگاه‌شان مسخ (و میخ کوب) می‌کنیم، پس نتوانند که به پیش قدم بردارند، و نه به عقب باز گردند."
  ],
  [
    68,
    "و هر کس را طول عمر دهیم، در آفرینش دگرگونش کنیم، (و به حالت ناتوانی کودکی بر می‌گردانیم) آیا اندیشه نمی‌کنند؟!"
  ],
  [
    69,
    "ما (هرگز) شعر به او (= رسول) نیاموخته‌ایم و شایستۀ او نیست، این (کتاب چیزی) جز اندرز، و قرآنی روشنگر نیست."
  ],
  [
    70,
    "تا هر کس را که زنده (دل) باشد، بیم دهد و سخن حق بر کافران ثابت شود."
  ],
  [
    71,
    "آیا ندیدند که ما برای آن‌ها از آنچه ساختۀ دست‌های ماست، چهار پایانی را آفریده‌ایم، پس آنان مالک آن هستند."
  ],
  [
    72,
    "و آن‌ها را برایشان رام کردیم، پس بر بعضی سوار می‌شوند، و از (گوشت) بعضی می‌خورند."
  ],
  [
    73,
    "و برای آن‌ها بهره‌های دیگر، و نوشیدنی‌ها در آن (حیوانات) است، آیا سپاس نمی‌گویند؟!"
  ],
  [
    74,
    "و آن‌ها غیر از الله معبودانی (برای خود) بر گزیدند، (به این امید) شاید که یاری شوند."
  ],
  [
    75,
    "آن‌ها قادر به یاری ایشان نیستند، و آنان (= مشرکان) برای این‌ها (= معبودان) لشکری احضار شده (و آماده) هستند."
  ],
  [
    76,
    "پس (ای پیامبر) سخن آنان تو را غمگین نسازد، بی‌گمان ما آنچه را که پنهان می‌دارند و آنچه را که آشکار می‌کنند، می‌دانیم."
  ],
  [
    77,
    "آیا انسان ندیده است که ما او را از نطفه‌ای آفریده‌ایم، پس او ستیزه جویی آشکار شده است."
  ],
  [
    78,
    "و برای ما مَثَلی زد، و آفرینش خود را فراموش کرد، گفت: «چه کسی (این) استخوان‌ها را (دوباره) زنده می‌کند در حالی‌که پوسیده است؟!»."
  ],
  [
    79,
    "بگو: «(همان) کسی آن را زنده می‌کند که نخستین بار آن را پدید آورد، و او به هر آفرینشی دانا‌ست،"
  ],
  [
    80,
    "(همان) کسی‌که از درخت سبز برای شما آتش پدید آورد، پس آنگاه شما از آن (آتش) می‌افروزید»."
  ],
  [
    81,
    "آیا کسی‌که آسمان‌ها و زمین را آفریده است، نمی‌تواند همانند آن‌ها (= انسان‌ها) را بیافریند؟! آری (می‌تواند) و او آفرینندۀ دانا‌‌ست."
  ],
  [
    82,
    "جز این نیست که فرمان او، چون چیزی را اراده کند، (این است) که به آن می‌گوید: «موجود شو» پس (بی درنگ) موجود می‌شود."
  ],
  [
    83,
    "پس منزه است، کسی‌که پادشاهی همه چیز در دست اوست، و (همه) به سوی او باز گردانده می‌شوید."
  ]
]