[
  {
    "id": 37,
    "city": "makkah",
    "name": {
      "translated": "Those who set the Ranks",
      "transliterated": "As-Saffat",
      "codepoints": [
        1575,
        1604,
        1589,
        1575,
        1601,
        1575,
        1578
      ]
    },
    "ayahs": 182,
    "slug": "as-saffat",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "سوگند به صف بستگان [مانند فرشتگان، نمازگزاران و جهادگران] که صفی [منظم و استوار] بسته اند،"
  ],
  [
    2,
    "و به بازدارندگان که [انسان را از گناهان] به شدت باز می دارند،"
  ],
  [
    3,
    "و به تلاوت کنندگان وحی،"
  ],
  [
    4,
    "که بی تردید معبود شما یگانه است،"
  ],
  [
    5,
    "پروردگار آسمان ها وزمین وآنچه میان آنهاست، و پروردگار مشرق ها،"
  ],
  [
    6,
    "همانا ما آسمان دنیا را به زیور ستارگان آراستیم،"
  ],
  [
    7,
    "و آن را از هر شیطان سرکشی حفظ کردیم،"
  ],
  [
    8,
    "آنان نمی توانند به سخنان فرشتگان بسیار مکرم و شریف گوش فرا دهند، و [هرگاه به گوش دادن برخیزند] از هر سو [شهاب] به سویشان پرتاب می شود،"
  ],
  [
    9,
    "تا با خفت وخواری رانده شوند، وبرای آنان عذابی همیشگی است،"
  ],
  [
    10,
    "مگر آنکه شیطانی خبری را [دزدانه و] با سرعت برباید [و فرار کند] که در این صورت گلوله ای آتشین و شکافنده او را دنبال می کند."
  ],
  [
    11,
    "پس از منکران معاد بپرس: آیا آفرینش آنان سخت تر و دشوارتر است یا آنچه [مانند فرشتگان، آسمان ها، زمین، کوه ها و...] آفریده ایم؟ [به یقین آفرینش آنان کاری ناچیز است چون] ما آنان را از گِلی چسبنده آفریده ایم،"
  ],
  [
    12,
    "بلکه [تو از انکارشان] تعجب می کنی و آنان مسخره می کنند،"
  ],
  [
    13,
    "و هنگامی که به آنان تذکر، می دهند متذکّر نمی شوند؛"
  ],
  [
    14,
    "و چون معجزه ای را می بینند به شدت مسخره می کنند [و دیگران را هم به مسخره وامی دارند،]"
  ],
  [
    15,
    "و می گویند: این جز جادویی آشکار نیست."
  ],
  [
    16,
    "[می گویند:] آیا زمانی که ما مُردیم و خاک و استخوان شدیم، حتماً برانگیخته می شویم؟"
  ],
  [
    17,
    "و آیا پدران پیشین ما [هم برانگیخته می شوند؟]"
  ],
  [
    18,
    "بگو: آری، [برانگیخته می شوید] در حالی که خوار و ناچیز هستید."
  ],
  [
    19,
    "جز این نیست که آن یک فریاد عظیم است که [وقتی واقع شود] ناگاه [همه زنده می شوند و حیرت زده منظره قیامت را] می نگرند،"
  ],
  [
    20,
    "و می گویند: ای وای بر ما! این روز جزاست!"
  ],
  [
    21,
    "[آری] این همان روز جدایی [میان حق و باطل] است که همواره آن را انکار می کردید."
  ],
  [
    22,
    "[آن گاه ندا رسد:] ستمکاران و هم ردیفان آنان و معبودهایی را که همواره به جای خدا می پرستیدند، گرد آورید."
  ],
  [
    23,
    "پس همه را به سوی راه دوزخ راهنمایی کنید."
  ],
  [
    24,
    "آنان را نگه دارید که حتماً مورد بازپرسی قرار می گیرند."
  ],
  [
    25,
    "[به آنان گویند:] شما را چه شده که یکدیگر را [برای رهایی از عذاب] یاری نمی دهید؟"
  ],
  [
    26,
    "[نه اینکه نمی توانند یکدیگر را یاری دهند] بلکه آنان امروز فروتنانه تسلیم [قدرت حق] هستند،"
  ],
  [
    27,
    "به یکدیگر رو کرده از هم می پرسند: [این چه وضعی است؟]"
  ],
  [
    28,
    "[پس پیروان گمراه به پیشوایان گمراه کننده] می گویند: همانا شما از راه خیرخواهی به سوی ما می آمدید، [ولی کارتان جز فریب و نیرنگ نبود!]"
  ],
  [
    29,
    "می گویند: [ما را تقصیری نیست] بلکه خود شما اهل ایمان نبودید،"
  ],
  [
    30,
    "و ما را بر شما هیچ تسلطی نبود، بلکه شما مردمی طغیان گر و سرکش بودید."
  ],
  [
    31,
    "اکنون فرمان عذاب پروردگارمان بر ما محقق و ثابت شد که همه ما چشندگان عذاب خواهیم بود."
  ],
  [
    32,
    "[سبک مغزی و تعصّب شما زمینه گمراهی شما شد] پس ما شما را گمراه کردیم؛ زیرا خودمان گمراه بودیم،"
  ],
  [
    33,
    "پس بی تردید همه 2آنان در آن روز در عذاب شریک اند،"
  ],
  [
    34,
    "ما با مجرمان این گونه رفتار می کنیم؛"
  ],
  [
    35,
    "زیرا آنان چنین بودند که هر زمان به آنان می گفتند: معبودی جز خدا نیست، تکبّر می کردند،"
  ],
  [
    36,
    "و [همواره] می گفتند: آیا باید به خاطر شاعری دیوانه معبودان خود را رها کنیم؟!"
  ],
  [
    37,
    "[چنین نیست که می پندارید] بلکه او حق را آورده و پیامبران را تصدیق کرده است."
  ],
  [
    38,
    "بی تردید شما [کوردلان] عذاب دردناک را خواهید چشید،"
  ],
  [
    39,
    "و جز آنچه که همواره انجام می دادید، پاداش داده نمی شوید،"
  ],
  [
    40,
    "جز بندگان خالص شده خدا [که از هر کیفری در امانند،]"
  ],
  [
    41,
    "برای آنان رزق و روزی معین و ویژه ای است،"
  ],
  [
    42,
    "میوه هایی [گوناگون] در حالی که مورد اکرام خواهند بود،"
  ],
  [
    43,
    "در بهشت های پر نعمت،"
  ],
  [
    44,
    "در حالی که بر تخت هایی روبه روی یکدیگر [تکیه زده اند،]"
  ],
  [
    45,
    "جامی از نوشیدنی زلال و پاک گرداگردشان می گردانند،"
  ],
  [
    46,
    "[نوشیدنی] سپید [و درخشنده] و لذت بخش برای نوشندگان،"
  ],
  [
    47,
    "نه در آن مایه فساد [جسم و عقل] است، و نه از آن مست و بیهوش می شوند،"
  ],
  [
    48,
    "و در کنارشان زنانی هستند که فقط به شوهرانشان عشق می ورزند."
  ],
  [
    49,
    "گویا آنان [از سپیدی] تخم شترمرغی هستند که [زیر پر و بال] پوشیده شده اند [و هرگز دست کسی به آنان نرسیده است.]"
  ],
  [
    50,
    "پس برخی از آنان به برخی دیگر رو کرده از [حال] یکدیگر می پرسند."
  ],
  [
    51,
    "گوینده ای از آنان می گوید: همانا من [در دنیا] هم نشینی داشتم."
  ],
  [
    52,
    "[که همواره از روی تعجب به من] می گفت: آیا تو از باور دارندگان [رستاخیز و زنده شدن مردگان] هستی؟"
  ],
  [
    53,
    "آیا زمانی که ما مردیم و خاک استخوان شدیم، حتماً [زنده می شویم و] پاداشمان می دهند؟"
  ],
  [
    54,
    "[سپس به دوستان بهشتی خود] می گوید: آیا شما با من به دوزخ سر می کشید [تا از هم نشینم خبری بگیرید که در کجا و در چه حالی است؟]"
  ],
  [
    55,
    "پس خود او به دوزخ سر می کشد و هم نشینش را وسط دوزخ می بیند."
  ],
  [
    56,
    "[به او] می گوید: به خدا سوگند نزدیک بود، مرا به هلاکت بیندازی."
  ],
  [
    57,
    "و اگر توفیق و رحمت پروردگارم نبود، حتماً از احضارشدگان [در دوزخ] بودم."
  ],
  [
    58,
    "[آن گاه به دوستان بهشتی خود می گوید:] آیا ما [برای همیشه در بهشتیم و] هرگز نمی میریم؟"
  ],
  [
    59,
    "[و] جز همان مرگ نخستین [که در دنیا سراغمان آمد مرگی دیگر به سراغمان نخواهد آمد] و ما هرگز عذاب نخواهیم شد؟ [شگفتا! چه لطف خاصی از سوی خدا به ما شده است!]"
  ],
  [
    60,
    "بی تردید این همان کامیابی بزرگ است."
  ],
  [
    61,
    "پس باید برای چنین پاداشی عمل کنندگان عمل کنند."
  ],
  [
    62,
    "آیا این [بهشت جاودان پر نعمت] برای پذیرایی بهتر است یا درخت زقّوم؟"
  ],
  [
    63,
    "ما آن را برای ستمکاران مایه شکنجه و عذاب قرار داده ایم."
  ],
  [
    64,
    "آن درختی است که در قعر دوزخ می روید،"
  ],
  [
    65,
    "شکوفه هایش مانند سرهای شیاطین [بسیار بدنما و زشت] است."
  ],
  [
    66,
    "پس این منکران لجوج حتماً از آن می خورند و شکم ها را از آن پر می کنند."
  ],
  [
    67,
    "آن گاه به ناچار روی آن [به عنوان نوشیدنی] مخلوطی از آب بسیار داغ و متعفّن برای آنان خواهد بود!"
  ],
  [
    68,
    "سپس بازگشتشان حتماً به سوی دوزخ است."
  ],
  [
    69,
    "[سزاوار بودنشان در قیامت به این همه عذاب به سبب این است که] آنان پدرانشان را گمراه یافتند،"
  ],
  [
    70,
    "و [با اینکه می دانستند گمراهند بدون اندیشه و تأمل] عجولانه از پی آنان می رفتند!"
  ],
  [
    71,
    "و به راستی پیش از اینان بیشتر پیشینیان گمراه شدند،"
  ],
  [
    72,
    "و بی تردید ما در میان آنان بیم دهندگانی فرستادیم."
  ],
  [
    73,
    "پس با تأمل بنگر سرانجام بیم داده شدگان چگونه بود؟"
  ],
  [
    74,
    "[همه هلاک شدند] جز بندگان خالص شده خدا،"
  ],
  [
    75,
    "و نوح ما را ندا کرد [و ما ندایش را اجابت کردیم] پس ما به راستی نیکو اجابت کننده ای هستیم،"
  ],
  [
    76,
    "و او و خاندانش را از آن اندوه بزرگ نجادت دادیم."
  ],
  [
    77,
    "و تنها ذریه او را [در زمین] باقی گذاشتیم،"
  ],
  [
    78,
    "و در میان آیندگان برای او نام نیک به جا گذاشتیم؛"
  ],
  [
    79,
    "سلام بر نوح در میان جهانیان."
  ],
  [
    80,
    "به راستی ما نیکوکاران را این گونه پاداش می دهیم."
  ],
  [
    81,
    "بی تردید او از بندگان مؤمن ما بود."
  ],
  [
    82,
    "سپس دیگران را غرق کردیم؛"
  ],
  [
    83,
    "و به راستی ابراهیم از پیروان نوح بود،"
  ],
  [
    84,
    "هنگامی که با دلی پاک به سوی پروردگارش آمد."
  ],
  [
    85,
    "[یاد کن] هنگامی را که به پدر و قومش گفت: چیست آنچه می پرستید؟"
  ],
  [
    86,
    "آیا به جای خدا معبودان دروغین را می خواهید."
  ],
  [
    87,
    "پس گمانتان به پروردگار جهانیان چیست؟ [که غیر او را می پرستید،]"
  ],
  [
    88,
    "[چون از او دعوت کردند که شبانه به مراسم عیدشان برود] نگاهی به ستارگان انداخت،"
  ],
  [
    89,
    "و گفت: به راستی من بیمارم."
  ],
  [
    90,
    "پس پشت کنان از او روی گرداندند."
  ],
  [
    91,
    "او هم مخفیانه به سوی بت هایشان رفت و [از روی ریشخند] گفت: آیا غذا نمی خورید؟"
  ],
  [
    92,
    "شما را چه شده که سخن نمی گویید؟"
  ],
  [
    93,
    "پس [به آنها روی آورد و] با دست راست ضربه ای کاری بر آنها کوبید [و خردشان کرد.]"
  ],
  [
    94,
    "مردم با شتاب به سوی او آمدند."
  ],
  [
    95,
    "[به آنان] گفت: آیا آنچه را [با دست خود] می تراشید، می پرستید؟!"
  ],
  [
    96,
    "در حالی که خدا شما را و آنچه را می سازید، آفریده است."
  ],
  [
    97,
    "گفتند: برای او بنایی بسازید [که گنجایش آتش فراوانی داشته باشد] پس او را در آتش شعلهور بیندازید."
  ],
  [
    98,
    "پس خواستند به او نیرنگی زنند، ولی ما آنان را پست و شکست خورده کردیم."
  ],
  [
    99,
    "و [وقتی از این مهلکه جان سالم به در برد] گفت: به راستی من به سوی پروردگارم می روم، و [او] به زودی مرا راهنمایی خواهد کرد."
  ],
  [
    100,
    "پروردگارا! مرا فرزندی که از صالحان باشد عطا کن."
  ],
  [
    101,
    "پس ما او را به پسری بردبار مژده دادیم."
  ],
  [
    102,
    "هنگامی که با او به [مقام] سعی رسید، گفت: پسرکم! همانا من در خواب می بینم که تو را ذبح می کنم، پس با تأمل بنگر رأی تو چیست؟ گفت: پدرم آنچه به آن مأمور شده ای انجام ده اگر خدا بخواهد مرا از شکیبایان خواهی یافت."
  ],
  [
    103,
    "پس هنگامی که آن دو تسلیم [خواسته خدا] شدند و ابراهیم، جبین او را به زمین نهاد [تا ذبحش کند]"
  ],
  [
    104,
    "و او را ندا دادیم که ای ابراهیم!"
  ],
  [
    105,
    "خوابت را تحقق دادی [و فرمان پروردگارت را اجرا کردی]، به راستی ما نیکوکاران را این گونه پاداش می دهیم [که نیّت پاک و خالصشان را به جای عمل می پذیریم.]"
  ],
  [
    106,
    "به یقین این همان آزمایش روشن بود."
  ],
  [
    107,
    "و ما اسماعیل را در برابر قربانی بزرگی [از ذبح شدن] رهانیدیم،"
  ],
  [
    108,
    "و در میان آیندگان برای او [نام نیک] به جا گذاشتیم."
  ],
  [
    109,
    "سلام بر ابراهیم."
  ],
  [
    110,
    "[ما] نیکوکاران را این گونه پاداش می دهیم."
  ],
  [
    111,
    "بی تردید او از بندگان مؤمن ما بود،"
  ],
  [
    112,
    "و ما او را به اسحاق که پیامبری از شایستگان بود مژده دادیم،"
  ],
  [
    113,
    "و بر او و بر اسحاق برکت دادیم، و از دودمان آن دو برخی نیکوکارند و برخی آشکارا ستمکار بر خویشند،"
  ],
  [
    114,
    "و به راستی ما به موسی و هارون نعمت دادیم،"
  ],
  [
    115,
    "و آن دو نفر و قومشان را از اندوه بزرگ نجات بخشیدیم،"
  ],
  [
    116,
    "و آنان را یاری دادیم در نتیجه پیروز شدند،"
  ],
  [
    117,
    "و هر دو را کتاب بسیار روشنگر عطا کردیم،"
  ],
  [
    118,
    "وبه راه راست هدایتشان نمودیم،"
  ],
  [
    119,
    "و در میان آیندگان برای هر دو نفر نام نیک به جا گذاشتیم."
  ],
  [
    120,
    "سلام بر موسی و هارون."
  ],
  [
    121,
    "ما نیکوکاران را این گونه پاداش می دهیم."
  ],
  [
    122,
    "بی تردید هر دو از بندگان مؤمن ما بودند،"
  ],
  [
    123,
    "و بی تردید الیاس از پیامبران بود."
  ],
  [
    124,
    "[یاد کن] هنگامی را که به قومش گفت: آیا [از شرک وطغیان] نمی پرهیزید؟"
  ],
  [
    125,
    "آیا بت «بعل» را می پرستید و بهترین آفرینندگان را رها می کنید؟!"
  ],
  [
    126,
    "خدا را که پروردگار شما و پروردگار پدران پیشین شماست."
  ],
  [
    127,
    "پس او را انکار کردند، یقیناً آنان از احضار شدگان [در عذاب] خواهند بود،"
  ],
  [
    128,
    "جز بندگان خالص شده خدا [که از هر کیفری در امانند،]"
  ],
  [
    129,
    "و در میان آیندگان برای او نام نیک به جا گذاشتیم."
  ],
  [
    130,
    "سلام بر آل یاسین."
  ],
  [
    131,
    "ما نیکوکاران را این گونه پاداش می دهیم."
  ],
  [
    132,
    "بی تردید او از بندگان مؤمن ما بود."
  ],
  [
    133,
    "و بی تردید لوط از پیامبران بود."
  ],
  [
    134,
    "[یاد کن] هنگامی را که او و همه اهلش را نجات دادیم،"
  ],
  [
    135,
    "مگر پیرزنی را که در میان باقی ماندگان [در شهر] بود."
  ],
  [
    136,
    "سپس دیگران را هلاک کردیم،"
  ],
  [
    137,
    "و شما همواره صبحگاهان [در مسیر سفرهایتان از کنار ویرانه های شهر] آنان گذر می کنید،"
  ],
  [
    138,
    "و نیز شبانگاهان، آیا تعقّل نمی کنید؟"
  ],
  [
    139,
    "و یونس از پیامبران بود."
  ],
  [
    140,
    "[یاد کن] هنگامی را که به سوی آن کشتی پر [از جمعیت و بار] گریخت،"
  ],
  [
    141,
    "و با سرنشینان کشتی قرعه انداخت [و قرعه به نامش افتاد] و از مغلوب شدگان شد [و او را به دریا انداختند.]"
  ],
  [
    142,
    "پس آن ماهی بزرگ او را بلعید، در حالی که سزاوار سرزنش بود."
  ],
  [
    143,
    "[و در شکم ماهی به تسبیح خدا مشغول شد که] اگر او از تسبیح کنندگان نبود،"
  ],
  [
    144,
    "بی تردید تا روزی که مردم برانگیخته می شوند در شکم ماهی می ماند."
  ],
  [
    145,
    "پس او را در حالی که بیمار بود به زمینی خشک و بی گیاه افکندیم."
  ],
  [
    146,
    "و بر او گیاهی از نوعی کدو رویاندیم،"
  ],
  [
    147,
    "و او را به سوی [قومی] یکصد هزار نفر [ی] یا بیشتر فرستادیم."
  ],
  [
    148,
    "پس ایمان آوردند در نتیجه آنان را تا پایان عمرشان [از نعمت ها و مواهب خود] بهره مند کردیم."
  ],
  [
    149,
    "[مشرکان سبک مغز می گویند: فرشتگان، دختران خدایند] پس از آنان بپرس که آیا دختران برای پروردگار تو هستند و پسران برای ایشان؟!"
  ],
  [
    150,
    "یا اینکه ما فرشتگان را دختر آفریدیم و آنان شاهد بودند؟!"
  ],
  [
    151,
    "آگاه باش! که آنان از بافته های دروغ خود می گویند"
  ],
  [
    152,
    "که خدا فرزند آورده! و بی تردید آنان دروغگویند."
  ],
  [
    153,
    "آیا دختران را بر پسران ترجیح داده است؟"
  ],
  [
    154,
    "شما را چه شده، چگونه حکم می کنید؟"
  ],
  [
    155,
    "پس آیا متذکّر [حقایق] نمی شوید؟"
  ],
  [
    156,
    "یا شما [بر این ادعای خود] دلیل روشنی دارید؟"
  ],
  [
    157,
    "پس اگر راستگویید، کتابتان را [که این سخنان را با تکیه بر آن می گویید، به میان] آورید."
  ],
  [
    158,
    "میان خدا و جن، نسب و خویشی قرار دادند، در صورتی که جنیان به خوبی می دانند که [روز قیامت برای حساب و پاداش] احضار خواهند شد."
  ],
  [
    159,
    "خدا از آنچه او را به آن توصیف می کنند، منزّه است."
  ],
  [
    160,
    "مگر بندگان خالص شده خدا [که او را به آنچه توصیف می کنند شایسته مقام قدس اوست.]"
  ],
  [
    161,
    "و بی تردید شما و آنچه را می پرستید،"
  ],
  [
    162,
    "نمی توانید [مردم را] بر ضد خدا گمراه کنید."
  ],
  [
    163,
    "مگر کسانی را که [به اختیار خود به خاطر پذیرفتن وسوسه و اغواگری شما] به دوزخ درآیند،"
  ],
  [
    164,
    "و هیچ یک از ما فرشتگان نیست مگر اینکه برای او مقامی معین است."
  ],
  [
    165,
    "و همانا ما [برای اجرای فرمان خدا] صف بستگانیم."
  ],
  [
    166,
    "و ما خود تسبیح کنندگانیم."
  ],
  [
    167,
    "و مشرکان [پیش از بعثت پیامبر] قاطعانه می گفتند:"
  ],
  [
    168,
    "اگر نزد ما کتابی چون کتاب های آسمانی پیامبران پیشین بود،"
  ],
  [
    169,
    "بی تردید از بندگان خالص شده خدا می شدیم."
  ],
  [
    170,
    "ولی [هنگامی که قرآن را برای هدایت آنان نازل کردیم] به آن کافر شدند و به زودی [و زر و وبال کفرشان را] خواهند دانست."
  ],
  [
    171,
    "و وعده قطعی ما درباره بندگان به رسالت فرستاده شده، از پیش محقق و ثابت گشته است،"
  ],
  [
    172,
    "که بی تردید آنان [در همه زمینه ها] یاری شدگانند،"
  ],
  [
    173,
    "و مسلماً سپاه ما پیروزند."
  ],
  [
    174,
    "پس تا مدتی از آنان روی بگردان."
  ],
  [
    175,
    "و آنان را بنگر که به زودی [و زر و وبال گناهانشان را] خواهند دید."
  ],
  [
    176,
    "آیا شتاب در آمدن عذاب ما را می خواهند؟!"
  ],
  [
    177,
    "پس هنگامی که [عذاب ما] به آستانه خانه هایشان نازل شود، بیم شدگان روزگار بدی خواهند داشت،"
  ],
  [
    178,
    "و تا مدتی از آنان روی بگردان،"
  ],
  [
    179,
    "و [آنان را] بنگر که به زودی [و زر و وبال گناهانشان را] خواهند دید."
  ],
  [
    180,
    "پروردگارت که دارای عزت است از آنچه او را به آن توصیف می کنند، منزّه است."
  ],
  [
    181,
    "و سلام بر پیامبران"
  ],
  [
    182,
    "و همه ستایش ها ویژه خداست که پروردگار جهانیان است."
  ]
]