[
  {
    "id": "40",
    "place_of_revelation": "makkah",
    "transliterated_name": "Ghafir",
    "translated_name": "The Forgiver",
    "ayahs": 85,
    "slug": "ghafir",
    "codepoints": [
      1594,
      1575,
      1601,
      1585
    ],
    "translated_by": "Hussein Taji Kal Dari"
  },
  [
    1,
    "حم (حا. میم)"
  ],
  [
    2,
    "نازل شدن (این) کتاب از سوی الله پیروزمند داناست."
  ],
  [
    3,
    "آمرزندۀ گناه، و پذیرندۀ توبه، سخت عقوبت، صاحب نعمت است، هیچ معبودی (به حق) جز او نیست، بازگشت به سوی اوست."
  ],
  [
    4,
    "در آیات الله جز کسانی‌که کافر شدند، جدال نمی‌کنند، پس رفت و آمد آنان در شهر‌ها تو را نفریبد."
  ],
  [
    5,
    "پیش از آن‌ها قوم نوح و گروه‌های (دیگر) که پس از آنان (بودند، پیامبران‌شان را) تکذیب کردند، و هر امتی ارادۀ آن کرد که پیامبرش را دستگیر، و به باطل جدال کردند، تا با آن حق را از میان بردارند، پس من آن‌ها را (فرو) گرفتم پس (بنگر) عقوبت من چگونه بود؟!"
  ],
  [
    6,
    "و این‌گونه فرمان پروردگارت بر کسانی‌که کافر شدند محقق شد، که آن‌ها اهل آتشند."
  ],
  [
    7,
    "کسانی‌که عرش را حمل می‌کنند، و آنان که بر گرد آن هستند به ستایش پروردگار‌شان تسبیح می‌گویند، و به او ایمان دارند و برای کسانی‌که ایمان آورده‌اند استغفار می‌کنند. (می‌گویند:) «پروردگارا! رحمت و علم تو همه چیز را فرا گرفته است، پس برای کسانی‌که توبه کرده‌اند، و راه تو را پیروی کرده‌اند، بیامرز، و آنان را از عذاب دوزخ نگه دار»."
  ],
  [
    8,
    "پروردگارا! و آن‌ها را به باغ‌های جاویدان (بهشت) که به آن‌ها وعده داده‌ای وارد کن، و (همچنین) هر که صالح باشد از پدران‌شان، و همسران‌شان و فرزندان‌شان (به همان بهشت وارد کن) همانا تویی که پیروزمند حکیمی."
  ],
  [
    9,
    "و آن‌ها را از بدی‌ها نگاهدار، و هر کس را که در آن روز از (کیفر) بدی‌ها نگاهداری مسلماً به او رحم کرده‌ای، و این همان کامیابی بزرگ است."
  ],
  [
    10,
    "بی‌گمان کسانی‌که کافر شدند (روز قیامت) ندا می‌زنند که: حقا که خشم (و دشمنی) الله (نسبت به شما) از خشم (و دشمنی) خودتان (نسبت به خودتان) بیشتر است، آنگاه که به (سوی) ایمان دعوت می‌شدید، پس شما انکار می‌کردید."
  ],
  [
    11,
    "گویند: «پروردگارا! ما را دوبار میراندی و دو بار زنده کردی [ این آیه همانند آیه سورۀ بقره است (تفسیر ابن کثیر).]، پس (اکنون) به گناهان خود اعتراف کردیم، آیا راهی برای خروج (از جهنم) وجود دارد؟»"
  ],
  [
    12,
    "(به آن‌ها گفته می‌شود:) این (عذاب) بدان سبب است که چون الله به تنهایی خوانده می‌شد، انکار می‌کردید، و اگر به او شرک آورده می‌شد ایمان می‌آوردید، پس (اینک) داوری از آن الله بلند مرتبه است."
  ],
  [
    13,
    "او کسی است که آیات خود را به شما نشان می‌دهد و از آسمان برای شما روزی می‌فرستد، تنها کسی پند می‌گیرد که (به سوی الله) رجوع می‌کند."
  ],
  [
    14,
    "پس الله را در حالی‌که دین خود را برای او خالص گردانیدید بخوانید، و اگر چه کافران خوش نداشته باشند."
  ],
  [
    15,
    "(او) بالا برنده درجات [ یا او صاحب درجات بلند است.] صاحب عرش، که روح (= وحی) را به فرمان خویش بر هر کس از بندگانش که بخواهد می‌فرستد، تا (او مردم را) از روز ملاقات (= قیامت) بترساند."
  ],
  [
    16,
    "روزی‌که (همه) آنان آشکار شوند چیزی از آن‌ها بر الله پوشیده نخواهد ماند، (الله می‌فرماید:) «امروز فرمانروایی از آنِ کیست؟» (آنگاه خود می‌فرماید:) از آن الله یگانه قهّار است. [در حدیث «صور» آمده: «الله ارواح همۀ خلایق را قبض می‌کند، و جز ذات اقدسش کسی باقی نمی‌ماند، آنگاه می‌فرماید: «امروز پادشاهی از آن کیست؟» سه بار تکرار می‌فرماید، آنگاه خود پاسخ می‌دهد: «لِلَّهِ الْوَاحِدِ الْقَهَّارِ»». (تفسیر ابن کثیر)]"
  ],
  [
    17,
    "امروز هر کس به (حسب) آنچه کرده است، پاداش داده می‌شود، امروز هیچ ستمی نیست، بی‌گمان الله زود شمار است."
  ],
  [
    18,
    "و آن‌ها را از روز نزدیک (= قیامت) بترسان، آنگاه که دل‌ها لبریز از غم به حنجره‌ها رسد، برای ستمکاران نه دوستی وجود دارد، و نه شفیعی که (شفاعتش) پذیرفته شود."
  ],
  [
    19,
    "(الله) خیانت چشم‌ها و آنچه را که سینه‌ها پنهان می‌دارند، می‌داند."
  ],
  [
    20,
    "و الله به حق داوری می‌کند، و کسانی را که بجای او می‌خوانند، به هیچ چیزی داوری نمی‌کنند، بی‌گمان الله همان شنوای بیناست."
  ],
  [
    21,
    "آیا آن‌ها در زمین سیر نکرده‌اند پس بنگرند که سرانجام کسانی‌که پیش از آن‌ها بودند، چگونه بود؟! آن‌ها در توانایی و (پدید آوردن) آثار در زمین از این‌ها برتر (و سخت‌تر) بودند، پس الله آن‌ها را به (سبب) گناهان‌شان (فرو) گرفت، و برای آن‌ها از (عذاب) الله هیچ پناه دهنده‌ای نبود."
  ],
  [
    22,
    "این بدان سبب بود که پیامبران‌شان با دلایل روشن به سوی آن‌ها می‌آمدند پس آن‌ها کفر می‌ورزیدند، بنابر این الله آن‌ها را (فرو) گرفت، بی‌گمان او نیرومند سخت کیفر است."
  ],
  [
    23,
    "به راستی ما موسی را با آیات خود و حجتی آشکار فرستادیم."
  ],
  [
    24,
    "به سوی فرعون و هامان و قارون، پس (آن‌ها) گفتند: «(او) جادوگری دروغگوست»."
  ],
  [
    25,
    "پس چون حق را از جانب ما برای آن‌ها آورد، گفتند: «پسران کسانی را که با او ایمان آورده‌اند، بکشید و زنان‌شان را (برای خدمت‌کاری) زنده بگذارید». و نیرنگ کافران جز در گمراهی نیست."
  ],
  [
    26,
    "و فرعون گفت: «بگذارید موسی را بکشم، و او پروردگارش را (برای نجات) بخواند، بی‌گمان من می‌ترسم که دین شما را دگرگون کند یا در (این) سرزمین فساد انگیزد»."
  ],
  [
    27,
    "و موسی گفت: «من از (شر) هر متکبری که به روز حساب ایمان نمی‌آورد، به پروردگارم و پروردگار شما پناه می‌برم»."
  ],
  [
    28,
    "و مرد مؤمنی از آل فرعون که ایمانش را پنهان می‌داشت، گفت: آیا مردی را می‌کشید (برای آن) که می‌گوید: پروردگار من الله است، و همانا دلایل روشنی از سوی پروردگار‌تان برای شما آورده است؟! و اگر او درغگو باشد، (گناه) دروغش بر گردن اوست، و اگر راست‌گو باشد پاره‌ای از آنچه به شما وعده می‌دهد به شما خواهد رسید، بی‌گمان الله کسی را که اسراف‌کار دروغگو است، هدایت نمی‌کند."
  ],
  [
    29,
    "«ای قوم من! امروز فرمانروایی از آن شماست، در این سرزمین پیروزید پس چه کسی ما را از عذاب الله یاری می‌دهد، اگر (عذاب) بیاید». فرعون گفت: «من شما را جز به راهی که (مصلحت) می‌بینم، (سفارش نمی‌کنم) و شما را جز به راه صحیح (و رشد) هدایت نمی‌کنم»."
  ],
  [
    30,
    "و کسی‌که ایمان آورده بود، گفت: «ای قوم من! به راستی من بر شما (از روزی) همانند روز گروه‌های (پیشین) می‌ترسم»."
  ],
  [
    31,
    "مانند (حال و) شیوۀ قوم نوح و عاد و ثمود، و کسانی‌که بعد از آن‌ها بودند، و الله برای بندگانش خواستار ستم نیست."
  ],
  [
    32,
    "وای قوم من! بی‌گمان من بر شما از روزی‌که (مردم) یکدیگر را صدا می‌زنند، (روز قیامت) می‌ترسم،"
  ],
  [
    33,
    "(همان) روزی‌که پشت کنان روی می‌گردانید، و برای شما هیچ نگه دارنده‌ای از (عذاب) الله نیست، و هر کس را که الله گمراه کند، پس هدایت کننده‌ای برای او نیست."
  ],
  [
    34,
    "و به راستی پیش از این یوسف با دلایل روشن به (نزد) شما آمده بود، پس شما از آنچه او برای شما آورده بود پیوسته در شک بودید، تا زمانی‌که او مرد گفتید: «هرگز الله بعد از او پیامبری را مبعوث نخواهد کرد». این‌گونه الله کسی را که اسراف‌کار شکاک است گمراه می‌سازد."
  ],
  [
    35,
    "(همان) کسانی‌که بی آنکه حجتی برایشان آمده باشد، در آیات الله مجادله می‌کنند (این عمل) نزد الله و نزد کسانی‌که ایمان آورده‌اند سخت ناپسند (و موجب خشم) است. این گونه الله بر دل هر متکبر سرکشی مهر می‌نهد»."
  ],
  [
    36,
    "و فرعون گفت: «ای هامان! برای من کوشک بلندی بساز، باشد که به آن درها (و راه‌ها) دست یابم."
  ],
  [
    37,
    "(راه‌ها و) در‌های آسمان‌ها، تا به معبود موسی بنگرم (و از او آگاه شوم)، و البته من او را دروغگو می‌پندارم». و این‌گونه برای فرعون زشتی کردارش (در نظرش) آراسته شد، و از راه (حق) باز داشته شد، وحیله (و نیرنگ) فرعون جز در تباهی نبود."
  ],
  [
    38,
    "و کسی‌که ایمان آورده بود، گفت: «ای قوم من! از من پیروی کنید، تا شما را به راه درست (و صواب) هدایت کنم»."
  ],
  [
    39,
    "ای قوم من! این زندگی دنیا تنها متاع (زود گذر) است و همانا آخرت سرای همیشگی است،"
  ],
  [
    40,
    "هر کس کار بدی مرتکب شود، پس جز به همانند آن کیفر نیابد، و هر کس از مرد یا زن در حالی‌که مؤمن است، کار شایسته‌ای انجام دهد، پس آن‌ها وارد بهشت می‌شوند، و در آن روزی بی‌شمار به آن‌ها داده خواهد شد."
  ],
  [
    41,
    "و ای قوم من! چیست مرا که من شما را به سوی نجات می‌خوانم، و (شما) مرا به سوی آتش می‌خوانید؟!"
  ],
  [
    42,
    "مرا دعوت می‌کنید که به الله کافر شوم و چیزی را که به آن علم ندارم شریک او قرار دهم، و من شما را به سوی (الله) پیروزمند آمرزگار دعوت می‌کنم."
  ],
  [
    43,
    "قطعاً آنچه مرا به سوی آن دعوت می‌دهید نه (حق) دعوت در دنیا دارد و نه در آخرت، و همانا بازگشت ما به سوی الله است و بی‌گمان اسراف‌کارانند که اهل آتشند."
  ],
  [
    44,
    "پس به زودی آنچه را به شما می‌گویم به یاد خواهید آورد، من کار خودم را به الله و اگذار می‌کنم، بی‌گمان الله (نسبت) به بندگان بیناست»."
  ],
  [
    45,
    "پس الله او را از آسیب آنچه که (برایش) مکر کرده بودند، حفظ کرد، و بد‌ترین عذاب آل فرعون را در میان گرفت."
  ],
  [
    46,
    "(آن عذاب) آتش (دوزخ است) که هر صبح و شام بر آن عرضه می‌شوند. و روزی‌که قیامت بر پا می‌شود (گفته می‌شود:) «آل فرعون را در سخترین عذاب وارد کنید»."
  ],
  [
    47,
    "و چون در آتش (جهنم) با همدیگر مجادله (و کشمکش) می‌کنند، پس ناتوانان به کسانی‌که تکبر ورزیدند، می‌گویند: «بی‌شک ما (در دنیا) پیرو شما بودیم، پس آیا شما (امروز) می‌توانید بخشی از آتش را که نصیب ما شده از ما دور کنید؟!»"
  ],
  [
    48,
    "کسانی‌که تکبر ورزیدند، گویند: «بی‌گمان ما همگی در آن (آتش) هستیم، همانا الله در میان بندگان داوری کرده است»."
  ],
  [
    49,
    "و کسانی‌که در آتشند به نگهبانان جهنم می‌گویند: «از پروردگار‌تان بخواهید تا یک روز عذاب را از ما بکاهد»."
  ],
  [
    50,
    "(آن‌ها) می‌گویند: «آیا پیامبران شما با دلایل روشن نزد شما نیامدند؟!» گویند: «آری» (نگهبانان) گویند: «پس (خودتان) دعا کنید، و دعای کافران جز در تباهی نیست»."
  ],
  [
    51,
    "یقیناً ما پیامبران خود و کسانی را که ایمان آورده‌اند، در زندگی دنیا و روزی‌که گواهان (برای گواهی) بر خیزند، یاری می‌کنیم."
  ],
  [
    52,
    "روزی‌که عذر خواهی ستمکاران سودی ندهد، و لعنت (الله) برای آنان است، و (نیز) سرای بد (= جهنم) برای آن‌هاست."
  ],
  [
    53,
    "و به راستی ما به موسی هدایت عطا کردیم، و بنی اسرائیل را وارثان کتاب (تورات) قرار دادیم."
  ],
  [
    54,
    "(کتابی‌که) برای خردمندان هدایت و پند است."
  ],
  [
    55,
    "پس (ای پیامبر) صبر کن، بی‌گمان وعدۀ الله حق است، و برای گناهت آمرزش بخواه و هر صبح و شام به ستایش پروردگارت تسبیح گوی."
  ],
  [
    56,
    "همانا کسانی‌که در آیات الله بدون هیچ حجت (و دلیلی) که برای آن‌ها آمده باشد، مجادله می‌کنند، در سینه‌هایشان جز تکبر نیست، که خود به آن نخواهند رسید، پس به الله پناه ببر، بی‌گمان اوست که شنوای بیناست."
  ],
  [
    57,
    "مسلماً آفرینش آسمان‌ها و زمین بزرگتر از آفرینش مردم است، و لیکن بیشتر مردم نمی‌دانند."
  ],
  [
    58,
    "و هرگز نابینا و بینا یکسان نیستند و (همچنین) کسانی‌که ایمان آورده، و کارهای شایسته انجام داده‌اند با (افراد) بدکار (یکسان نباشند) چه اندک پند می‌پذیرید."
  ],
  [
    59,
    "یقیناً قیامت آمدنی است، شکی در آن نیست و لیکن بیشتر مردم ایمان نمی‌آورند."
  ],
  [
    60,
    "و پروردگار شما فرمود: «مرا بخوانید، تا (دعای) شما را اجابت کنم همانا کسانی‌که از عبادت من سرکشی می‌کنند، به زودی با خواری به جهنم وارد می‌شوند»."
  ],
  [
    61,
    "الله کسی است که شب را برای شما قرار داد تا در آن آرام گیرید، و روز را روشن (قرار داد)، بی‌گمان الله بر مردم فضل (و کرم) دارد، و لیکن بیشتر مردم سپاس نمی‌گزارند."
  ],
  [
    62,
    "این است الله، پروردگار شما، (که) آفرینندۀ همه چیز (است) هیچ معبودی (به حق) جز او نیست، پس چگونه (از حق) منحرف می‌شوید؟!"
  ],
  [
    63,
    "این گونه کسانی‌که آیات الله را انکار می‌کردند، (از حق) منحرف می‌شوند."
  ],
  [
    64,
    "الله کسی است که زمین را برای شما قرارگاه، و آسمان را (همچون) سقفی قرار داد، و شما را صورت بخشید، پس صورت‌تان را نیکو گرداند، و از چیزهای پاکیزه به شما روزی داد این است الله پروردگار شما، پس پر برکت و بزرگوار است الله که پروردگار جهانیان است."
  ],
  [
    65,
    "او زنده است، هیچ معبودی (به حق) جز او نیست، پس در حالی‌که دین خود را خالص گردانیده او را بخوانید، حمد و ستایش مخصوص الله پروردگار جهانیان است."
  ],
  [
    66,
    "(ای پیامبر) بگو: «همانا من نهی شده‌ام از اینکه کسانی را پرستش کنم که شما بجای الله می‌خوانید، چون نشانه‌های روشن از جانب پروردگارم برای من آمده است، و مأمور شده‌ام که برای پروردگار جهانیان تسلیم باشم»."
  ],
  [
    67,
    "او کسی است که شما را از خاک آفرید، سپس از نطفه، سپس از خون بسته، سپس شما را (به صورت) کودکی (از شکم مادر) بیرون می‌آورد، سپس (بزرگ می‌شود) تا به کمال نیرو و قوت خود می‌رسید، سپس (زندگی می‌کنید) تا بعد از آن پیر می‌شوید، و از (میان) شما کسی است که پیش از این (مرحله) می‌میرد و (به بعضی از شما مهلت می‌دهد) تا به اجل معین برسید، و شاید بیندیشید."
  ],
  [
    68,
    "او کسی است که زنده می‌کند و می‌میراند، پس هنگامی‌که چیزی را بخواهد، تنها به او می‌گوید: «موجود شو» پس (بی درنگ) موجود می‌شود."
  ],
  [
    69,
    "آیا ندیدی کسانی را که در آیات الله مجادله می‌کنند، چگونه (از راه حق) منحرف می‌شوند؟!"
  ],
  [
    70,
    "کسانی‌که کتاب (آسمانی) و آنچه پیامبران‌مان را بدان فرستاده‌ایم، تکذیب کردند، پس به زودی خواهند دانست."
  ],
  [
    71,
    "آنگاه که غل‌ها و زنجیر‌ها در گردن‌شان خواهد بود، و کشیده می‌شوند."
  ],
  [
    72,
    "در آب جوش، سپس در آتش (جهنم) افروخته می‌شوند."
  ],
  [
    73,
    "آنگاه به آن‌ها گفته می‌شود: آنچه را که شریک (الله) قرار مى‏دادید، کجایند؟"
  ],
  [
    74,
    "(همان معبودانی که) جز الله (عبادت می‌کردید؛) گویند: «از (نظر) ما ناپدید شدند، بلکه ما هرگز پیش از این چیزی را نمی‌خواندیم». این‌گونه الله کافران را گمراه می‌کند."
  ],
  [
    75,
    "این بدان (سبب) است که به ناحق در زمین شادمان می‌شدید، و به آنکه می‌نازیدید."
  ],
  [
    76,
    "از در‌های جهنم وارد شوید، جاودانه در آن بمانید، پس جایگاه متکبران چه بد است."
  ],
  [
    77,
    "پس (ای پیامبر) صبر کن، بی‌گمان وعدۀ الله حق است، پس اگر قسمتی از چیز‌هایی را که به آن‌ها وعده داده‌ایم به تو نشان دهیم، یا تو را بمیرانیم، پس (در هر صورت) به سوی ما باز گردانده می‌شوند (و آنجا کیفر می‌شوند)."
  ],
  [
    78,
    "و به راستی پیش از تو پیامبرانی فرستادیم، (داستان) بعضی از آن‌ها را برای تو بازگو کردیم و (داستان) بعضی را برای تو بازگو نکرده‌ایم، و هیچ پیامبری را اجازه نیست که معجزه‌ای جز به فرمان الله بیاورد، پس چون فرمان الله در رسد، به حق داوری شود، و آنجا بیهوده‌گویان (اهل باطل) زیان خواهند کرد."
  ],
  [
    79,
    "الله کسی است که چهار پایان را برای شما آفرید، تا بر بعضی از آن‌ها سوار شوید، و از بعضی بخورید."
  ],
  [
    80,
    "و برای شما در آن‌ها منافعی است، و تا (با سوار شدن) بر آن‌ها به مقصدی که در دل دارید برسید، و بر آن‌ها و (نیز) بر کشتی (ها) سوار می‌شوید."
  ],
  [
    81,
    "و (الله) آیاتش را به شما نشان می‌دهد، پس کدام‌یک از آیات الله را انکار می‌کنید."
  ],
  [
    82,
    "آیا در (روی) زمین سیر نکردند، پس ببینند سرانجام کسانی‌که پیش از آن‌ها بودند، چگونه بود؟ آن‌ها (از لحاظ) تعداد افراد از این‌ها بیشتر بودند، و در توانایی (و پدید آوردن) آثار در زمین از این‌ها برتر (و سختر) بودند، پس آنچه بدست می‌آوردند نتوانست آن‌ها را بی‌نیاز کند (و عذاب‌شان را دور نماید)."
  ],
  [
    83,
    "پس چون پیامبران‌شان با دلایل روشن به سوی آن‌ها آمدند، به دانشی که نزد خود داشتند خوشحال شدند، و آنچه را که مسخره‌اش می‌گرفتند آن‌ها را فرا گرفت."
  ],
  [
    84,
    "پس چون عذاب ما را دیدند گفتند: «تنها به الله ایمان آوردیم، و به معبودهایی که شریک او قرار داده بودیم، کافر شدیم»."
  ],
  [
    85,
    "پس هنگامی‌که عذاب ما را دیدند، ایمان‌شان برای آن‌ها سودی نبخشید، (چنین) است سنت الله که در میان بندگانش گذشته است، و آنجا کافران زیان‌کار شدند."
  ]
]