[
  {
    "id": "43",
    "place_of_revelation": "makkah",
    "transliterated_name": "Az-Zukhruf",
    "translated_name": "The Ornaments of Gold",
    "verse_count": 89,
    "slug": "az-zukhruf",
    "codepoints": [
      1575,
      1604,
      1586,
      1582,
      1585,
      1601
    ]
  },
  [
    1,
    "حم (حا. میم)."
  ],
  [
    2,
    "سوگند به کتاب روشنگر."
  ],
  [
    3,
    "بی‌گمان ما این (کتاب) را قرآنی عربی قرار دادیم، شاید که شما (آن را) در یابید."
  ],
  [
    4,
    "و به راستی که آن در ام الکتاب (لوح محفوظ) نزد ما بلند مرتبه (و) حکمت آمیز است."
  ],
  [
    5,
    "آیا بدان سبب که شما (مشرکان) گروهی اسراف‌کارید، اعراض کنان این پند (قرآن) را از شما بگیریم؟!."
  ],
  [
    6,
    "و چه بسیار پیامبرانی که (برای هدایت) به میان پیشینیان فردستادیم."
  ],
  [
    7,
    "و هیچ پیامبری به سوی آنان نیامد، مگر این‌که او را مسخره (و استهزاء) می‌کردند."
  ],
  [
    8,
    "پس ما (کافرانی) نیرومند‌تر از این‌ها (= کفار قریش) را هلاک کردیم، و داستان پیشینیان گذشت."
  ],
  [
    9,
    "(ای پیامبر) اگر از آن‌ها (= مشرکان) بپرسی: «چه کسی آسمان‌ها و زمین را آفریده است؟» یقیناً می‌گویند: «(الله) پیروزمند دانا آن‌ها را آفریده است»."
  ],
  [
    10,
    "(همان) کسی‌که زمین را برای شما گهواره (و محل آسایش) قرار داد، و برای شما در آن راه‌هایی قرار داد، باشد که هدایت شوید."
  ],
  [
    11,
    "و (آن) کسی‌که از آسمان آبی به‌اندازۀ (معین) فرو فرستاد، پس با آن (آب) سرزمین مرده را زنده کردیم شما (نیز) این‌گونه (پس از مرگ، از گور‌ها) بیرون آورده می‌شوید."
  ],
  [
    12,
    "و (آن) کسی‌که همۀ اصناف را (جفت) آفرید، و برای شما از کشتی و چهار پایان مرکب‌هایی قرار داد که (بر آن‌ها) سوار شوید."
  ],
  [
    13,
    "تا بر پشت‌شان (درست) قرار گیرید، آنگاه چون بر آن‌ها قرار گرفتید (و سوار شدید) نعمت پروردگار‌تان را یاد کنید، و بگویید: «پاک و منزه است کسی‌که این را برای‌مان مسخر گرداند، و (گرنه) ما توانایی آن را نداشتیم،"
  ],
  [
    14,
    "و ما به سوی پروردگار‌مان باز می‌گردیم»."
  ],
  [
    15,
    "و آن‌ها برای او (الله) از میان بندگانش جزئی (= فرزندی) قرار دادند، بی‌گمان انسان نا سپاس آشکاری است."
  ],
  [
    16,
    "آیا از (میان) آنچه می‌آفریند دختران را (برای خود) انتخاب کرده است، و پسران را برای شما بر گزیده است؟!"
  ],
  [
    17,
    "و چون یکی از آن‌ها را به (تولد) همان چیزی‌که برای (الله) رحمان نسبت داده، مژده دهند، (از شدت ناراحتی) چهره‌اش سیاه گردد، و او خشمگین شود."
  ],
  [
    18,
    "آیا کسی را که در زیور (و زینت) پرورده می‌شود، و او در (هنگام) جدال (قادر به) آشکار (و تبین مقصودش) نیست (به الله نسبت می‌دهید؟!)."
  ],
  [
    19,
    "و آن‌ها فرشتگان را که بندگان (الله) رحمان هستند، مونث پنداشتند، آیا به هنگام آفرینش آن‌ها (آنجا) حاضر بوده‌اند؟ به زودی گواهی آنان نوشته خواهد شد، و (ازآن) باز خواست می‌شوند."
  ],
  [
    20,
    "و گفتند: «اگر (الله) رحمان می‌خواست، ما آن‌ها را پرستش نمی‌کردیم» آنان به این (امر) هیچ گونه علمی ندارند، آنان جز دروغ (چیزی) نمی‌گویند."
  ],
  [
    21,
    "آیا پیش از این (قرآن) کتابی به آنان داده‌ایم پس آنان به آن تمسک می‌جویند؟!"
  ],
  [
    22,
    "بلکه می‌گویند: «بی‌گمان ما نیاکان خود را بر آیینی یافتیم، و ما (نیز) از پی آن‌ها (می‌رویم و) هدایت یافته‌ایم»."
  ],
  [
    23,
    "و این‌گونه در هیچ (شهر و) قریه‌ای پیش از تو هشداردهنده‌ای نفرستادیم، مگر اینکه متنعمانش گفتند: «ما نیاکان خود را بر آیینی یافتیم، و بی‌گمان ما به (اعمال و) آثار آن‌ها اقتداء می‌کنیم»."
  ],
  [
    24,
    "(پیامبر‌شان) گفت: «آیا اگر برای شما چیزی هدایت‌کننده‌تر از آنچه که نیاکانتان را بر آن یافتید، آورده باشم؟! (بازهم به آن‌ها اقتداء می‌کنید؟!) گفتند: «(آری،) ما به آنچه که شما به آن فرستاده شده‌اید، کافریم»."
  ],
  [
    25,
    "بنا براین از آن‌ها انتقام گرفتیم، پس بنگر سرانجام تکذیب کنندگان چگونه بود!"
  ],
  [
    26,
    "و (به یاد آور) را هنگامی‌که ابراهیم به پدرش و قومش گفت: «بی‌گمان من از آنچه می‌پرستید، بیزارم،"
  ],
  [
    27,
    "مگر آن کسی‌که مرا آفریده، و او به زودی هدایتم خواهد کرد»."
  ],
  [
    28,
    "و (ابراهیم) این کلمۀ (توحید) را (کلمۀ پاینده) در نسل‌های بعد از خود قرار داد، باشد که (به سوی الله) باز گردند."
  ],
  [
    29,
    "بلکه، آنان و پدران‌شان را (از زندگی) بهره‌مند ساختیم، تا حق و فرستاده‌ای آشکار برایشان آمد."
  ],
  [
    30,
    "و هنگام‌ که حق برایشان آمد، گفتند: «این سحراست، و ما (نسبت) به آن کافریم»."
  ],
  [
    31,
    "و گفتند: «چرا این قرآن بر مرد بزرگ، از (مردم) این دو شهر (مکه و طایف) نازل نشده است؟!»."
  ],
  [
    32,
    "آیا آن‌ها رحمت پروردگارت را تقسیم می‌کنند؟! ما روزی (و معیشت) آن‌ها را در زندگی دنیا میان‌شان تقسیم کردیم، و بعضی را بر بعضی (درجات و) برتری دادیم، تا بعضی از آنان بعضی دیگر را به خدمت گیرند، و رحمت پروردگارت از (تمام) آنچه گرد می‌آورند، بهتراست."
  ],
  [
    33,
    "اگر (چنین) نبود که همۀ مردم یک امت می‌شدند، یقیناً ما برای خانه‌های کسانی‌که به (الله) رحمان کافر می‌شدند، سقف‌های از نقره قرار می‌دادیم، و (نیز) نردبان‌هایی که از آن بالا روند."
  ],
  [
    34,
    "و برای خانه‌هایشان در‌ها و تخت‌هایی (نقره‌ای، قرار می‌دادیم) که بر آن تکیه زنند."
  ],
  [
    35,
    "و تجمل (و زینت‌های) فراوان (برایشان قرار می‌دادیم) و تمام این‌ها بهرۀ (ناچیز) زندگی دنیاست، و آخرت نزد پروردگارت برای پرهیزگاران است."
  ],
  [
    36,
    "و هرکس از یاد (الله) رحمان غافل (و روی گردان) شود، برای او شیطانی بر می‌گماریم، پس همواره آن (شیطان) قرین (و همنشین) او باشد."
  ],
  [
    37,
    "و آن‌ها (= شیاطین) این‌ها (=انسان‌ها) را از راه (الله) باز می‌دارند، و گمان می‌کنند که آنان هدایت یافته‌اند."
  ],
  [
    38,
    "تا زمانی که (در روز قیامت) نزد ما آید، (به همنشین خود) می‌گوید: «ای کاش میان من و تو مسافت شرق و غرب فاصله بود، پس تو چه بد همنشینی بودی»."
  ],
  [
    39,
    "(الله می‌فرماید:) «چون ستم کردید، امروز (این گفته‌ها) هرگز سود‌‌تان ندهد، چرا که (همۀ) شما در عذاب شریک هستید»."
  ],
  [
    40,
    "(ای پیامبر) آیا تو می‌توانی به کران (سخنی) بشنوانی، یا کوران، و آن‌هایی را که در گمراهی آشکار هستند، هدایت کنی؟!"
  ],
  [
    41,
    "پس اگر تو را (از این دنیا) ببریم، بی‌گمان ما از آن‌ها انتقام خواهیم گرفت."
  ],
  [
    42,
    "یا آنچه را که به آن‌ها وعده داده‌ایم، به تو نشان می‌دهیم، پس یقیناً ما بر آن‌ها توانا هستیم."
  ],
  [
    43,
    "پس به چیزی که به تو وحی شده است تمسک بجوی، که بی‌شک تو بر راه راست هستی."
  ],
  [
    44,
    "و بی‌گمان این (قرآن) برای تو و قومت پند (و سربلندی) است، و به زودی باز خواست خواهید شد."
  ],
  [
    45,
    "و از پیامبرانی که پیش از تو فرستادیم بپرس: آیا غیر از (الله) رحمان، معبودانی برای پرستش قرار دادیم؟!"
  ],
  [
    46,
    "و به راستی ما موسی را با نشانه‌های خود به سوی فرعون و درباریان او فرستادیم، پس گفت: «بی‌گمان من فرستادۀ پروردگار جهانیان هستم»."
  ],
  [
    47,
    "پس چون با نشانه‌های ما (به سوی) آن‌ها آمد، ناگاه (همه) از آن خندیدند."
  ],
  [
    48,
    "و ما هیچ نشانه (و معجزه‌ای) به آن‌ها نشان نمی‌دادیم، مگر اینکه از دیگری بزرگتر (و مهم‌تر) بود، و آن‌ها را به عذاب گرفتار کردیم، باشد که (توبه کنند و) باز گردند."
  ],
  [
    49,
    "و (به موسی) گفتند: «ای جادوگر! پروردگارت را با عهدی که با تو کرده، برای ما بخوان، بی‌گمان ما هدایت خواهیم یافت»."
  ],
  [
    50,
    "پس چون عذاب را از آن‌ها برطرف ساختیم، آنگاه آن‌ها عهد شکنی کردند."
  ],
  [
    51,
    "و فرعون در (میان) قوم خود ندا داد، گفت: «ای قوم من! آیا فرمانروایی مصر، و این نهر‌ها که زیر (کاخ) من روان است، از آنِ من نیست؟! آیا نمی‌بینید؟!"
  ],
  [
    52,
    "بلکه من بهترم، از این مردی که خوار است، و نمی‌تواند درست سخن بگوید."
  ],
  [
    53,
    "پس چرا بر او دستنبدهای طلا فرو فرستاده نشده، یا (چرا) فرشتگان صف کشیده همراه او نیامده‌اند، (تا او را یاری کنند)؟!»."
  ],
  [
    54,
    "پس (فرعون) قوم خود را (بی‌خرد و) سبک شمرد، پس آن‌ها از او اطاعت کردند، بی‌گمان آن‌ها گروهی فاسق بودند."
  ],
  [
    55,
    "پس چون ما را به خشم آوردند از آن‌ها انتقام گرفتیم، و همگی‌شان را (در دریا) غرق کردیم."
  ],
  [
    56,
    "آنگاه آن‌ها را در شمار گذشتگان و عبرتی (برای آیندگان) قرار دادیم."
  ],
  [
    57,
    "و چون (دربارۀ آفرینش) فرزند مریم مَثَلی زده شد، ناگهان قوم تو از آن (شادی کنان) داد و فریاد زدند."
  ],
  [
    58,
    "و گفتند: «آیا معبودان ما بهترند یا او؟». آن‌ها آن (مثل) را جز برای جدال (و لجاجت) با تو نزدند، بلکه آن‌ها گروهی ستیزه جویند."
  ],
  [
    59,
    "او (=عیسی) جز بنده‌ای نبود که ما بر او نعمت بخشیدیم، و او را (مایۀ) عبرت برای بنی اسرائیل گرداندیم."
  ],
  [
    60,
    "و اگر می‌خواستیم به جای شما فرشتگانی قرار می‌دادیم که در (روی) زمین جانشین (شما) باشند."
  ],
  [
    61,
    "و بی‌گمان او (= عیسی) نشانه‌ای برای قیامت است [ یعنی: نزول عیسی علیه السلام از نشانه‌های قیامت است، و روایات نزول حضرت عیسی علیه السلام از آسمان، متواتر می‌باشد.]، پس هرگز در آن (= قیامت) شک نکنید، و از من پیروی کنید، (که) این راه راست است."
  ],
  [
    62,
    "و شیطان شما را (از راه حق) باز ندارد، بی‌گمان او برای شما دشمنی آشکار است."
  ],
  [
    63,
    "و چون عیسی با دلایل (و معجزات) روشن آمد، گفت: «من برای شما حکمت آورده ام، و (آمده ام) تا چیزهایی را که درآن اختلاف دارید، برایتان روشن کنم، پس از الله بترسید، و از من اطاعت کنید."
  ],
  [
    64,
    "بی‌گمان الله پروردگار من، و پروردگار شما ست، پس او را بپرستید، (که) این راه راست است»."
  ],
  [
    65,
    "آنگاه گرو‌های (مختلف، بنی اسرائیل) میان خود (دربارۀ عیسی) اختلاف کردند، پس وای بر کسانی‌که ستم کردند، از عذاب روز دردناک!"
  ],
  [
    66,
    "آیا (چیزی) جز قیامت را انتظار می‌کشند، که ناگهان و در حالی‌که بی‌خبرند به سراغ‌شان بیاید."
  ],
  [
    67,
    "دوستان درآن روز (قیامت) دشمن یکدیگرند، جز پرهیزگاران."
  ],
  [
    68,
    "ای بندگان من! امروز نه ترسی بر شما است، و نه شما اندوهگین می‌شوید."
  ],
  [
    69,
    "(همان) کسانی‌که به آیات ما ایمان آوردند و مسلمان بودند."
  ],
  [
    70,
    "شما و همسران‌تان با شادمانی (و اکرام) به بهشت وارد شوید."
  ],
  [
    71,
    "بر (گرداگرد) آن‌ها سینی‌هایی زرین (غذا) و (نیز) جام‌های (طلایی، شراب) می‌گردانند، و در آن (بهشت) آنچه دل‌ها تمنا می‌کند، و چشم‌ها از آن لذّت می‌برد، وجود دارد، و شما در آن همیشه خواهید بود."
  ],
  [
    72,
    "و (این) همان بهشتی است، که به (پاداش) آنچه که انجام می‌دادید، آن را به ارث برده‌اید."
  ],
  [
    73,
    "در آن (بهشت) برای شما میوۀ فراوانی است، که از آن می‌خورید."
  ],
  [
    74,
    "بی‌گمان مجرمان در عذاب جهنم جاودانند."
  ],
  [
    75,
    "(عذاب) از آن‌ها کاهش نمی‌یابد، و آن‌ها در آن (از همه چیز) نا امید هستند."
  ],
  [
    76,
    "و (ما) به آن‌ها ستم نکردیم، لیکن آنان خود ستمکار بودند."
  ],
  [
    77,
    "و (آن‌ها) فریاد می‌زنند: «ای مالک، (بخواه) که پروردگارت کار ما را یکسره کند (و بمیراند)». (او) گوید: «بی‌گمان شما (در این جا) ماندنی هستید»."
  ],
  [
    78,
    "به راستی ما حق را برای شما آوردیم، و لیکن بیشترتان از حق کراهت داشتید."
  ],
  [
    79,
    "آیا آن‌ها (= مشرکان مکه) تصمیم قاطع بر کاری گرفتند، پس ما (نیز) تصمیم (واردۀ) قاطع (دربارۀ آن‌ها) داریم."
  ],
  [
    80,
    "آیا آن‌ها می‌پندارند که ما راز گویی و (سخنان) در گوشی آنان را نمی‌شنویم؟! آری، (می شنویم) و فرستادگان ما (از فرشتگان) نزد آن‌ها (هستند) و می‌نویسند."
  ],
  [
    81,
    "(ای پیامبر، به مشرکان) بگو: «اگر (به فرض محال) برای (الله) رحمان فرزندی بود، پس من نخستین پرستندگانش بودم»."
  ],
  [
    82,
    "پاک و منزه است پروردگار آسمان‌ها و زمین، پروردگار عرش، از آنچه آن‌ها توصیف می‌کنند."
  ],
  [
    83,
    "پس (ای پیامبر) آن‌ها را (به حال خود) رها کن، تا (در باطل) غوطه بخورند، و به بازی سرگرم باشند، تا روزی را که به آن‌ها وعده شده است، ملاقات کنند (و سزای اعمال خود را ببینند)."
  ],
  [
    84,
    "و او کسی است که در آسمان معبود است، و در زمین (نیز) معبود است، و او حکیم داناست."
  ],
  [
    85,
    "و پر برکت و بزرگوار است کسی‌که فرمانروایی آسمان‌ها و زمین و آنچه در میان آن دواست، از آنِ اوست. و علم (بر‌پا شدن) قیامت نزد اوست، و (همه) به سوی او باز گردانده می‌شوید."
  ],
  [
    86,
    "و کسانی را که به جای او می‌خوانند، اختیار شفاعت ندارند، مگر کسانی‌که به حق گواهی دادند، و آنان (به خوبی) می‌دانند."
  ],
  [
    87,
    "و اگر از آن‌ها (= مشرکان) بپرسی، چه کسی آن‌ها را آفریده است، قطعاً می‌گویند: «الله» پس چگونه (از حق) منحرف می‌شوند؟!"
  ],
  [
    88,
    "و (شکایت و) گفتار او (= پیامبر) (این بود:) «پروردگارا! بی‌گمان این‌ها قومی هستند که ایمان نمی‌آورند»."
  ],
  [
    89,
    "پس (ای پیامبر) از آن‌ها در گذر، و بگو: «سلام (بر شما)». پس به زودی خواهند دانست [ این آیات پیش از فرض شدن جهاد نازل شده است. (تفسیر طبری و ابن کثیر).]."
  ]
]