[
  {
    "id": "49",
    "place_of_revelation": "madinah",
    "transliterated_name": "Al-Hujurat",
    "translated_name": "The Rooms",
    "verse_count": 18,
    "slug": "al-hujurat",
    "codepoints": [
      1575,
      1604,
      1581,
      1580,
      1585,
      1575,
      1578
    ],
    "translated_by": "Hussein Taji Kal Dari"
  },
  [
    1,
    "ای کسانی‌که ایمان آورده‌اید! بر الله و رسولش پیشدستی نکنید، و از الله بترسید، بی‌گمان الله شنوای داناست."
  ],
  [
    2,
    "ای کسانی‌که ایمان آورده‌اید! صدای‌تان را فراتر از صدای پیامبر نکنید، و با او با آواز بلند سخن نگویید، همان گونه که با یکدیگر بلند سخن می‌گویید، که مبادا در حالی‌که نمی‌دانید اعمال شما نابود گردد."
  ],
  [
    3,
    "بی‌گمان کسانی‌که صدای خود را نزد رسول الله پایین می‌آورند، آن‌ها کسانی هستند که الله دل‌های شان را برای تقوا آزموده (و خالص گردانیده) است، برای آن‌ها آمرزش و پاداش عظیمی است."
  ],
  [
    4,
    "بی‌گمان کسانی‌که از پشت حجرهها صدایت می‌زنند، بیشترشان بی‌خردانند."
  ],
  [
    5,
    "و اگر آن‌ها صبر می‌کردند تا که (خود) به سوی آنان بیرون آیی برای آن‌ها بهتر بود، و الله آمرزندۀ مهربان است."
  ],
  [
    6,
    "ای کسانی‌که ایمان آورده‌اید! اگر (شخص) فاسقی خبری برای شما آورد، پس (دربارۀ آن) بررسی (و تحقیق) کنید، تا آنکه (مبادا) به گروهی از روی نادانی آسیب برسانید، آنگاه بر آنچه انجام داده‌اید پشیمان شوید."
  ],
  [
    7,
    "و بدانید که همانا رسول الله در میان شماست، اگر در بسیاری از کارها از شما اطاعت کند، یقیناً به مشقّت خواهید افتاد، و لیکن الله ایمان را محبوب شما ساخت و آن را در دل‌های تان زینت بخشید، و کفر و فسق و نافرمانی را برایتان (منفور و) ناپسند گرداند، اینانند که هدایت یافتگانند."
  ],
  [
    8,
    "(و این (خیر) فضل و نعمتی از سوی الله است، و الله دانای حکیم است."
  ],
  [
    9,
    "و اگر دو گروه از مؤمنان با یکدیگر به جنگ بر خاستند، میان‌شان آشتی بر قرار کنید، پس اگر یکی از آن دو بر دیگری تجاوز کرد، با گروه متجاوز بجنگید تا به فرمان الله باز گردد، پس اگر بازگشت، میان آن‌ها به عدالت صلح بر قرار کنید، و عدالت پیشه کنید، بی‌گمان الله عادلان را دوست می‌دارد."
  ],
  [
    10,
    "یقیناً مؤمنان برادرند، پس میان برادران‌تان صلح (و آشتی) بر قرار کنید، و از الله بترسید، باشد که به شما رحم کرده شود."
  ],
  [
    11,
    "ای کسانی‌که ایمان آورده‌اید! گروهی (از مردان) گروه دیگر را مسخره نکند، شاید آنان (= مسخره شدگان) از این‌ها بهتر باشند، و نه زنانی، زنان دیگر را، شاید آنان (= مسخره شدگان) از این‌ها بهتر باشند، و از یکدیگر عیبجوئی نکنید، و یکدیگر را با القاب زشت نخوانید، که پس از ایمان (آوردن) نام فسق بسیار (زشت و) بد است و هر که توبه نکرد، پس آنانند که ستمکارند."
  ],
  [
    12,
    "ای کسانی‌که ایمان آورده‌اید! از بسیاری از گمان (های بد) بپرهیزید، بی‌شک بعضی از گمان (ها) گناه است، و (در امور دیگران) تجسس (و کنجکاوی) نکنید، و بعضی از شما بعضی دیگر را غیبت نکند، آیا کسی از شما دوست دارد که گوشت برادرش را در حالی‌که مرده است، بخورد؟! پس (البته) آن را ناپسند دارید، و از الله بترسید، بی‌گمان الله توبه‌پذیر مهربان است."
  ],
  [
    13,
    "ای مردم! بی‌شک ما شما را از یک مرد و زن آفریدیم، و شما را تیره‌ها و قبیله‌ها قرار دادیم، تا یکدیگر را بشناسید، همانا گرامی‌ترین شما نزد الله پرهیزگارترین شماست، بی‌گمان الله دانای آگاه است."
  ],
  [
    14,
    "اعراب (بادیه‌نشین) گفتند: «ایمان آورده‌ایم» (ای پیامبر!) بگو: «شما ایمان نیاورده‌اید، لیکن بگوئید: اسلام آورده‌ایم، و هنوز ایمان در دل‌های تان وارد نشده است. و اگر الله و پیامبرش را اطاعت کنید چیزی از (پاداش) اعمال‌تان کاسته نمی‌شود، همانا الله آمرزندۀ مهربان است»."
  ],
  [
    15,
    "مؤمنان (حقیقی) تنها کسانی اند که به الله و پیامبرش ایمان آورده‌اند، سپس (در این باره) شک (و تردید) نکرده‌اند، و با اموال خود و جان های خود در راه الله جهاد کرده‌اند، اینانند که راستگویانند."
  ],
  [
    16,
    "(ای پیامبر!) بگو: «آیا الله را به دین خود با خبر می‌سازید؟! در حالی‌که الله آنچه در آسمان‌ها و آنچه در زمین است می‌داند، و الله به همه چیز آگاه است»."
  ],
  [
    17,
    "آن‌ها بر تو (ای پیامبر) منتّ می‌گذارند که اسلام آورده‌اند، بگو: «اسلام آوردن‌تان را بر من منّت نگذارید، بلکه اگر راستگویید الله بر شما منّت می‌نهد که شما را به (سوی) ایمان هدایت کرده است»."
  ],
  [
    18,
    "همانا الله غیب آسمان‌ها و زمین را می‌داند، و الله به آنچه انجام می‌دهید بیناست."
  ]
]