[
  {
    "id": 51,
    "city": "makkah",
    "name": {
      "translated": "The Winnowing Winds",
      "transliterated": "Adh-Dhariyat",
      "codepoints": [
        1575,
        1604,
        1584,
        1575,
        1585,
        1610,
        1575,
        1578
      ]
    },
    "ayahs": 60,
    "slug": "adh-dhariyat",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "سوگند به بادهای افشان کننده [که ابرهای باران زا و گرده های نرینه و مادینه گیاهان را می افشانند.]"
  ],
  [
    2,
    "سوگند به ابرهایی که بار سنگین باران را با خود [به نواحی مختلف] حمل می کنند."
  ],
  [
    3,
    "و سوگند به کشتی هایی که به آسانی روی آب دریاها روانند."
  ],
  [
    4,
    "و سوگند به فرشتگانی که [به امر خدا] کارها را [برای تدبیر امور هستی میان خود] تقسیم می کنند،"
  ],
  [
    5,
    "که بی تردید آنچه را [از اوضاع و احوال روز جزا] به شما وعده می دهند، راست ویقینی است."
  ],
  [
    6,
    "وقطعاً [روز] جزا واقع خواهد شد."
  ],
  [
    7,
    "و سوگند به آسمان که داری اعتدال و زیبایی و آراستگی است؛"
  ],
  [
    8,
    "که شما [در رابطه با قرآن و حقایقی که قرآن با دلیل و برهان اثبات می کند] در گفتاری متناقض و گوناگون هستید."
  ],
  [
    9,
    "از قرآن [به باطل] منحرف می شود کسی که [از خیر و سعادت] منحرف شده است."
  ],
  [
    10,
    "مرگ بر دروغ پردازان [که بدون دلیل و به ناحق درباره قرآن و حقایقش سخن پراکنی می کنند.]"
  ],
  [
    11,
    "همانان که در جهالتی عمیق و فراگیر در بی خبری و غفلتی سنگین فرو رفته اند!"
  ],
  [
    12,
    "[همواره] می پرسند: روز جزا چه زمانی خواهد بود؟"
  ],
  [
    13,
    "همان روزی است که آنان را در آتش می سوزانند."
  ],
  [
    14,
    "[و به آنان گویند:] عذابتان را بچشید، این همان عذابی است که [از روی ریشخند] شتاب در آمدنش را می خواستید."
  ],
  [
    15,
    "بی تردید پرهیزکاران در بهشت ها و چشمه سارهایند."
  ],
  [
    16,
    "آنچه را پروردگارشان به آنان عطا کرده دریافت می کنند؛ زیرا که آنان پیش از این همواره نیکوکار بودند."
  ],
  [
    17,
    "آنان اندکی از شب را می خوابیدند [و بیشتر آن را به عبادت و بندگی می گذراندند.]"
  ],
  [
    18,
    "و سحرگاهان از خدا درخواست آمرزش می کردند."
  ],
  [
    19,
    "و در اموالشان حقّی برای سائل تهیدست و محروم از معیشت بود."
  ],
  [
    20,
    "در زمین برای اهل یقین نشانه هایی [بر توحید، ربوبیت و قدرت خدا] ست."
  ],
  [
    21,
    "و [نیز] در وجود شما [نشانه هایی است] آیا نمی بینید؟"
  ],
  [
    22,
    "و رزق شما و آنچه به آن وعده داده می شوید، در آسمان است"
  ],
  [
    23,
    "پس سوگند به پروردگار آسمان و زمین که آنچه را که وعده داده می شوید، حقّ و یقینی است، همان گونه که شما [وقت سخن گفتن یقین دارید] سخن می گویید."
  ],
  [
    24,
    "آیا خبر مهمانان ارجمند و بزرگوار ابراهیم به تو رسیده است؟"
  ],
  [
    25,
    "زمانی که بر او وارد شدند، پس سلام گفتند. گفت: سلام، [شما] مردمی ناشناسید!"
  ],
  [
    26,
    "پس به سوی خانواده اش بازگشت و گوساله ای فربه [و بریان شده] آورد."
  ],
  [
    27,
    "پس آن را نزدیکشان برد [ولی دید نمی خورند]؛ گفت: مگر نمی خورید؟"
  ],
  [
    28,
    "و [در دلش] از آنان احساس ترسی کرد. گفتند: مترس. و او را به پسری دانا مژده دادند."
  ],
  [
    29,
    "در این میان همسرش [که مژده را شنیده بود] با فریادی [از روی تعجب] در حالی که به چهره اش زد سر رسید و گفت: پیرزنی نازا [و فرزند؟!]"
  ],
  [
    30,
    "گفتند: پروردگارت چنین گفته است؛ یقیناً او حکیم و داناست."
  ],
  [
    31,
    "[ابراهیم] گفت: ای فرستادگان! دنبال چه کار مهمی هستید؟"
  ],
  [
    32,
    "گفتند: ما را به سوی مردمی گنهکار فرستاده اند؛"
  ],
  [
    33,
    "تا [بارانی] از گِل سنگ بر آنان بفرستیم؛"
  ],
  [
    34,
    "[سنگی که] نزد پروردگارت برای تجاوزکاران نشانه گذاری شده است؛"
  ],
  [
    35,
    "پس هرکه را از مؤمنان در آن شهر بود [پیش از آمدن عذاب] بیرون بردیم؛"
  ],
  [
    36,
    "در آنجا جز یک خانه از مسلمانان [که اهلش مطیع خدا بودند، نیافتیم.]"
  ],
  [
    37,
    "در آنجا [پس از زیر و رو شدن شهر و هلاکت مردم] نشانه و عبرتی [از قدرت، غضب خود و محکومیت مجرمان] برای کسانی که از عذاب دردناک می ترسند به جا گذاشتیم."
  ],
  [
    38,
    "و [نیز] در [سرگذشت] موسی، چون او را با دلیلی روشن به سوی فرعون فرستادیم [عبرتی است.]"
  ],
  [
    39,
    "پس فرعون با سپاهیانش روی [از حق] گرداندند و گفت: [این مرد] یا جادوگر است یا دیوانه!"
  ],
  [
    40,
    "در نتیجه او و سپاهیانش را گرفتیم و به دریا افکندیم، در حالی که [به سبب لجبازی و دشمنی] مستحقّ سرزنش بود."
  ],
  [
    41,
    "و [نیز] در [سرگذشت قوم] عاد هنگامی که بر آنان باد هلاک کننده ای فرستادیم [عبرتی است.]"
  ],
  [
    42,
    "[آن باد] هیچ چیزی را که بر آن می وزید، رها نمی کرد مگر آنکه آن را به صورت استخوان پوسیده ای می ساخت."
  ],
  [
    43,
    "و [نیز] در قوم ثمود [عبرتی است] هنگامی که [پس از پی کردن ناقه] به آنان گفته شد: زمانی کوتاه [که بیش از سه روز نیست، از زندگی] برخوردار باشید [که عذاب خواهد رسید.]"
  ],
  [
    44,
    "ولی [آنان در آن سه روز هم که مهلت داشتند باز] از فرمان پروردگارشان سرپیچی کردند، پس صاعقه مرگبار آنان را فراگرفت در حالی که آنان با ترس و حیرت به آن می نگریستند."
  ],
  [
    45,
    "پس [با آمدن عذاب و به سبب اینکه هیچ مهلتی نیافتند] نه قدرت برخاستن از جای خود را داشتند و نه دادخواهی کردند."
  ],
  [
    46,
    "و قوم نوح را پیش از این [هلاک کردیم]؛ زیرا آنان همواره مردمی نافرمان بودند."
  ],
  [
    47,
    "و آسمان را به قدرت ونیرو بنا کردیم و ما [همواره] وسعت دهنده ایم."
  ],
  [
    48,
    "و زمین را گستردیم و چه نیکو گستراننده ای هستیم."
  ],
  [
    49,
    "واز هر چیزی جفت آفریدیم باشد که متذکّر [این حقایق که نشانه هایی بر قدرت، حکمت و ربوبیت خداست] شوید."
  ],
  [
    50,
    "پس به سوی خدا بگریزید [که] بی تردید من از سوی او بیم دهنده ای روشنگرم."
  ],
  [
    51,
    "و با خدا معبودی دیگر قرار ندهید، یقیناً من از سوی او بیم دهنده ای آشکارم."
  ],
  [
    52,
    "همچنین هیچ پیامبری بر کسانی که پیش از اینان بودند نیامد مگر اینکه گفتند: جادوگر یا دیوانه است!"
  ],
  [
    53,
    "آیا [این اقوام] یکدیگر را به این گونه داوری [ناحق درباره پیامبرشان] سفارش کرده بودند؟! [نه] بلکه همه آنان گروهی یاغی و سرکش بودند [و این یاوه گویی ها، محصول سرکشی و یاغی گری آنان بود.]"
  ],
  [
    54,
    "بنابراین از این سبک مغزان باطل گو، روی برگردان [که تو اتمام حجت کردی] و شایسته سرزنش نیستی؛"
  ],
  [
    55,
    "و پند ده؛ زیرا پند به مؤمنان سود می دهد؛"
  ],
  [
    56,
    "و جن و انس را جز برای اینکه مرا بپرستند نیافریدیم؛"
  ],
  [
    57,
    "از آنان هیچ رزقی نمی خواهم، و نمی خواهم که مرا طعام دهند."
  ],
  [
    58,
    "بی تردید خدا خود روزی دهنده و صاحب قدرت استوار است."
  ],
  [
    59,
    "پس برای کسانی [از قوم تو] که ستم ورزیدند، سهمی از عذاب است مانند سهم هم مسلکانشان [از امت های پیشین]، بنابراین شتاب در آمدن آن را نخواهند."
  ],
  [
    60,
    "پس وای بر کسانی که کافر شدند از آن روزشان که به آن وعده داده می شوند."
  ]
]