[
  {
    "id": "51",
    "place_of_revelation": "makkah",
    "transliterated_name": "Adh-Dhariyat",
    "translated_name": "The Winnowing Winds",
    "verse_count": 60,
    "slug": "adh-dhariyat",
    "codepoints": [
      1575,
      1604,
      1584,
      1575,
      1585,
      1610,
      1575,
      1578
    ]
  },
  [
    1,
    "سوگند به بادهای که (خاک را) می‌پراکند،"
  ],
  [
    2,
    "و سوگند به ابر های که بار سنگینی (از باران را) با خود حمل می‌کنند."
  ],
  [
    3,
    "و سوگند به کشتی‌هایی که به آسانی (بر روی دریاها) در حرکتند."
  ],
  [
    4,
    "و سوگند به فرشتگانی که کارها را تقسیم می‌کنند."
  ],
  [
    5,
    "بی‌گمان آنچه به شما وعده داده شد قطعاً راست است."
  ],
  [
    6,
    "و یقیناً (روز) جزا (ی اعمال) واقع شدنی است."
  ],
  [
    7,
    "قسم به آسمان که دارای راه‌ها (و ستارگان زیباست)."
  ],
  [
    8,
    "بی‌گمان شما (کفار) در گفتار مختلف و گوناگون هستید."
  ],
  [
    9,
    "کسی‌که (در علم الهی از خیر و نیکی) دور نگه داشته شده است از (ایمان آوردن به) آن (= قرآن) دور نگه داشته می‌شود."
  ],
  [
    10,
    "مرگ (و لعنت) بر دروغگویان."
  ],
  [
    11,
    "کسانی‌که آنان در غفلت (و جهل) فرو رفته‌اند."
  ],
  [
    12,
    "پیوسته می‌پرسند: «روز جزا کی خواهد بود؟»."
  ],
  [
    13,
    "(همان) روزی‌که آن‌ها بر آتش عذاب می‌شوند."
  ],
  [
    14,
    "(و به آن‌ها گفته می‌شود:) «عذاب خود را بچشید، این همان چیزی است که برای آن شتاب داشتید»."
  ],
  [
    15,
    "(در روز قیامت) مسلماً پرهیزگاران در باغ‌ها و چشمه سارها (ی بهشت) هستند."
  ],
  [
    16,
    "آنچه پروردگارشان به آن‌ها عطا فرموده، دریافت کرده‌اند، بی‌گمان آن‌ها پیش از این (در دنیا) نیکوکار بودند."
  ],
  [
    17,
    "آن‌ها بخش اندکی از شب را می‌خوابیدند (و به نماز و نیایش مشغول بودند)."
  ],
  [
    18,
    "و در سحر گاهان آمرزش طلب می‌کردند."
  ],
  [
    19,
    "و در اموال‌شان برای سائل و (تنگدست) محروم (بهره و) حقی بود."
  ],
  [
    20,
    "و در زمین (عبرت و) نشانه‌های برای اهل یقین است."
  ],
  [
    21,
    "و (نیز) در وجود خودتان، آیا نمی‌بینید؟"
  ],
  [
    22,
    "و رزق (و روزی) شما، و آنچه به شما وعده داده می‌شود در آسمان است."
  ],
  [
    23,
    "پس سوگند به پروردگار آسمان و زمین که آن (وعده‌ها) حق است، همان گونه که شما (با یکدیگر) سخن می‌گویید."
  ],
  [
    24,
    "(ای پیامبر) آیا خبر مهمانان گرامی ابراهیم به تو رسیده است؟!"
  ],
  [
    25,
    "آنگاه که بر او وارد شدند و گفتند: «سلام» (ابراهیم در جواب) گفت: «سلام» (و با خود گفت:) گروهی نا شناس هستید»."
  ],
  [
    26,
    "پس پنهانی به سوی همسرش رفت و گوسالۀ (بریان شده) فربهی (برای آن‌ها) آورد."
  ],
  [
    27,
    "سپس آن را به آنان نزدیک کرد، و گفت: «آیا نمی‌خورید؟»."
  ],
  [
    28,
    "پس (چون دید دست به سوی غذا دراز نمی‌کنند) از آن‌ها احساس ترس (و وحشت) کرد، (آن‌ها) گفتند: «نترس (ما فرستادگان پروردگار تو ایم)» و او را به (تولد) پسری دانا بشارت دادند."
  ],
  [
    29,
    "آنگاه همسرش (ساره) فریاد زنان پیش آمد و به صورت خود زد و گفت: «(من) پیر زنی نازا هستم (چگونه فرزند می‌زایم؟!) [ آن زمان حضرت ساره علیها السلام ساله بود. (تفسیر قرطبی /).]»."
  ],
  [
    30,
    "(فرشتگان) گفتند: «پروردگار تو این چنین فرموده است، و بی‌گمان او حکیم داناست»."
  ],
  [
    31,
    "(ابراهیم) گفت: «پس ای فرستادگان (الله) کار و مأموریت شما چیست؟!»."
  ],
  [
    32,
    "(فرشتگان) گفتند: «بی‌گمان ما بسوی قومی مجرم (و گناهکار) [ یعنی قوم لوط که گناهانی از قبیل شرک، لواطت، و فساد در زمین و .. در میان آنها وجود داشت.] فرستاده شده‌ایم،"
  ],
  [
    33,
    "تا سنگ‌های از گل بر (سر) آن‌ها فرود آوریم."
  ],
  [
    34,
    "(سنگ‌هایی) که نزد پروردگارت برای اسراف‌کاران نشان گذاری شده است."
  ],
  [
    35,
    "پس کسانی از مؤمنان را که در آن (شهرهای قوم لوط) بودند (پیش از نزول عذاب) بیرون آوردیم."
  ],
  [
    36,
    "و جز یک خانه از مسلمانان در آن (شهرها) نیافتیم."
  ],
  [
    37,
    "و در آن (شهرهای ویران شده) نشانۀ (روشن) برای کسانی‌که از عذاب دردناک می‌ترسند بر جای گذاشتیم [ این نشانه‌ها تاکنون باقی است، این آبادی‌ها در (ساحل) جنوبی دریای اردن (بحر المیت) قرار داشت و این تنها دریایی است که هیچ نوع موجودات زنده‌ای در آن زندگی نمی‌کند.]."
  ],
  [
    38,
    "و (نیز) در (داستان) موسی (نشانه و عبرتی است) هنگامی‌که او را با دلیلی آشکار به سوی فرعون فرستادیم،"
  ],
  [
    39,
    "پس (فرعون) با قدرت (و لشکر) خویش روی گرداند، و گفت: «(این مرد) جادوگر یا دیوانه است»."
  ],
  [
    40,
    "آنگاه او و لشکریانش را گرفتیم و آنان را به دریا افکندیم در حالی‌که او سزاوار سرزنش بود."
  ],
  [
    41,
    "(و (نیز) در (داستان قوم) عاد (نشانه‌ای است) هنگامی‌که تندبادی بی خیر و برکت بر آنان فرستادیم."
  ],
  [
    42,
    "(تندبادی) که بر هیچ چیز نمی‌گذشت مگر اینکه آن را مانند استخوان پوسیده می‌گرداند."
  ],
  [
    43,
    "و (همچنین) در (داستان قوم) ثمود (نشانه‌ای است) هنگامی‌که به آن‌ها گفته شد: «مدتی کوتاه (از زندگی) بهره‌مند شوید (که تنها سه روز فرصت دارید)»."
  ],
  [
    44,
    "آنگاه آن‌ها از فرمان پروردگارشان سر پیچی کردند، پس صاعقه آن‌ها را در بر گرفت در حالی که آنان (به عقوبت خود) نگاه می‌کردند."
  ],
  [
    45,
    "(چنان بر زمین افتادند) که توان بر خاستن نداشتند، و نتوانستند (برای خود) انتقام بگیرند."
  ],
  [
    46,
    "و قوم نوح را پیش از این (هلاک نمودیم)، زیرا آن‌ها قومی بدکار (و فاسق) بودند."
  ],
  [
    47,
    "و (ما) آسمان را با قوت (و قدرت عظیم) بنا کردیم و بی‌گمان (بر و سعت پهناوری آن) تواناییم."
  ],
  [
    48,
    "و زمین را گستردیم پس چه نیک گستراننده‌ای هستیم،"
  ],
  [
    49,
    "و از هر چیز جفت آفریدیم، شاید شما پند گیرید."
  ],
  [
    50,
    "(ای پیامبر! بگو:) «پس به سوی الله بگریزید، بی‌گمان من از جانب او برای شما هشدار دهنده‌ای آشکار هستم."
  ],
  [
    51,
    "و معبود دیگری با الله قرار ندهید، به راستی من از جانب او برای شما هشدار دهنده‌ای آشکار هستم»."
  ],
  [
    52,
    "همچنین بر پیشینیان آن‌ها هیچ پیامبری نیامد، مگر اینکه گفتند: «(او) جادوگر یا دیوانه است»."
  ],
  [
    53,
    "آیا آن‌ها یکدیگر را به آن سفارش کرده بودند؟ بلکه آن‌ها مردمی طغیان‌گر هستند."
  ],
  [
    54,
    "پس (ای پیامبر) از آن‌ها روی بگردان، که هرگز تو سزاوار ملامت نیستی."
  ],
  [
    55,
    "و (پیوسته) پند (و تذکر) بده، زیرا که بی‌گمان (پند و) تذکر مؤمنان را سود می‌بخشد."
  ],
  [
    56,
    "و من جن و انس را نیافریده ام مگر برای اینکه مرا عبادت کنند،"
  ],
  [
    57,
    "هرگز از آن‌ها روزیی نمی‌خواهم، و نمی خواهم که مرا طعام دهند."
  ],
  [
    58,
    "بی‌گمان الله است که روزی دهنده است، (و او) قدرتمند استوار است."
  ],
  [
    59,
    "پس بی‌شک برای کسانی‌که ستم کردند بهره‌ای (از عذاب) است همانند بهرۀ یاران‌شان (از ستمگران پیشین)، پس نباید شتاب بکنند!"
  ],
  [
    60,
    "پس وای بر کسانی‌که کافر شدند، از روزشان (= روز قیامت) که وعده داده می‌شوند!"
  ]
]