[
  {
    "id": "52",
    "place_of_revelation": "makkah",
    "transliterated_name": "At-Tur",
    "translated_name": "The Mount",
    "verse_count": 49,
    "slug": "at-tur",
    "codepoints": [
      1575,
      1604,
      1591,
      1608,
      1585
    ]
  },
  [
    1,
    "سوگند به (کوه) طور [ همان جایی که الله متعال با حضرت موسی علیه السلام سخن گفت.]،"
  ],
  [
    2,
    "و (سوگند) به کتاب نوشته شده،"
  ],
  [
    3,
    "در صحیفه‌ای گشوده."
  ],
  [
    4,
    "و (سوگند) به «بیت المعمور» [ «بیت المعمور»: خانه‌ای بموازات خانه کعبه در آسمان هفتم قرار دارد که روزانه هفتاد هزار فرشته برای عبادت وارد آن می‌شوند، پس هرگاه یکبار وارد شدند دوباره باز نگردند.]."
  ],
  [
    5,
    "و به سقف بر افراشته شده،"
  ],
  [
    6,
    "و دریای مملو."
  ],
  [
    7,
    "بی‌گمان عذاب پروردگارت واقع شدنی است."
  ],
  [
    8,
    "آن را هیچ دفع کننده‌ای نیست."
  ],
  [
    9,
    "روزی‌که آسمان بشدت بلرزد، (و به حرکت درآید)."
  ],
  [
    10,
    "و کوه‌ها (از جاکنده) به تندی روان گردد."
  ],
  [
    11,
    "پس در آن روز (قیامت) وای بر تکذیب کنندگان."
  ],
  [
    12,
    "کسانی‌که در سخنان (و کارهای) باطل به بازی مشغولند."
  ],
  [
    13,
    "روزی‌که آن‌ها را به زور به سوی آتش (جهنم) می‌رانند."
  ],
  [
    14,
    "(خازنان جهنم به آن‌ها می‌گویند:) «این (همان) آتشی است که شما آن را تکذیب می‌کردید."
  ],
  [
    15,
    "آیا این (آتش و عذاب) جادو است یا شما نمی‌بینید؟"
  ],
  [
    16,
    "به آن در آیید (و بسوزید) پس صبر کنید یا صبر نکنید، برای شما یکسان است، تنها (به کیفر) آنچه انجام می‌دادید جزا داده می‌شوید!»."
  ],
  [
    17,
    "بی‌گمان پرهیزگاران در باغ‌ها (ی بهشت) و نعمت‌ها (ی فراوان) هستند."
  ],
  [
    18,
    "و از آنچه پروردگارشان به آن‌ها داده مسرورند، و پروردگارشان آن‌ها را از عذاب جهنم محفوظ داشته است."
  ],
  [
    19,
    "(به آن‌ها گفته می‌شود:) «بخورید و بیاشامید، گوارای‌تان باد، به (خاطر) آنچه که (در دنیا) انجام می‌دادید»."
  ],
  [
    20,
    "(در حالی‌که آن‌ها) بر تخت‌هایی که کنارهم نهاده شده تکیه می‌زنند، و حوریان گشاده چشم (بهشتی) را به همسری آن‌ها در می‌آوریم."
  ],
  [
    21,
    "و کسانی‌که ایمان آوردند و فرزندان‌شان (نیز) در ایمان از آنان پیروی کردند، فرزندان‌شان را (در بهشت) به آن‌ها ملحق می‌کنیم، و از عمل آن‌ها چیزی نمی‌کاهیم، و هرکس درگرو دستاوردِ (و اعمال) خویش است."
  ],
  [
    22,
    "و پیوسته ازهر میوه و گوشتی که بخواهند در اختیارشان می‌گذاریم."
  ],
  [
    23,
    "در آنجا از یکدیگر جام (شراب طهور) می‌گیرند که نه بیهوده‌گویی در آن است و نه گناهی،"
  ],
  [
    24,
    "و همواره پسرانی همچون مرواید درون صدف برای (خدمت) آنان بر گردشان می‌چرخند."
  ],
  [
    25,
    "و (بهشتیان) رو به یکدیگر می‌کنند و از (حال گذشتۀ) یکدیگر سؤال می‌نمایند."
  ],
  [
    26,
    "می‌گویند: «ما پیش از این در میان خانوادۀ خود (از عذاب الهی) ترسان بودیم."
  ],
  [
    27,
    "پس الله بر ما منتّ نهاد و ما را از عذاب گرم و کشنده (جهنم) حفظ کرد."
  ],
  [
    28,
    "همانا ما پیش از این او را می‌خواندیم، بی‌گمان او نیکوکار مهربان است."
  ],
  [
    29,
    "پس (ای پیامبر) پند (و تذکّر) ده، که تو به فضل و نعمت پروردگارت کاهن و دیوانه نیستی."
  ],
  [
    30,
    "آیا می‌گویند: «او شاعری است که دربارۀ او منتظر حوادث روزگاریم، (و مرگش را انتظار می‌کشیم)»."
  ],
  [
    31,
    "بگو: «انتظار بکشید، که من (نیز) با شما از انتظار کشندگانم»."
  ],
  [
    32,
    "آیا عقل‌هایشان آن‌ها را به این (خیالات باطل) دستور می‌دهد، یا آن‌ها گروهی طغیان‌گرند؟!"
  ],
  [
    33,
    "آیا می‌گویند: «(محمد) آن (= قرآن) را بافته (و به الله نسبت داده) است؟» (خیر، چنین نیست) بلکه ایمان نمی‌آورند."
  ],
  [
    34,
    "پس اگر راست گویند باید سخنی مانند آن بیاورند."
  ],
  [
    35,
    "آیا آن‌ها از هیچ (و بدون آفریننده)، آفریده شده‌اند، یا خود خالق (خویش) اند."
  ],
  [
    36,
    "آیا آن‌ها آسمان‌ها و زمین را آفریده‌اند؟! (خیر) بلکه آن‌ها یقین نمی‌کنند."
  ],
  [
    37,
    "آیا خزائن پروردگارت نزد آن‌هاست؟! یا آن‌ها (بر همه چیز) تسلط دارند؟!"
  ],
  [
    38,
    "آیا نردبانی دارند (که از آن به آسمان‌ها بالا می‌روند و) از آن (اسرار وحی را) می‌شنوند؟ پس باید شنونده شان (بر این ادعا) دلیل روشنی بیاورد."
  ],
  [
    39,
    "آیا برای او (= الله) دختران است و برای شما پسران؟!"
  ],
  [
    40,
    "(ای پیامبر) آیا از آن‌ها پاداشی درخواست می‌کنی، که (آن‌ها از ادای آن در رنجند و) برایشان (گران و) سنگین است؟!"
  ],
  [
    41,
    "آیا (اسرار) غیب نزد آن‌هاست، پس آنان (از آن) می‌نویسند؟!."
  ],
  [
    42,
    "آیا نیرنگ (و نقشۀ پلیدی برای تو) می‌خواهند (بکشند)؟!، پس کسانی‌که کافر شدند خودشان گرفتار نیرنگ اند."
  ],
  [
    43,
    "آیا آن‌ها معبودی غیر الله دارند؟! پاک و منزه است الله، از آنچه شریک او قرار می‌دهند."
  ],
  [
    44,
    "و اگر (مشرکان) پاره‌ای از آسمان (برای عذاب‌شان) افتاده ببینند، می‌گویند: «(این) ابری متراکم است»."
  ],
  [
    45,
    "پس (ای پیامبر) آن‌ها را وا گذار، تا آن روزشان (= روز قیامت) را که در آن بی هوش می‌شوند ملاقات کنند!"
  ],
  [
    46,
    "روزی‌که نیرنگ (و حیلۀ) شان سودی به حال‌شان ندارد، و نه آن‌ها یاری می‌شوند."
  ],
  [
    47,
    "و بی‌گمان برای کسانی‌که ستم کردند، عذابی غیر از آن (نیز در همین دنیا) است، ولی بیشترشان نمی‌دانند."
  ],
  [
    48,
    "(ای پیامبر) برای حکم پروردگارت شکیبا باش، زیرا تو زیر نظر (و در حفاظت) ما هستی، و هنگامی‌که بر می‌خیزی به ستایش پروردگارت تسبیح گوی."
  ],
  [
    49,
    "و (همچنین) بخشی از شب او را تسبیح گوی و (نیز) هنگام ناپدید شدن ستارگان."
  ]
]