[
  {
    "id": "53",
    "place_of_revelation": "makkah",
    "transliterated_name": "An-Najm",
    "translated_name": "The Star",
    "ayahs": 62,
    "slug": "an-najm",
    "codepoints": [
      1575,
      1604,
      1606,
      1580,
      1605
    ],
    "translated_by": "Hussein Taji Kal Dari"
  },
  [
    1,
    "سوگند به ستاره چون فرود افتد،"
  ],
  [
    2,
    "(که) یار شما (= محمد صلی الله علیه وسلم) گمراه نشده و راه را گم نکرده است،"
  ],
  [
    3,
    "و از روی هوای نفس سخن نمی‌گوید."
  ],
  [
    4,
    "این نیست جز آنچه به او وحی می‌شود (و بجز وحی چیزی نمی‌گوید)."
  ],
  [
    5,
    "(فرشته‌ای) بس نیرومند (= جبرئیل) او را تعلیم داده است،"
  ],
  [
    6,
    "(همان فرشتۀ) نیرومندی که آنگاه راست و درست (به شکل حقیقی فرا رویش) ایستاد."
  ],
  [
    7,
    "در حالی‌که او در افق اعلی (آسمان) بود."
  ],
  [
    8,
    "سپس (جبرئیل) نزدیک شد، آنگاه فرو آمد (و نزدیک‌تر شد)."
  ],
  [
    9,
    "پس (فاصلۀ او با پیامبر) به قدر دو کمان یا کمتر بود."
  ],
  [
    10,
    "آنگاه (الله) آنچه را باید وحی می‌کرد، به بنده‌اش وحی نمود."
  ],
  [
    11,
    "قلب (پیامبر) آنچه را دید، دروغ نگفت."
  ],
  [
    12,
    "آیا با او دربارۀ آنچه می‌بیند مجادله می‌کنید؟!."
  ],
  [
    13,
    "و به راستی بار دیگر (نیز) او را دید [ جبرئیل علیه السلام را در صورت حقیقی، در حالی‌که ششصد بال داشت دیدند. (صحیح بخاری و تفسیر ابن کثیر)]."
  ],
  [
    14,
    "نزد «سدرة المنتهی» [ درخت سدر عظیمی که در آسمان هفتم است و علم هیچ کس از آن فراتر نرود. (تفسیر طبری)]."
  ],
  [
    15,
    "که «جَنَّةُ الْمَأْوَىٰ» نزد آن (درخت) است."
  ],
  [
    16,
    "چون (درخت) «سدره» را چیزی (= نوری) پوشاند."
  ],
  [
    17,
    "چشم (پیامبر) خطا نکرد و (از حد) در نگذشت."
  ],
  [
    18,
    "به راستی (او) پاره‌ای از نشانه‌های بزرگ پروردگارش را دید [ این آیه دربارۀ معراج پیامبر صلی الله علیه وسلم می‌باشد که رسول الله صلی الله علیه وسلم با روح و جسد به آسمان‌ها رفتند. (اختصار از صحیح بخاری شماره .]."
  ],
  [
    19,
    "آیا «لات» و «عزّی» را دیده‌اید؟!"
  ],
  [
    20,
    "و «منات» (بت) سومی بی‌ارزش را؟."
  ],
  [
    21,
    "آیا شما را پسر باشد و او را دختر؟"
  ],
  [
    22,
    "در این صورت، این تقسیمی غیر عادلانه است."
  ],
  [
    23,
    "این‌ها چیزی جز نام‌هایی نیست که شما و پدارن‌تان بر آن‌ها گذاشته‌اید و الله دلیلی بر (صدق مدعی شما) نازل نکرده است. آن‌ها جز از گمان (های بد و بی‌اساس) و هوای نفس پیروی نمی‌کنند، در حالی‌که هدایت از (سوی) پروردگارشان برای آن‌ها آمده است."
  ],
  [
    24,
    "آیا انسان هر چه آرزو کند برایش میسّر است؟!"
  ],
  [
    25,
    "پس آخرت و دنیا از آنِ الله است."
  ],
  [
    26,
    "و چه بسیار فرشتگانی که در آسمان‌ها هستند که شفاعت آن‌ها هیچ سودی نمی‌بخشد، مگر پس از آنکه الله برای هرکس که بخواهد اجازه دهد و راضی باشد."
  ],
  [
    27,
    "بی‌گمان کسانی‌که به آخرت ایمان ندارند، فرشتگان را به نام دختران نام‌گذاری می‌کنند."
  ],
  [
    28,
    "و آن‌ها به آن هیچ دانشی ندارند، جز از گمان (بی‌اساس) پیروی نمی‌کنند، و یقیناً گمان (انسان را) از (شناخت) حق بی‌نیاز نمی‌کند."
  ],
  [
    29,
    "پس (ای پیامبر) از کسی‌که از ذکر ما روی می‌گرداند، و جز زندگی (مادی) دنیا را نخواهد، اعراض کن."
  ],
  [
    30,
    "این آخرین حد دانش آن‌هاست، بی‌گمان پروردگار تو به کسانی‌که از راه او گمراه شده‌اند داناتر است، و او (نیز) به کسانی‌که هدایت یافتند داناتر است."
  ],
  [
    31,
    "و آنچه در آسمان‌ها و آنچه در زمین است از آنِ الله است تا کسانی را که (کار) بد کردند به (سبب) آنچه کرده‌اند کیفر دهد، و کسانی را که نیکوکاری کردند با (بهشت) نیکو پاداش دهد."
  ],
  [
    32,
    "(همان) کسانی‌که از گناهان کبیره و اعمال زشت ـ جز گناهان صغیره ـ دوری می‌کنند بی‌گمان پروردگار تو گسترده آمرزش است، و او نسبت به شما داناتر است، هنگامی‌که شما را از زمین پدید آورد، و هنگامی‌که شما در شکم مادران‌تان بصورت جنین‌هایی بودید، پس خودتان را نستائید (و پاک نشمارید) او به کسانی‌که پرهیزکاری نمودند داناتر است."
  ],
  [
    33,
    "آیا دیده‌ای کسی را که (از حق) روی گرداند؟!"
  ],
  [
    34,
    "و اندکی (مال) بخشید و (سپس سنگدل شد و) خود داری کرد."
  ],
  [
    35,
    "آیا نزد او علم غیب است پس او (همه چیز را) می‌بیند؟!"
  ],
  [
    36,
    "یا از آنچه در صحیفه‌های موسی بوده، آگاه نشده است؟!"
  ],
  [
    37,
    "و (نیز آنچه در صحیفه‌های) ابراهیم، همان کسی‌که وفا دار بود؟!"
  ],
  [
    38,
    "که هیچ کس بار گناه دیگری را بر دوش نمی‌کشد."
  ],
  [
    39,
    "و اینکه برای انسان (بهره‌ای) جز آنچه سعی کرده، نیست."
  ],
  [
    40,
    "و اینکه به زودی (حاصل) تلاش و سعی او دیده خواهد شد."
  ],
  [
    41,
    "سپس او به پاداشی تمام (و کافی) پاداش داده خواهد شد،"
  ],
  [
    42,
    "و یقیناً بازگشت (همۀ امور) به سوی پروردگار توست."
  ],
  [
    43,
    "و اینکه او خنداند و گریاند."
  ],
  [
    44,
    "و اینکه او میراند و زنده کرد."
  ],
  [
    45,
    "و اینکه او دو جفت نر و ماده آفرید."
  ],
  [
    46,
    "از نطفه‌ای چون (در رحم) ریخته شود."
  ],
  [
    47,
    "و اینکه پدید آوردن بار دیگر بر (عهدۀ) او (= الله) است."
  ],
  [
    48,
    "و اینکه اوست که بی‌نیاز کرد و سرمایه بخشید."
  ],
  [
    49,
    "و اینکه اوست که پروردگار (ستاره) «شعری» است. [ستارۀ شعری در زمان جاهلیت پرستیده می‌شد بدین خاطر الله آن را ذکر نموده است. (تفسیر ابن کثیر و تفسیر سعدی).]"
  ],
  [
    50,
    "و اینکه اوست که «عاد نخستین» را هلاک کرد."
  ],
  [
    51,
    "و (نیز) «ثمود» را (هلاک کرد) پس (کسی را) باقی نگذاشت."
  ],
  [
    52,
    "(و (همچنین) قوم نوح را پیش از آن (هلاک نمود). بی‌گمان آن‌ها از همه ظالم‌تر و سرکش‌تر بودند."
  ],
  [
    53,
    "و (شهرهای) مؤتفکه (= قوم لوط) را زیر و رو (و نابود) کرد."
  ],
  [
    54,
    "پس آن‌ها را با آنچه سزاوار بودند از عذاب سنگین و دردناک پوشانید."
  ],
  [
    55,
    "پس (ای انسان نا سپاس) به کدامیک از نعمت‌های پروردگارت شک داری؟!"
  ],
  [
    56,
    "این (پیامبر) هشدار دهنده‌ای از (قبیل) هشدار دهندگان پیشین است."
  ],
  [
    57,
    "قیامت نزدیک شده است."
  ],
  [
    58,
    "و هیچ کس جز الله آشکارش نکند (و نتواند سختی‌های آن را دفع کند)."
  ],
  [
    59,
    "آیا از این سخن تعجب می‌کنید؟!"
  ],
  [
    60,
    "و می‌خندید و نمی‌گریید؟!"
  ],
  [
    61,
    "و شما همواره در غفلت (و هوسرانی) هستید."
  ],
  [
    62,
    "پس (همه) برای الله سجده کنید، و او را بپرستید."
  ]
]