[
  {
    "id": "54",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Qamar",
    "translated_name": "The Moon",
    "verse_count": 55,
    "slug": "al-qamar",
    "codepoints": [
      1575,
      1604,
      1602,
      1605,
      1585
    ],
    "translated_by": "Hussein Taji Kal Dari"
  },
  [
    1,
    "قیامت نزدیک شد و ماه بشکافت [ دونیم شدن ماه، معجزه‌ای از معجزات رسول الله صلی الله علیه وسلم می‌باشد، که در احادیث متواتر با اسناد‌‌‌‌های صحیح روایت شده است (تفسیر ابن کثیر).]."
  ],
  [
    2,
    "و اگر (کافران) معجزه‌ای ببینند، روی بگردانند و گویند: «(این) جادویی قوی است»."
  ],
  [
    3,
    "و آن‌ها (آیات و نشانه‌های الهی را) تکذیب کردند و از هوی نفس خود پیروی کردند، و هرکاری قرار‌گاهی دارد."
  ],
  [
    4,
    "و به راستی برای آنان به‌اندازۀ کافی خبر‌‌‌های (‌‌‌پندآمیزی) آمده است که (از گناهان و بدی‌ها) باز می‌دارد."
  ],
  [
    5,
    "(این آیات) حکمت (و دانش) تمام (و رسا) است. پس (برای افراد جاهل و لجوج) هشدار‌ها سودی نمی‌بخشد."
  ],
  [
    6,
    "بنابراین (ای پیامبر!) از آن‌ها روی بگردان، (تا آن) روزی‌که دعوت کنند‌‌‌ه‌ای (مردم را) به امر وحشت‌ناکی دعوت کند."
  ],
  [
    7,
    "در حالی‌که چشمان‌شان فروهشته باشد از قبرها بیرون آیند گویی که آن‌ها ملخ‌هایی پراکنده هستند."
  ],
  [
    8,
    "و به سوی دعوت کننده می‌شتابند. کافران می‌گویند: «این روز سختی است»."
  ],
  [
    9,
    "پیش از آن‌ها قوم نوح تکذیب کرده بودند، پس بندۀ ما (نوح) را تکذیب کردند و گفتند: «(او) دیوانه است» و (با او) درشتی کردند (و آزردند)."
  ],
  [
    10,
    "پس او پروردگارش را خواند (و عرض کرد): «من مغلوب شده‌ام، پس یاریم فرما (و از آن‌ها انتقام بگیر)»."
  ],
  [
    11,
    "آنگاه درهای آسمان را با آبی (فراوان و) فروریزنده گشودیم."
  ],
  [
    12,
    "و از زمین چشمه‌های جوشاندیم (و جاری نمودیم). پس این (دو) آب (آسمان و زمین) برای امری که مقدر شده بود باهم در‌آمیختند."
  ],
  [
    13,
    "و او (= نوح) را بر (مرکبی) ساخته شده از تخته و میخ سوار کردیم."
  ],
  [
    14,
    "زیر نظر (و حفاظت) ما روان بود، کیفری بود برای کسانی‌که کافر شده بودند."
  ],
  [
    15,
    "و به راستی ما این (ماجرا) را (به عنوان) نشانه‌ای بر جای گذاشتیم، پس آیا کسی هست که پند گیرد؟!"
  ],
  [
    16,
    "پس (بنگرید) عذاب و هشدار‌های من چگونه بود؟!"
  ],
  [
    17,
    "و یقیناً ما قرآن را برای تذکر آسان نمودیم، پس آیا کسی هست که متذکر شود؟!"
  ],
  [
    18,
    "(قوم) عاد (نیز) تکذیب کردند، پس (بنگرید) عذاب و هشدار‌های من چگونه بود؟!"
  ],
  [
    19,
    "ما تند باد سرد (وحشت‌ناکی) در روزی شوم طولانی بر آن‌ها فرستادیم."
  ],
  [
    20,
    "که مردم را (از جا) بر می‌کند، گویی که آن‌ها تنه‌های نخل ریشه کن شده‌اند."
  ],
  [
    21,
    "پس (بنگرید) عذاب و هشدار‌های من چگونه بود؟!"
  ],
  [
    22,
    "و یقیناً ما قرآن را برای تذکر آسان نمودیم، پس آیا کسی هست که متذکر شود؟!"
  ],
  [
    23,
    "(قوم) ثمود (نیز) هشدار دهندگان را تکذیب کردند."
  ],
  [
    24,
    "و گفتند: «آیا از یک بشری از (جنس) خودمان پیروی کنیم؟! (اگر چنین کنیم) آنگاه ما در گمراهی و دیوانگی خواهیم بود،"
  ],
  [
    25,
    "آیا از میان ما تنها بر او وحی نازل شده است؟ (خیر) بلکه او دروغگوی خود پسند است»."
  ],
  [
    26,
    "فردا خواهند دانست چه کسی دروغگوی خود پسند است."
  ],
  [
    27,
    "بی‌گمان ما ماده شتر را برای آزمایش آن‌ها می‌فرستیم، پس (ای صالح) منتظر (پایان کار) شان باش و صبر پیشه کن. [بیرون آوردن ماده شتر از دل کوه معجزه‌ای بود که قوم صالح از پیامبر خود درخواست کرده بودند، و این معجزه تحقق یافت ولی باز هم انکار کردند و ماده شتر را پی کردند.]"
  ],
  [
    28,
    "و به آن‌ها خبر ده که همانا آب (قریه) در میان آن‌ها (و ناقه) تقسیم شده است، هرکه در نوبت خود باید حاضر شود."
  ],
  [
    29,
    "پس آن‌ها یار خود را صدا زدند، آنگاه (آمد و) دست بکار شد و (شتر را) پی کرد."
  ],
  [
    30,
    "پس (بنگرید) عذاب و هشدار‌های من چگونه بود؟!"
  ],
  [
    31,
    "بی‌گمان ما یک صیحه (= بانگ مرگباری) بر آن‌ها فرستادیم، پس (همگی) به صورت گیاه خشک خردشده‌ای در آمدند."
  ],
  [
    32,
    "و یقیناً ما قرآن را برای تذکر آسان نمودیم، پس آیا کسی هست که متذکر شود؟!"
  ],
  [
    33,
    "قوم لوط هشداردهندگان را تکذیب کردند."
  ],
  [
    34,
    "بی‌گمان ما شن باد تندی بر آن‌ها فرستادیم (و همگی را هلاک کردیم) جز خاندان لوط که سحرگاهان نجات‌شان دادیم."
  ],
  [
    35,
    "(این) نعمتی بود از سوی ما، این گونه کسی را که شکر کند پاداش می‌دهیم."
  ],
  [
    36,
    "و به راستی (لوط) آن‌ها را از عقوبت (سخت) ما بیم داد، پس آن‌ها با هشدار‌ها مجادله (و ستیز) کردند."
  ],
  [
    37,
    "و به راستی آن‌ها از او (= لوط) خواستند که مهمانش را (برای کار زشت) در اختیار‌شان بگذارد، پس ما دیدگان‌شان را کور کردیم، (و گفتیم:) «پس (طعم) عذاب مرا و (طعم) هشدار‌های مرا بچشید»."
  ],
  [
    38,
    "و یقیناً صبحگاهان عذابی پایدار آن‌ها را فروگرفت (و هلاک کرد)."
  ],
  [
    39,
    "(و گفتیم:) «پس (طعم) عذاب مرا (و طعم) هشدار‌های مرا بچشید»."
  ],
  [
    40,
    "و یقیناً ما قرآن را برای تذکر آسان نمودیم، پس آیا کسی هست که متذکر شود؟!"
  ],
  [
    41,
    "و به راستی هشدار دهندگان به سراغ خاندان فرعون آمدند."
  ],
  [
    42,
    "(آن‌ها) همۀ آیات (و معجزات) ما را تکذیب کردند، پس ما آن‌ها را گرفتیم، گرفتن پیروزمندی توانا!"
  ],
  [
    43,
    "(ای قریش) آیا کفار شما از آن‌ها بهترند یا برای شما امان نامه‌ای در کتابهای (آسمانی پیشین) است."
  ],
  [
    44,
    "یا می‌گویند: «ما جماعتی (نیرومند و) پیروزیم»."
  ],
  [
    45,
    "به زودی آن جمع (کفار قریش) شکست می‌خورد و پشت می‌کنند، (و پا به فرار می‌گذارند) [ مصداق این آیه در جنگ بدر تحقق یافت، رسول الله صلی الله علیه وسلم روز جنگ بدر پس از مناجات و راز و نیاز با پروردگارش در حالی‌که لباس جنگی پوشیده بود از چادر بیرون آمدند و این آیه را می‌خواندند. (صحیح بخاری ]."
  ],
  [
    46,
    "بلکه قیامت وعده‌گاه آن‌هاست، و قیامت سخت‌تر و تلخ‌تر است."
  ],
  [
    47,
    "بی‌گمان گناهکاران در گمراهی و دیوانگی هستند."
  ],
  [
    48,
    "روزی‌که بر چهره‌هایشان در آتش (جهنم) کشیده می‌شوند (و به آن‌ها گفته می‌شود:) «(طعم) آتش دوزخ را بچشید»."
  ],
  [
    49,
    "بی‌گمان ما همه چیز را به‌اندازه آفریدیم."
  ],
  [
    50,
    "و فرمان ما جز یک بار نیست، همچون یک چشم برهم زدنی است."
  ],
  [
    51,
    "و به راستی ما (کسانی‌که) همانند شما (بودند)، هلاک کردیم پس آیا کسی هست که متذکر شود (و پندگیرد)؟!"
  ],
  [
    52,
    "و هر چیزی را که انجام داده‌اند در نامه‌های (اعمال‌شان ثبت) است."
  ],
  [
    53,
    "و هر (کار) کوچک و بزرگ نوشته شده است."
  ],
  [
    54,
    "بی‌گمان پر هیزگاران در باغ‌ها و (کنار) نهرهای (بهشتی) هستند."
  ],
  [
    55,
    "در (جایگاه و) مجلس صدق (و راستی) نزد فرمانروایی مقتدر."
  ]
]