[
  {
    "id": "6",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-An'am",
    "translated_name": "The Cattle",
    "verse_count": 165,
    "slug": "al-anam",
    "codepoints": [
      1575,
      1604,
      1571,
      1606,
      1593,
      1575,
      1605
    ]
  },
  1,
  "ستایش برای الله است که آسمان‌ها و زمین را آفرید و تاریک‌ها و نور را پدید آورد، و با این همه آن‌هایی که کافران شدند با پروردگار خویش دیگری را برابر می‌دارند (و به او شرک می‌آورند).",
  2,
  "او کسی است که شما را از گِل آفرید، سپس مدتی را مقرر کرد، و (برای قیامت) مدتی معین نزد اوست، با این همه شک می‌کنید.",
  3,
  "و اوست الله معبود در آسمان‌ها و در زمین، نهان شما و آشکار شما را می‌داند، و آنچه به دست می‌آورید (و انجام می‌دهید) می‌داند.",
  4,
  "و هیچ نشانه‌ای از نشانه‌های پروردگارشان برای آنان نمی‌آید، مگر اینکه روی‌گردان می‌شوند.",
  5,
  "به راستی آنان حق را هنگامی‌که سراغ‌شان آمد، تکذیب کردند، پس به زودی خبر چیزهایی که به مسخره می‌گرفتند به آن‌ها خواهد رسید.",
  6,
  "آیا ندیدند که پیش از آن‌ها چه قدر از امت‌ها را هلاک کردیم؟ (امت‌هایی) که در زمین به آن‌ها (قدرت و) اقتدار داده بودیم که به شما (چنان قدرت و) اقتداری نداده‌ایم، و باران‌های پی در پی از آسمان بر آن‌ها فرستادیم، و از زیر (آبادی‌های) آن‌ها رودها را جای ساختیم، آنگاه آنان را به کیفر گناهان‌شان نابودشان کردیم، و پس از آن‌ها گروهی دیگر را پدید آوردیم.",
  7,
  "و اگر کتابی (نوشته) بر کاغذ بر تو نازل کنیم، که آن را با دست‌های خود لمس کنند؛ قطعاً کسانی‌که کافر شدند، می‌گویند: «این (چیزی) جز جادویی آشکار نیست».",
  8,
  "و گفتند: «چرا فرشته‌ای بر او نازل نشده است؟ (تا او را تصدیق کند؟)» و اگر فرشته‌ای می‌فرستادیم، (و ایمان نمی‌آوردند) قطعاً کار به پایان می‌رسید، سپس به آن‌ها (هیچگونه) مهلتی داده نمی‌شد (و هلاک می‌شدند)",
  9,
  "و اگر او (= فرستاده) را فرشته‌ای قرار می‌دادیم، حتما وی را به صورت یک مرد در می‌آوردیم، باز هم (به گمان آنان کار را بر آن‌ها) مشتبه می‌ساختیم همان‌گونه که آن‌ها (بر خود و دیگران) مشتبه می‌سازند (و جای شبه باقی می‌ماند).",
  10,
  "(ای پیامبر) بتحقیق پیامبران پیش از تو (نیز) مسخره شدند، پس (سزای) آنچه مسخره‌اش می‌کردند؛ بر سر تمسخر کنندگان فرود آمد (و آن‌ها را احاطه کرد).",
  11,
  "بگو: «در زمین گردش کنید، سپس بنگرید سر انجام تکذیب کنندگان چگونه بوده است».",
  12,
  "بگو: «آنچه در آسمان‌ها و زمین است، از آن کیست؟» بگو: «از آن الله است، که رحمت را بر خود مقرر داشته است، قطعاً شما را در روز قیامت که در آن شکی نیست، گرد خواهد آورد، کسانی‌که به خویش زیان رسانده‌اند پس ایمان نمی‌آورند.",
  13,
  "و از آن اوست، آنچه در شب و روز آرام گیرد، و او شنوایی داناست».",
  14,
  "بگو: «آیا غیر الله را ولی و یاور گیرم؟ (پروردگاری) که پدید آورندۀ آسمان‌ها و زمین است، اوست که روزی می‌دهد، و به او روزی نمی‌دهند». بگو: «من مأمورم که نخستین کسی باشم که اسلام آورده است، و (فرمان یافته ام که) از مشرکان نباش».",
  15,
  "بگو: «همانا من اگر نافرمانی پروردگارم کنم، از عذاب روز بزرگ می‌ترسم».",
  16,
  "هر کس که در آن روز (عذاب را) از او بگردانند (و به وی عذاب نرسد) قطعاً (الله) به او رحم نموده است؛ و این پیروزی آشکار است.",
  17,
  "اگر الله (بخواهد) زیانی به تو برساند، هیچ کس جز او نمی‌تواند آن را دفع کند، و اگر خیری به تو رساند، پس او بر همه چیز تواناست.",
  18,
  "و اوست که بر بندگان خود مسلط و چیره است، و او حکیم آگاه است.",
  19,
  "بگو: «چه چیز در گواهی بزرگ‌تر (و برتر) است؟» بگو: «الله، میان من و شما گواه است، و این قرآن بر من وحی شده تا شما و تمام کسانی را که به آن‌ها می‌رسد؛ با آن بیم دهم، آیا براستی شما گواهی می‌دهید که با الله معبودهای دیگری هستند؟» بگو: «من گواهی نمی‌دهم» بگو: «همانا او تنها معبود یگانه است، و من از آنچه با او شریک قرار می‌دهید، بیزارم».",
  20,
  "کسانی‌که به آن‌ها کتاب داده‌ایم، به خوبی او را می‌شناسند، همان گونه که فرزندان خود را می‌شناسند، کسانی‌که به خویش زیان رسانده‌اند پس ایمان نمی‌آورند.",
  21,
  "و چه کسی ستمکارتر است از آن کس که بر الله دروغ ببندد، یا آیاتش را تکذیب کند؟ به راستی ستمکاران رستگار نخواهند شد.",
  22,
  "و روزی‌که همه آن‌ها را گرد آوریم، سپس به کسانی‌که شرک ورزیده‌اند؛ می‌گوییم: «معبودهایی که آن‌ها را شریک الله می‌پنداشتید؛ کجا هستند؟»",
  23,
  "آنگاه پاسخ و عذرشان جز این نباشد که گویند: «به الله پروردگارمان سوگند، که ما مشرک نبودیم!»",
  24,
  "بنگر چگونه بر خویشتن دروغ گفتند، و آن دروغ‌هایی که ساخته بودند همه محو و نابود شد.",
  25,
  "و از آنان کسانی هستند که به تو گوش فرا می‌دهند، و ما بر دل‌های شان پرده‌ها افکنده‌ایم تا آن را نفهمند، و در گوش‌هایشان سنگینی (قرار داده‌ایم) و اگر تمام معجزه‌ها را ببینند، به آن ایمان نمی‌آورند، تا اینکه نزد تو آیند و با تو مجادله کنند، کسانی‌که کافر شدند، گویند: «این جز افسانه‌های پیشینیان نیست».",
  26,
  "و آن‌ها (مردم را) از (پیروی) او (= پیامبر) باز می‌دارند، و خود (نیز) از او دور می‌شوند، آن‌ها جز خویشتن (کسی) را هلاک نمی‌کنند و نمی‌دانند.",
  27,
  "و اگر (آن‌ها را) هنگامی‌که در برابر آتش نگه داشته‌اند؛ ببینی (شگفت زده می‌شوی) پس می‌گویند: «ای کاش باز گردانده می‌شدیم، و آیات پروردگارمان را تکذیب نمی‌کردیم، و از مؤمنان می‌بودیم».",
  28,
  "(نه چنین نیست) بلکه آنچه را که پیش از این پنهان می‌کردند برایشان آشکار شده، و اگر باز گردانده شوند، بی‌تردید به آنچه از آن نهی شده بودند؛ باز می‌گردند، و اینان دروغگویانند.",
  29,
  "و گفتند: «هیچ چیزی جز این زندگی دنیای ما نیست، و ما هرگز بر انگیخته نخواهیم شد».",
  30,
  "و اگر آن‌ها را به هنگامی‌که در پیشگاه پروردگارشان بازداشته شده‌اند ببینی (شگفت زده می‌شوی، و الله به آن‌ها) می‌فرماید: «آیا این حق نیست؟» گویند: «چرا قسم به پروردگارمان (حق است) (الله) می‌فرماید: «پس به سزای آنکه کفر می‌ورزیدید عذاب را بچشید».",
  31,
  "آن‌ها که لقای پروردگار را تکذیب کردند؛ قطعاً زیان دیدند، هنگامی‌که ناگهان قیامت به سراغ‌شان بیاید، گویند: «ای افسوس بر ما که دربارۀ آن کوتاهی کردیم». و آن‌ها (بار) گناهان‌شان را بر پشت‌های خود حمل می‌کنند، چه بد باری است آنچه را حمل می‌کنند.",
  32,
  "زندگی دنیا چیزی جز بازیچه و سرگرمی نیست، و قطعاً سرای آخرت برای کسانی‌که پرهیزگارند، بهتر است، آیا نمی‌اندیشید؟!",
  33,
  "یقیناً ما می‌دانیم که آنچه می‌گویند، تو را غمگین می‌کند، پس آن‌ها (در حقیقت) تو را تکذیب نمی‌کنند، بلکه (این) ستمکاران، آیات الله را انکار می‌کنند.",
  34,
  "و براستی پیامبرانی پیش از تو تکذیب شدند، و در برابر تکذیب‌ها صبر کردند و (در این راه) آزار دیدند؛ تا یاری ما به آن‌ها رسید، و هیچ کس نمی‌تواند کلام الله را تغییر دهد، و بی‌گمان اخبار پیامبران به تو رسیده است.",
  35,
  "و اگر روی گردانی آن‌ها بر تو گران آمده است، پس اگر می‌توانی نقبی در زمین (بزنی) یا نردبانی به آسمان بجوی، آنگاه نشانه‌ای (دیگر) برای آن‌ها بیاوری! (پس چنان کن). و اگر الله بخواهد آن‌ها را بر هدایت گرد می‌آورد، پس هرگز از نادانان مباش.",
  36,
  "تنها کسانی (دعوت تو را) اجابت می‌کنند که گوش شنوا دارند، و الله مردگان را (در روز قیامت) بر می‌انگیزد، سپس به سوی او باز گردانده می‌شوند.",
  37,
  "و گفتند: «چرا نشانه‌ای از طرف پروردگارش بر او نازل نشده است؟» بگو: «بی‌گمان الله، قادر است که نشانه‌ای نازل کند» ولی بیشتر آن‌ها نمی‌دانند.",
  38,
  "هیچ جننبده‌ای در زمین نیست، و نه هیچ پرنده‌ای که با دو بال خود پرواز می‌کند، مگر اینکه امت‌هایی مانند شما هستند، ما در کتاب (لوح محفوظ) هیچ چیز را فرو گذار نکردیم، سپس به سوی پروردگارشان محشور می‌گردند.",
  39,
  "و کسانی‌که آیات ما را تکذیب کردند، کر و لال هستند (از شنیدن حق و گفتن حق و) در تاریکی‌های قرار دارند، هر کس را الله بخواهد گمراه می‌کند، و هر کس را بخواهد؛ او را بر راه راست قرار خواهد داد.",
  40,
  "بگو: «اگر راست می‌گویید، به من خبر دهید اگر عذاب الله به سراغ شما آید، یا قیامت بر پا شود، آیا غیر از الله را می‌خوانید؟!»",
  41,
  "(نه) بلکه تنها او را می‌خوانید، و اگر او بخواهد مشکلی را که برای آن؛ او را خوانده‌اید، بر طرف می‌سازد، و آنچه را شریک او قرار می‌دهید؛ فراموش خواهید کرد.",
  42,
  "و ما بتحقیق به سوی امت‌هایی که پیش از تو بودند، (پیامبرانی) فرستادیم، (چون نافرمانی کردند) پس آن‌ها را به رنج و سختی‌ها گرفتار ساختیم، تا زاری کنند (و تسلیم گردند)",
  43,
  "پس چرا هنگامی‌که عذاب ما به آن‌ها رسید زاری نکردند؟ (و تسلیم نشدند؟!) بلکه دل‌های آن‌ها سخت شد، و شیطان، هر کاری که می‌کردند، در نظرشان آراست.",
  44,
  "پس چون آنچه را به آن‌ها یاد آوری شده بود فراموش کردند، درهای همه چیز را به روی آن‌ها گشودیم تا وقتی که به آنچه داده شدند شاد گشتند، ناگهان آن‌ها را گرفتیم، در این هنگام همه مأیوس شدند.",
  45,
  "پس ریشه قومی که ستم کرده بودند، قطع شد، و ستایش مخصوص الله است که پروردگار جهانیان است.",
  46,
  "بگو: «به من خبر دهید، اگر الله، گوش شما و چشم‌هایتان را بگیرد، و بر دل‌های شما مهر بزند کدام معبود جز الله (می تواند) آن‌ها را به شما بازگرداند؟!» ببین چگونه آیات را (به شیوهای) گوناگون (بیان) می‌کنیم، سپس آن‌ها روی می‌گردانند!",
  47,
  "بگو: «به من خبر دهید اگر عذاب الله ناگهان یا آشکارا به سراغ شما بیاید؛ آیا جز قوم ستمکاران نابود می‌شوند؟!».",
  48,
  "و ما پیامبران را جز بشارت‌دهنده و بیم‌دهنده نمی‌فرستیم، پس هر کس که ایمان آورد و (خویشتن را) اصلاح کند نه ترسی بر آنان است و نه آنان اندوهگین می‌شوند.",
  49,
  "و کسانی‌که آیات ما را تکذیب کردند؛ بخاطر (کفر و) نافرمانی شان عذاب به آنان می‌رسد.",
  50,
  "بگو: «من نمی‌گویم خزاین الله نزد من است و غیب نمی‌دانم، و به شما نمی‌گویم من فرشته هستم، جز از آنچه به من وحی می‌شود؛ پیروی نمی‌کنم». بگو: «آیا نابینا و بینا یکسانند؟! چرا نمی‌اندیشید؟!»",
  51,
  "و با آن (= قرآن) کسانی را که می‌ترسند به سوی پروردگارشان گرد آیند؛ بیم ده (زیرا که) برایشان (در آن روز) دوست و شفیعی جز او (= خدا) نیست؛ باشد که پرهیزگاری پیشه کنند.",
  52,
  "و کسانی را که صبح و شام پروردگارشان را می‌خوانند (و) خشنودی او را می‌خواهند (از خود) دور مکن، نه چیزی از حساب آن‌ها بر توست و نه چیزی از حساب تو بر آن‌ها؛ پس اگر آن‌ها را طرد کنی از ستمکاران خواهی بود.",
  53,
  "و این چنین بعضی از آن‌ها را با بعض دیگر آزمودیم؛ تا بگویند: «آیا این‌ها هستند که الله از میان ما بر آنان منت نهاده (و نعمت هدایت بخشیده)است؟!» آیا الله به سپاسگزاران داناتر نیست؟",
  54,
  "و هرگاه کسانی‌که به آیات ما ایمان دارند نزد تو آیند (به آن‌ها) بگو: «سلام بر شما، پروردگارتان رحمت را بر خود فرض کرده که هر کس از شما از روی نادانی کار بدی مرتکب شود؛ سپس بعد از آن توبه و درستکاری کند، البته او آمرزندۀ مهربان است».",
  55,
  "و این چنین آیات را به تفصیل بیان می‌کنیم و تا راه مجرمان (و گناهکاران) آشکار گردد.",
  56,
  "بگو: «من از پرستش کسانی‌که غیر از الله می‌خوانید؛ نهی شده‌ام». بگو: «من از هوس‌های شما پیروی نمی‌کنم که اگر چنین کنم؛ قطعاً گمراه شده‌ام و از هدایت یافتگان نخواهم بود».",
  57,
  "بگو: «من دلیل روشنی از پروردگارم دارم و شما آن را تکذیب کرده‌اید و آنچه شما بدان شتاب دارید (از نزول عذاب) نزد من نیست؛ حکم و فرمان تنها از آن الله است، حق را بیان می‌کند و او بهترین جدا کننده (ی حق از باطل) است».",
  58,
  "بگو: «اگر آنچه که شما بدان شتاب دارید (از نزول عذاب) نزد من بود (بر شما نازل می‌کردم و) کار میان من و شما به پایان می‌رسید، و الله به ستمکاران داناتر است».",
  59,
  "و کلیدهای غیب نزد اوست؛ و جز او کسی آن‌ها را نمی‌داند، آنچه را در خشکی و دریاست می‌داند، و هیچ برگی (از درختی) نمی‌افتد؛ مگر اینکه آن را می‌داند، و نه هیچ دانه‌ای در تاریکی‌های زمین و نه هیچ تر و خشکی (و جود دارد) مگر اینکه در کتابی آشکار (= لوح محفوظ ثبت) است.",
  60,
  "و او کسی است که (روح) شما را در شب (هنگام خواب) می‌گیرد و آنچه در روز کرده‌اید می‌داند، سپس شما را در آن (روز از خواب) بر می‌انگیزد تا موعد مقرر فرا رسد، سپس بازگشت شما به سوی اوست، آنگاه شما را از آنچه انجام می‌دادید؛ آگاه می‌سازد.",
  61,
  "و او بر بندگانش چیره است و نگهبانانی (از فرشتگان) بر شما می‌فرستد تا زمانی که یکی از شما را مرگ فرا رسد؛ فرستادگان ما (ملک الموت و دست‌یارانش) جانش را می‌گیرند، و آن‌ها (در انجام مأموریت خود) کوتاهی نمی‌کنند.",
  62,
  "سپس به سوی الله که مولای حقیقی آن‌هاست باز می‌گردند، بدانید که حکم (و داوری) مخصوص اوست، و او زود شمار‌ترین حساب‌گران است.",
  63,
  "بگو: «چه کسی شما را از تاریکی‌های خشکی و دریا رهایی می‌بخشد؟! او را با تضرع و زاری و (در) پنهانی می‌خوانید (و می‌گویید:) اگر ما را از این (خطرات و بلاها) رهایی بخشد؛ مسلماً از شکر گزاران خواهیم بود».",
  64,
  "بگو: «الله شما را از این‌ها و از هر اندوهی می‌رهاند، باز هم شما شرک می‌ورزید».",
  65,
  "بگو: «او قادر است بر آنکه عذابی از بالای (سر) تان یا از زیر پای‌تان؛ بر شما بفرستد، یا شما را بصورت گروه گروه (و پراکنده) با هم بیامیزد و (طعم) جنگ (و دو دستگی) را به هر یک از شما بوسیلۀ دیگری بچشاند». بنگر، چگونه آیات را گوناگون بیان می‌کنیم؛ تا آنان دریابند.",
  66,
  "قوم تو آن (= قرآن) را تکذیب کردند در حالی‌که آن حق است. بگو: «من بر شما نگهبان نیستم».",
  67,
  "هر خبری (سر انجام و) قرار گاهی دارد، و به زودی خواهید دانست.",
  68,
  "و هر گاه کسانی را دیدی که در آیات ما (از روی عناد و مسخره) به بحث و گفتگو می‌پردازند، از آنان روی بگردان؛ تا به سخن دیگری بپردازند. و اگر شیطان تو را به فراموشی افکند، پس هرگز بعد از یاد آوردن با گروه ستمگران منشین.",
  69,
  "و چیزی از حساب (و گناه) آن‌ها بر (عهده) پرهیزگاران نیست، ولی (همنشینی باید) برای پند دادن (و یادآوری) باشد، شاید که پرهیزگاری پیشه کنند.",
  70,
  "و کسانی را که آیین خود را به بازیچه و سرگرمی گرفتند، و زندگی دنیا، آن‌ها را فریب داده است، رها کن، و با این (قرآن) اندرزشان بده، تا مبادا کسی به (کیفر) آنچه کرده است، (از کردار بد و گناه) گرفتار (و هلاک) شود، (و در قیامت) جز خدا؛ نه یاوری دارند، و نه شفاعت کننده‌ای، و (چنین افرادی) هر فدیه‌ای را به جای خود بدهند، از او پذیرفته نخواهد شد. آن‌ها کسانی هستند که به (کیفر) آنچه کرده‌اند؛ گرفتار شده‌اند، نوشابه‌ای از آب جوشیده برای آن‌هاست و عذاب دردناکی؛ بخاطر اینکه کفر می‌ورزیدند.",
  71,
  "بگو: «آیا غیر از خدا، چیزی را بخوانیم که نه ما را سود می‌دهد و نه زیان می‌رساند؟! و به عقب برگردیم بعد از آنکه الله ما را هدایت کرده است؟! همچون کسی‌که شیطان او را (با وسوسه) در زمین گمراه کرده و سر گردان مانده است، در حالی‌که او یارانی دارد، او را به هدایت دعوت می‌کنند، (و می‌گویند:) به سوی ما بیا». بگو: «به راستی هدایت الله، هدایت (واقعی) است، و به ما امر شده که تسلیم پروردگار جهانیان باشیم.",
  72,
  "و اینکه نماز را بر پا دارید، و از او بترسید، و تنها اوست که به سویش محشور می‌شوید».",
  73,
  "و اوست (آن خالق یکتا) که آسمان‌ها و زمین را به حق آفرید، و روزی‌که می‌فرماید: «باش» پس موجود می‌شود، گفتار او حق است، و روزی‌که در صور (= شیپور) دمیده می‌شود؛ فرمانروایی از آن اوست، دانای پنهان و آشکار است، و او حکیم آگاه است.",
  74,
  "و (بیاد آور) هنگامی را که ابراهیم به پدرش آزر گفت: «آیا بت‌ها را به پرستش می‌گیری؟! من تو و قوم تو را در گمراهی آشکار می‌بینم».",
  75,
  "و این چنین، ملکوت آسمان‌ها و زمین را به ابراهیم نشان دادیم، تا از یقین کنندگان باشد.",
  76,
  "پس هنگامی‌که (تاریکی) شب او را پوشانید، ستاره‌ای دید، گفت: «این پروردگار من است» و چون غروب کرد؛ گفت: «غروب کنندگان را دوست ندارم».",
  77,
  "پس هنگامی‌که ماه را تابنده دید؛ گفت: «این پروردگار من است». و چون غروب کرد، گفت: «اگر پروردگارم مرا راهنمایی نکند، مسلماً از گروه گمراهان خواهم بود».",
  78,
  "پس هنگامی‌که خورشید را درخشنده دید، گفت: «این پروردگار من است؛ این بزرگتر است». اما وقتی که غروب کرد، گفت: «ای قوم! من از آنچه (برای خدا) شریک قرار می‌دهید، بیزارم».",
  79,
  "بتحقیق من روی خود را به سوی کسی آوردم که آسمان‌ها و زمین را پدپد آورد، حقگرایم و از مشرکان نیستم.",
  80,
  "و قومش با وی به مجادله و ستیز پرداختند، گفت: «آیا دربارۀ الله با من مجادله و ستیز می‌کنید؛ در حالی‌که مرا هدایت کرده است؟! و من از آنچه با او شریک قرار می‌دهید، نمی‌ترسم، مگر پروردگارم چیزی را بخواهد، علم و دانش پروردگارم همه چیز را در برگرفته است، آیا پند نمی‌گیرید؟!",
  81,
  "و چگونه از چیزی که شریک او قرار داده‌اید؛ بترسم؟! در حالی‌که شما نمی‌ترسید از آنکه چیزی را شریک الله قرار داده‌اید که هیچ گونه دلیلی دربارۀ آن بر شما نازل نکرده است، پس اگر می‌دانید کدام یک از این دو دسته به ایمنی شایسته‌تر است؟",
  82,
  "آنان که ایمان آورده‌اند، و ایمان خود را به شرک نیالودند، ایمنی از آن آن‌هاست؛ و آن‌ها هدایت شدگانند».",
  83,
  "و این‌ها حجت و دلایل ما بود که به ابراهیم در برابر قومش دادیم، درجات هر کس را بخواهیم بالا می‌بریم، همانا پروردگار تو، حکیم داناست.",
  84,
  "و اسحاق و یعقوب را به او بخشیدیم، و هر یک را هدایت کردیم، و نوح را (نیز) پیش از آن هدایت نمودیم، و از فرزندان او داوود، و سلیمان، و ایوب و یوسف و موسی و هارون را (هدایت کردیم) و این چنین نیکوکاران را پاداش می‌دهیم.",
  85,
  "و (نیز) زکریا و یحیی و عیسی و الیاس را (هدایت نمودیم) همه از صالحان بودند.",
  86,
  "و اسماعیل و الیسع، و یونس و لوط را (هدایت کردیم) و همه را بر جهانیان برتری داده‌ایم.",
  87,
  "و (نیز) از پدران‌شان و فرزندان‌شان و برادران‌شان و (برخی را برتری دادیم) و برگزیدیم و به راه راست هدایت نمودیم.",
  88,
  "این هدایت الله است، که هر کس از بندگانش را بخواهد با آن هدایت می‌کند. و اگر شرک می‌ورزیدند؛ هرآینه آنچه را که انجام داده بودند از (اعمال نیک) آن‌ها نابود می‌شد.",
  89,
  "آن‌ها کسانی هستند که کتاب و حکمت و نبوت به آنان دادیم، پس اگر این (مشرکان) به آن (آیات قرآن) کفر ورزند، بتحقیق ما گروهی را بر آن می‌گماریم که نسبت به آن کافر نیستند.",
  90,
  "آن‌ها کسانی هستند که الله هدایت‌شان کرده است؛ پس به روش آنان اقتدا کن، بگو: «من در برابر این (رسالت) پاداشی از شما نمی‌طلبم، این (رسالت و دعوت) چیزی جز (پند و) یاد آوری برای جهانیان نیست».",
  91,
  "و آن‌ها (مقام و عظمت) الله را آن گونه که شایسته است؛ نشناخته‌اند، که گفتند: «الله بر هیچ بشری چیزی را نازل نکرده است» بگو: «کتابی را که موسی برای روشنایی و هدایت مردم آورد، چه کسی نازل کرده است؟! (شما) آن را به صورت نوشته‌های پراکنده قرار می‌دهید، قسمتی را آشکار و بسیاری را پنهان می‌کنید، و چیزهایی به شما آموزش داده شده که نه شما می‌دانستید و نه پدران‌تان، (از آن با خبر بودند)» بگو: «الله (آن را نازل کرده است)» سپس آن‌ها را با سخنان باطل شان، رها کن تا (سر گرم باشند) و بازی کنند.",
  92,
  "و این (قرآن) کتابی است مبارک که نازل کردیم، که آنچه را پیش از آن (از کتاب‌های آسمانی) آمده تصدیق می‌کند، و تا اهالی مکه و کسانی را که گرد آن ساکنند؛ بیم دهی، و کسانی‌که به آخرت ایمان دارند به آن (نیز) ایمان می‌آورند، و آنان بر نمازهای خود محافظت می‌کنند.",
  93,
  "و چه کسی ستمکار تر است از کسی‌که دروغی به الله ببندد، یا بگوید: «به من وحی شده است». در حالی‌که به او وحی نشده است، و کسی‌که بگوید: «من (نیز) همانند آنچه الله نازل کرده است، نازل می‌کنم!» و (شگفت‌زده می‌شوی) اگر ببینی هنگامی‌که (این) ستمکاران در سکرات مرگ فرو رفته‌اند، و فرشتگان (قبض روح) دست‌ها را گشوده (و به آنان می‌گویند:) «جان‌هایتان را بیرون آورید! امروز عذاب خفت‌باری در برابر آنچه ناحق بر الله می‌گفتید، و نسبت به آیات او تکبّر ورزیدید، خواهید دید».",
  94,
  "و (در روز قیامت الله می‌فرماید:) «همانا شما یکه (و تنها) به سوی ما آمدید، همان گونه که روز اول شما را آفریدیم، و آنچه را به شما بخشیده بودیم، پشت سرتان رها کردید، و شفیعانی را که شریک در (امور) خود می‌پنداشتید با شما نمی‌بینیم، مسلماً (پیوند و روابط) میان شما بریده شده است، و آنچه را (خدایان و حامیان خود) می‌پنداشتید، از شما دور و گم شده‌اند.",
  95,
  "همانا الله شکافندۀ دانه و هسته است، زنده را از مرده خارج می‌سازد، و مرده را از زنده بیرون می‌آورد، این است الله شما، پس چگونه (از حق) منحرف می‌شوید؟!",
  96,
  "(او) شکافندۀ صبح است، و شب را (مایۀ) آرامش و خورشید و ماه را (وسیلۀ) حساب (زمان) قرار داده است، این اندازه‌گیری الله توانای داناست.",
  97,
  "و او کسی است که ستارگان را برای شما قرار داد، تا در تاریکی‌های خشکی و دریا بوسیلۀ آن‌ها راه یابید. بتحقیق ما آیات (و نشانه‌های خود) را برای گروهی که می‌دانند (بتفصیل) بیان داشتیم.",
  98,
  "و او کسی است شما را از یک تن آفرید، پس شما را قرار گاه و امانت گاهی است، ما آیات (خود) را برای گروهی که در می‌یابند (به تفصیل) بیان نمودیم.",
  99,
  "و او کسی است که از آسمان آبی نازل کرد، پس بوسیلۀ آن گیاهان گوناگون (از زمین) بیرون آوردیم، سپس از آن سبزه‌ها پدید آوردیم، که از آن دانه‌های متراکم، و از شکوفۀ نخل خوشه‌هایی نزدیک به یکدیگر بیرون آوردیم. و باغ‌هایی از انگور، و زیتون و انار، (میوه‌هایی) که برخی شبیه هم و برخی بی‌شباهت به هم هستند (بیرون آوردیم). هنگامی‌که میوه داد (و به بار نشست) به میوۀ آن، و (به) رسیدنش بنگرید که همانا در آن نشانه‌هایی است برای گروهی که ایمان دارند.",
  100,
  "و (مشرکان) برای الله شریک‌های ازجن قرار دادند، در حالی‌که (الله) آن‌ها را آفریده است، و از روی نادانی برای الله پسران و دخترانی ساختند، الله منزه و برتر است از آنچه توصیف می‌کنند.",
  101,
  "(او) پدید آورندۀ آسمان‌ها و زمین است، چگونه ممکن است فرزندی داشته باشد؟! در حالی‌که همسری ندارد؟ و همه چیز را آفریده، و او به هر چیز داناست.",
  102,
  "این است الله، پروردگار شما، هیچ معبودی (بحق) جز او نیست، آفرینندۀ همه چیز است، پس او را بپرستید، و او بر همه چیز (کار ساز و) نگهبان است.",
  103,
  "چشم‌ها او را در نمی‌یابند، و او چشم‌ها را در می‌یابد، و او باریک بین آگاه است.",
  104,
  "(ای پیامبر به مشرکین بگو:) (دلائل و) بینش‌هایی از (جانب) پروردگارتان برای شما آمد، پس کسی‌که ببیند، به (سود) خود اوست، و کسی‌که (از دیدن آن چشم بپوشد و) نابینا شود، پس به زیان خود اوست، و من (مراقب و) نگهبان شما نیستم.",
  105,
  "و این چنین آیات را گوناگون بیان می‌کنیم، تا مبادا بگویند: «درس خوانده‌ای» و ما این آیات را برای گروهی که می‌دانند (و درک می‌کنند) بیان می‌کنیم.",
  106,
  "از آنچه که از سوی پروردگارت بر تو وحی شده، پیروی کن، هیچ معبودی (بحق) جز او نیست، و از مشرکان روی بگردان.",
  107,
  "و اگر الله می‌خواست شرک نمی‌ورزیدند، (و به اجبار ایمان می‌آوردند) و ما تو را بر آنان نگهبان قرار نداده‌ایم، و تو کار سازشان نیستی.",
  108,
  "و کسانی را که (مشرکان) به جای الله می‌پرستند؛ دشنام ندهید، مبادا آن‌ها (نیز) از روی دشمنی و جهالت؛ الله را دشنام دهند، این چنین برای هر امتی عمل‌شان را آراستیم، آنگاه باز گشت آن‌ها به سوی پروردگارشان است، پس آن‌ها را از آنچه عمل می‌کردند، آگاه می‌سازد.",
  109,
  "و آن‌ها به سخت‌ترین سوگندهایش به الله سوگند یاد کردند که اگر معجزه‌ای برای آنان بیاید، قطعاً به آن ایمان می‌آورند، بگو: «معجزات فقط نزد الله است (و در اختیار من نیست) و (شما ای مؤمنان) چه می‌دانید که هر گاه معجزه‌ای (هم) بیاید، ایمان نمی‌آورند؟!»",
  110,
  "و ما دل‌های شان و دیدگان‌شان را دگرگون می‌کنیم همان‌گونه که از اول به آن ایمان نیاوردند، و آنان را در سر کشی شان سرگردان رها می‌سازیم.",
  111,
  "و اگر فرشتگان را بر آن‌ها نازل می‌کردیم، و مردگان با آن‌ها سخن می‌گفتند، و همه چیز را در برابرشان گرد می‌آوردیم، هرگز ایمان نمی‌آورند، مگر آنکه الله بخواهد، ولی بیشترشان نمی‌دانند.",
  112,
  "و این چنین برای هر پیامبری، دشمنی از شیاطین انس و جن قرار دادیم، که سخنان فریبنده و بی‌اساس (برای اغفال مردم) به یکدیگر القاء می‌کردند، و اگر پروردگارت می‌خواست، چنین نمی‌کردند، پس آن‌ها را با (تهمت و) دروغ‌هایشان وا‌‌‌ گذار.",
  113,
  "و تا دل‌های کسانی‌که به آخرت ایمان ندارند به آن متمایل گردد، و به آن خوشنود شوند، و هر گناهی که بخواهند، انجام دهند.",
  114,
  "(ای پیامبر بگو:) آیا غیر الله را به داوری طلب کنم؟! و حال آنکه او کسی است که (این) کتاب روشن (که همه چیز در آن بیان شده) به سوی شما نازل کرده است، و کسانی‌که به آن‌ها کتاب (آسمانی) داده‌ایم؛ می‌دانند که این (قرآن) به حق از سوی پروردگارت نازل شده است، بنابراین هرگز از تردید کنندگان مباش.",
  115,
  "و کلام پروردگار تو با صدق و عدل به انجام رسید، هیچ کس نمی‌تواند کلمات او را دگرگون سازد، و او شنوای داناست.",
  116,
  "و اگر از بیشتر کسانی‌که در روی زمین هستند اطاعت کنی، تو را از راه الله گمراه می‌کنند، زیرا (آن‌ها) جز از گمان پیروی نمی‌کنند، و جز به دروغ سخن نمی‌گویند.",
  117,
  "به راستی پروردگارت به کسانی‌که از راه او گمراه می‌شوند، آگاه‌تر است، و او به هدایت‌یافتگان (نیز) آگاه‌تر است.",
  118,
  "پس اگر به آیات او ایمان دارید از (گوشت) آنچه نام الله (هنگام ذبح) بر آن برده شده، بخورید.",
  119,
  "و چرا از چیزهایی که (هنگام ذبح) نام الله بر آن‌ها برده شده نمی‌خورید؟! حال آنکه (الله) آنچه را بر شما حرام کرده، به روشنی بیان نموده است! مگر اینکه ناچار باشید. و همانا بسیاری (از مردم) به خاطر هوی و هوس و بی دانشی (دیگران را) گمراه می‌کنند، بی‌گمان پروردگارت به (حال) تجاوزکاران داناتر است.",
  120,
  "و گناه آشکار و پنهان را رها کنید، همانا آنانکه مرتکب گناه می‌شوند، بزودی در برابر آنچه مرتکب می‌شوند، مجازات خواهند شد.",
  121,
  "و از آنچه (هنگام ذبح) نام الله بر آن برده نشده، نخورید و همانا این (عمل) نافرمانی (و گناه) است و به راستی شیاطین به دوستان خود (شبهه‌هایی) القا می‌کنند، تا با شما مجادله کنند، و اگر از آن‌ها اطاعت کنید بی‌گمان مشرک خواهید بود.",
  122,
  "آیا کسی‌که (با کفر) مرده بود، پس (با هدایت) او را زنده کردیم، و نوری برایش قرار دادیم که با آن در (میان) مردم راه می‌رود، همانند کسی است که در تاریکی‌ها باشد، و از آن خارج نگردد؟! این چنین برای کافران آنچه که انجام می‌دادند آراسته شده است.",
  123,
  "و این گونه در هر شهر و دیاری، بزرگان (و سران) گناهکاران‌شان را قرار دادیم، تا در آن نیرنگ کنند، ولی نمی‌دانند که جز با خودشان مکر نمی‌ورزند.",
  124,
  "و چون نشانه‌ای برای آن‌ها بیاید، می‌گویند: «ما هرگز ایمان نمیآوریم، مگر اینکه همانند آنچه به پیامبران الله داده شده، (به ما هم) داده شود». الله آگاه‌تراست که رسالت خویش را کجا قرار دهد، بزودی به کسانی‌که مرتکب گناه شدند، به سزای مکری که می‌ورزیدند؛ از جانب الله خواری، و عذاب سختی خواهد رسید.",
  125,
  "پس هرکس را که الله بخواهد هدایت کند، سینه‌اش را برای (قبول) اسلام می‌گشاید، و هرکس را که بخواهد گمراه کند، سینه‌اش را چنان تنگ می‌کند که گویا به آسمان بالا می‌رود، این چنین الله پلیدی را بر کسانی‌که ایمان نمی‌آورند؛ قرار می‌دهد.",
  126,
  "و این راه مستقیم پروردگار توست، بتحقیق ما آیات (خود) را برای گروهی که پند می‌گیرند، بیان کردیم.",
  127,
  "برای آن‌ها (در بهشت) سرای آرامش و سلامتی نزد پروردگارشان خواهد بود، و او ولی و دوستدار آن‌هاست بخاطر اعمال (پسندیده‌ای) که انجام می‌دادند.",
  128,
  "و روزی‌که (الله) همۀ آنان را گرد آورد (و میفرماید:) «ای گروه جن، شما افراد زیادی از انسان‌ها را گمراه کردید». و دوستان آن‌ها از آدمیان می‌گویند: «پروردگارا! هر یک از ما دوگروه از یکدیگر بهرمند شدیم، و به آن مدتی که برای ما مقرر داشته بودی رسیدیم». (الله) می‌فرماید: «آتش جایگاه شماست، جاودانه در آن خواهید ماند، مگر آنچه الله بخواهد» بی‌گمان پروردگار تو حکیم داناست.",
  129,
  "و این چنین بعضی از ستمگران را به کیفر آنچه انجام می‌دادند به بعض دیگر وا می‌گذاریم.",
  130,
  "ای گروه جن و انس! آیا پیامبرانی از شما به سوی شما نیامدند که آیات مرا برای‌تان بخوانند، و شما را از ملاقات این روزتان هشدار دهند گویند: «بر (ضد) خودمان گواهی می‌دهیم». و زندگی دنیا آن‌ها را فریب داد، و بر (زیان) خودشان گواهی دهند که کافر بودند.",
  131,
  "این (فرستادن پیامبران) بدان سبب است که پروردگارت هیچ گاه شهرها در حالی‌که مردمش غافل و بی‌خبر باشند، به ستم هلاک نمی‌کند.",
  132,
  "و برای هر یک در برابر آنچه انجام داده‌اند درجاتی است، و پروردگارت از آنچه انجام می‌دهند؛ غافل نیست.",
  133,
  "و پروردگارت بی‌نیاز (و) صاحب رحمت (بی‌کران) است، اگر بخواهد شما را می‌برد، و پس از شما هرکس را بخواهد جانشین می‌کند، چنانکه شما را از نسل گروهی دیگر به وجود آورد.",
  134,
  "مسلّماً آنچه به شما وعده داده می‌شود، خواهد آمد، و شما نمی‌توانید (الله را) ناتوان سازید (و از کیفر الهی فرار کنید).",
  135,
  "بگو: «ای قوم من! به شیوۀ خود عمل کنید، همانا من (نیز به شیوۀ خود) عمل می‌کنم، اما بزودی خواهید دانست که چه کسی سرانجام نیک خواهد داشت، بتحقیق ستمکاران رستگار نخواهند شد».",
  136,
  "و (مشرکان) از آنچه الله از زراعت و چهارپایان آفریده است، بهره‌ای برای او قرار دادند (و نیز بهره‌ای برای بت‌ها) و به گمان خود گفتند: «این برای الله است، و این (هم) برای شریکان ما (= بت‌ها) است [ در این آیه نمونه‌ای از عقیدۀ خود ساختۀ مشرکان بیان شده است، آن‌ها بهره‌ای از زراعت و چهارپایان را برای الله و بهره‌ای مخصوص به بت‌ها قرار می‌دادند، بهرۀ الله را در راه مهمان‌نوازی و فقرا و صله خویشاوندی صرف می‌کردند و بهره بت‌ها را در راه احتیاجات بت‌ها خرج می‌کردند. سپس اگر از بهرۀ تعیین‌شدۀ بت‌ها طبق توقع حاصل نمی‌شد از بهرۀ الله گرفته به او می‌افزودند، ولی برعکس از بهرۀ بت‌ها چیزی نمی‌گرفتند و می‌گفتند: الله متعال بی‌نیاز است.]، پس آنچه از آنِ شریکان‌شان بود به الله نمی‌رسید، و آنچه از آنِ الله بود، به شریکان‌شان می‌رسید، چه بد حکم می‌کنند.",
  137,
  "و این چنین شریکان‌شان برای بسیاری از مشرکان؛ کشتن فرزندان‌شان را آراسته جلوه دادند. تا هلاک‌شان کنند، و آیین شان را برآنان مشتبه سازند، و اگر الله می‌خواست، چنین نمی‌کردند، پس آن‌ها را با تهمت‌هایشان و اگذار.",
  138,
  "و گفتند: «این چهار پایان و کشتزار‌‌‌‌‌‌‌‌ها (برای همه) ممنوع است، مگر کسانی‌که ما بخواهیم ـ به گمان آنان ـ نباید (از) آن بخورد». و چهارپایانی دیگر است که (سوار شدن بر) پشت آن‌ها حرام است. و (نیز) چهار پایانی (دیگر) است که (هنگام ذبح) نام الله را بر آن نمی‌بردند، (و با این کارشان) به الله دروغ می‌بستند. و (الله) به زودی کیفر افتراهای‌شان را خواهد داد.",
  139,
  "و گفتند: «آنچه در شکم این چهارپایان است مخصوص مردان ماست، و بر همسران‌مان حرام است، و اگر مرده باشد پس (همگی) در آن شریکند». بزودی (الله) کیفر این توصیف آن‌ها را می‌دهد، بی‌گمان او حکیم داناست.",
  140,
  "مسلّماً زیان کردند آن‌ها که فرزندان خود را به نادانی کشتند؛ و از روی افتراء بر الله، آنچه را الله روزی‌شان نموده بود (بر خود) تحریم کردند، بتحقیق آن‌ها گمراه شدند و راه هدایت را نیافته بودند.",
  141,
  "و اوست که باغ‌هایی دار بست و بی‌دار بست، و درخت خرما و کشتزار با میوه‌های گوناگون، و زیتون و انار را شبیه و بی شباهت پدید آورد. از میوۀ آن به هنگامی‌که رسید، بخورید، و حق (= زکات) آن را در روز دروَش بپردازید، و اسراف نکنید، بی‌گمان او اسراف کنندگان را دوست ندارد.",
  142,
  "و (نیز) از چهار پایان، (حیوانات) باربر و (حیوانات) کوچک (که توان حمل بار ندارند آفرید). از آنچه الله به شما روزی داده است بخورید، و از گام‌های شیطان پیروی مکنید، بی‌گمان او دشمن آشکار شماست.",
  143,
  "هشت جفت (از چهار پایان آفرید) از میش یک جفت (نر و ماده) و از بز یک جفت (نر و ماده)، بگو: «آیا (الله) دو نر را حرام کرده است، یا دو ماده را؟! یا آنچه که رحم‌های (این) دو ماده در بر دارد؟! اگر راست می‌گویید از روی علم به من خبر دهید».",
  144,
  "و از شتر یک جفت (نر و ماده) و از گاو یک جفت (نر و ماده، آفرید). بگو: «آیا دو نر را حرام کرده است یا دو ماده را؟! یا آنچه که رحم‌های (این) دو ماده در بر دارد؟! آیا هنگامی‌که الله شما را به (تحریم) آن توصیه کرد، (حاضر و) گواه بودید؟! پس چه کسی ستمکار‌‌تراست از آن کس که بر الله دروغ بندد، تا مردم را از روی نادانی گمراه سازد؟! مسلّماً الله گروه ستمکاران را هدایت نمی‌کند».",
  145,
  "بگو: «در آنچه بر من وحی شده است، (چیز) حرامی را که خوردن آن بر خورنده‌ای حرام باشد؛ نمی‌یابم، بجز اینکه مردار باشد یا خون ریخته شده یا گوشت خوک که پلید است، یا (حیوانی که در کشتنش) نافرمانی (خدا) شده، (هنگام ذبح) نام غیر الله بر آن برده شده باشد، اما کسی‌که (به خوردن آن‌ها) ناچار گردد، بی آنکه خواهان لذت آن باشد و یا زیاده روی و تجاوز کند (گناهی بر وی نیست) بی‌گمان پروردگارت آمرزندۀ مهربان است.",
  146,
  "و بر یهودیان، هر (حیوان) ناخن دار را حرام کردیم، و از گاو و گوسفند، پیه آن دو را بر آن‌ها حرام ساختیم، مگر آنچه (از پیه و چربی) که بر پشت آن‌ها قرار دارد، و یا در لا به لای روده‌ها یا آنچه به استخوان آمیخته است، این را به سبب سرکشی (و ستمی) که می‌کردند؛ به آن‌ها کیفر دادیم، و حقاً ما راستگوییم.",
  147,
  "پس اگر تو را تکذیب کنند، بگو: «پروردگار شما دارای رحمتی گسترده است، و عذابش از گروه مجرم (و گناه‌کار) دفع نخواهد شد».",
  148,
  "به زودی کسانی‌که شرک ورزیدند می‌گویند: «اگر الله می‌خواست، نه ما شرک می‌آوردیم و نه پدران ما، و نه چیزی را تحریم می‌کردیم» کسانی‌که پیش از آن‌ها بودند (نیز) این چنین تکذیب کردند، تا آنکه (طعم) عذاب ما را چشیدند. بگو: «آیا نزد شما (دلیل و) دانشی است که آن را برای ما آشکار سازید؟! شما فقط از پندارهای بی‌اساس پیروی می‌کنید، و شما جز گزافه و دروغ نمی‌گویید».",
  149,
  "بگو: «دلیل رسا (و قاطع) از آنِ الله است، پس اگر می‌خواست همۀ شما را هدایت می‌کرد».",
  150,
  "بگو: «گواهان خود را که گواهی می‌دهند که الله این را حرام کرده است، بیاورید!». پس اگر آن‌ها (به دروغ) گواهی دهند، تو با آنان گواهی نده، و از هوی و هوس کسانی‌که آیات ما را تکذیب کردند، و کسانی‌که به آخرت ایمان ندارند و (بت‌ها را) با الله برابر (و شریک) قرار می‌دهند، پیروی مکن.",
  151,
  "بگو: «بیایید آنچه را پروردگارتان بر شما حرام کرده است، برایتان بخوانم: آنکه چیزی را شریک او قرار ندهید، و به پدر و مادر نیکی کنید، و فرزندان‌تان را از (بیم) فقر نکشید، ما شما و آن‌ها را روزی می‌دهیم، و به (کارهای) زشت و ناشایست آنچه آشکار باشد یا پنهان نزدیک نشوید، و کسی را که الله (کشتنش) را حرام کرده است، جز به حق؛ نکشید، این چیزی است که الله شما را به آن سفارش نموده است، باشد که خِرد ورزید.",
  152,
  "و به مال یتیم نزدیک نشوید، مگر به نیکو‌ترین وجهی (که برای اصلاح باشد)، تا به سن رشد خود (و بلوغ) برسد، و (حق) پیمانه و وزن را به عدالت ادا کنید، ما هیچ کس را جز به‌اندازۀ توانش، تکلیف نمی‌کنیم. و هرگاه سخن گویید (یا داوری کنید و یا شهادت می‌دهید)، پس عدالت را رعایت کنید، حتی اگر در مورد نزدیکان (شما) بوده باشد. و به عهد و پیمان الله وفا کنید، این چیزی است که الله شما را به آن سفارش نموده است، تا متذکر شوید.",
  153,
  "و این راه مستقیم من است، پس از آن پیروی کنید و از راه‌های (پراکنده) پیروی نکنید، که شما را از راه الله دور می‌کند، این چیزی است که الله شما را به آن سفارش نموده است، شاید پرهیزگار شوید».",
  154,
  "سپس به موسی کتاب (آسمانی) دادیم تا (نعمت خود را) بر کسی‌که نیکو‌کار بوده تمام (و کامل) کنیم. و همه چیز را به تفصیل بیان کردیم، و (آن را) مایۀ هدایت و رحمت (قرار دادیم) شاید به لقای پروردگارشان ایمان بیاورند.",
  155,
  "و این (قرآن) کتابی است پُر برکت، که ما نازل کردیم، از آن پیروی کنید، و پرهیزگار باشید، تا مورد رحمت قرار گیرید.",
  156,
  "تا نگویید: «کتاب (آسمانی) تنها بر دو طایفه پیش از ما (یهود و نصاری) نازل شده بود، و ما از خواندن و آموختن آن‌ها بی‌خبر بودیم».",
  157,
  "یا بگویید: «اگر کتاب (آسمانی) بر ما نازل می‌شد، از آن‌ها راه یافته‌تر بودیم». مسلماً از جانب پروردگار‌‌تان دلیل روشن، و هدایت و رحمت برای شما آمده است. پس چه کسی ستمکار‌‌‌تر است از کسی‌که آیات الله را تکذیب کند، و از آن روی گرداند، به زودی کسانی را که از آیات ما روی می‌گردانند، به خاطر همین روی گردانی به عذابی سخت مجازات خواهیم داد.",
  158,
  "آیا انتظاری جز آن دارند که فرشتگان (مرگ) نزد‌شان بیایند؟ یا پروردگارت (خودش به سوی آن‌ها) بیاید؟ یا بعضی از آیات پروردگارت بیاید؟! روزی‌که بعضی از آیات پروردگارت بیاید (و بر آن‌ها ظاهر شود)، ایمان آوردن افرادی که قبلاً ایمان نیاورده‌اند، یا در ایمان‌شان (عمل) نیکی انجام نداده‌اند، سودی به حال آن‌ها نخواهد داشت. بگو: «منتظر باشید، بی‌گمان ما (نیز) منتظر خواهیم بود».",
  159,
  "به راستی کسانی‌که آیین خود را پراکنده ساختند و دسته دسته شدند، تو را با آنان هیچ گونه کاری نیست، کار آن‌ها تنها با الله است، سپس آن‌ها را از آنچه انجام می‌دادند، آگاه می‌سازد.",
  160,
  "(روز قیامت) هر کس (کار) نیکی آورد، پس ده برابر آن پاداش دارد، و هرکس (کار) بدی آورد، جز به مانند آن کیفر نخواهد دید، و بر آن‌ها ستمی نخواهد شد.",
  161,
  "بگو: «بتحقیق پروردگارم مرا به راه راست هدایت کرده است، دین درست (و پا بر‌ جا)، دین (حنیف) ابراهیم حق پرست، که از مشرکان نبود».",
  162,
  "بگو: «بی‌گمان نمازم، و عبادت (و قربانی) من، و زندگی و مرگ من، همه برای الله پروردگار جهانیان است.",
  163,
  "شریکی برای او نیست، و به این مأمور شده‌ام، و من نخستین مسلمانم».",
  164,
  "بگو: «آیا غیر الله، پروردگاری را بجویم در حالی‌که او پروردگار همه چیز است؟! و هیچ کس گناهی مرتکب نمی‌شود؛ مگر آنکه به (زیان) خود اوست. و هیچ گناه‌کاری بارگناه دیگری را به دوش نمی‌گیرد، سپس بازگشت همۀ شما به سوی پروردگار‌‌تان است، پس شما را از آنچه در آن اختلاف داشتید، آگاه می‌کند.",
  165,
  "و او کسی است که شما را جانشینان در زمین قرار داد، و درجات بعضی از شما را نسبت به بعضی دیگر برتری داد، تا شما را (بوسیلۀ) آنچه که به شما داده است بیازماید. مسلّماً پروردگار تو زودکیفر است و همانا او آمرزندۀ مهربان است."
]