[
  {
    "id": "64",
    "place_of_revelation": "madinah",
    "transliterated_name": "At-Taghabun",
    "translated_name": "The Mutual Disillusion",
    "ayahs": 18,
    "slug": "at-taghabun",
    "codepoints": [
      1575,
      1604,
      1578,
      1594,
      1575,
      1576,
      1606
    ],
    "translated_by": "Hussein Taji Kal Dari"
  },
  [
    1,
    "آنچه در آسمان‌ها و آنچه در زمین است همه تسبیح الله می‌گویند، فرمانروایی از آنِ اوست، و سپاس (و ستایش نیز) از آنِ او است، و او بر همه چیز تواناست."
  ],
  [
    2,
    "او کسی است که شما را آفرید، پس (گروهی) از شما کافرند و (گروهی) از شما مؤمن هستند، و الله به آنچه می‌کنید بیناست."
  ],
  [
    3,
    "آسمان‌ها و زمین را به‌حق آفرید، و شما را (در رحم مادرانتان) شکل و صورت بخشید، پس شکل و صورت‌تان را نیکو (و زیبا) گرداند، و بازگشت (همه) به سوی اوست."
  ],
  [
    4,
    "آنچه را که در آسمان‌ها و زمین است می‌داند، و آنچه را که پنهان می‌دارید و آنچه را که آشکار می‌کنید می‌داند، و الله از آنچه در سینه‌هاست آگاه است."
  ],
  [
    5,
    "آیا خبر کسانی‌که پیش از این کافر شدند، به شما نرسیده است؟! پس آن‌ها (طعم) کیفر کار خود را چشیدند، و برای آن‌ها عذاب دردناکی است."
  ],
  [
    6,
    "این بدان سبب است که پیامبران‌شان با معجزات (و دلایل روشن) به سوی آنان آمدند، پس (آن‌ها از روی تکبر) گفتند: «آیا بشری (مانند ما) می‌خواهد ما را هدایت کند؟!» آنگاه کافر شدند و روی گرداندند، و الله (از آن‌ها و ایمان‌شان) بی‌نیاز بود، و الله بی‌نیاز ستوده است."
  ],
  [
    7,
    "کسانی‌که کافر شدند گمان بردند که هرگز برانگیخته نخواهند شد، (ای پیامبر!) بگو: «آری، به پروردگارم سوگند، یقیناً (همه) برانگیخته خواهید شد، آنگاه از آنچه می‌کردید به شما خبر خواهند داد، و این (کار) بر الله آسان است»."
  ],
  [
    8,
    "پس به الله و پیامبرش و نوری که نازل کرده‌ایم ایمان بیاورید، و الله به آنچه می‌کنید آگاه است."
  ],
  [
    9,
    "روزی‌که همۀ شما را (در محشر) گرد می‌آورد، آن روز، روز مغبونی است، و هرکس به الله ایمان آورد و کارهای شایسته انجام دهد، گناهان او را می‌بخشد و او را به باغ‌هایی (از بهشت) وارد می‌کند که نهرها زیر (درختان) آن جاری است، جاودانه در آن می‌مانند، این کامیابی بزرگ است."
  ],
  [
    10,
    "و کسانی‌که کافر شدند و آیات ما را تکذیب کردند آنان اهل آتش (دوزخ) اند که جاودانه درآن می‌مانند، و بد (سرانجام و) جایگاهی است."
  ],
  [
    11,
    "هیچ مصیبتی (به انسان) نمی‌رسد، مگر به حکم (و فرمان) الله و هرکس به الله ایمان آورد (الله) قلبش را هدایت می‌کند، و الله به همه چیز داناست."
  ],
  [
    12,
    "الله را اطاعت کنید، و رسول الله را اطاعت کنید، پس اگر روی بگردانید، (بدانید که) بر فرستادۀ ما وظیفه‌ای جز ابلاغ آشکار نیست."
  ],
  [
    13,
    "الله کسی است که هیچ معبودی (به حق) جز او نیست، پس مؤمنان باید بر الله توکل کنند."
  ],
  [
    14,
    "ای کسانی‌که ایمان آورده‌اید! به راستی (بعضی) از همسران‌تان و فرزندان‌تان دشمنان شما هستند، پس از آن‌ها بر حذر باشید، و اگر عفو کنید، و چشم بپوشید، و ببخشید، بی‌گمان الله آمرزندۀ مهربان است."
  ],
  [
    15,
    "جز این نیست که اموال‌تان و اولادتان مایۀ آزمایش هستند، و الله است که پاداش بزرگ نزد اوست."
  ],
  [
    16,
    "پس تا (جایی که) می‌توانید از الله بترسید، و گوش دهید، و فرمان برید، و انفاق کنید که برای خود شما بهتر است، و کسانی‌که از بخل و حرص نفس خود مصون بمانند آنانند که رستگارند."
  ],
  [
    17,
    "اگر به الله قرض الحسنه بدهید، آن را برای شما افزون می‌کند، و شما را بیامرزد، و الله قدر شناس بردبار است."
  ],
  [
    18,
    "دانای پنهان و آشکار، و پیروزمند حکیم است."
  ]
]