[
  {
    "id": "68",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Qalam",
    "translated_name": "The Pen",
    "verse_count": 52,
    "slug": "al-qalam",
    "codepoints": [
      1575,
      1604,
      1602,
      1604,
      1605
    ]
  },
  [
    1,
    "نون، سوگند به قلم و آنچه می‌نویسند."
  ],
  [
    2,
    "که تو (ای پیامبر) به نعمت (و فضل) پروردگارت دیوانه نیستی."
  ],
  [
    3,
    "و بی‌گمان برای تو (ای پیامبر) پاداشی بی‌پایان (و عظیم) است."
  ],
  [
    4,
    "و یقیناً تو (ای محمد) بر اخلاق و خوی بسیار عظیم و والایی هستی."
  ],
  [
    5,
    "پس تو بزودی خواهی دید و آن‌ها (نیز) خواهند دید."
  ],
  [
    6,
    "که کدام یک از شما دیوانه است!"
  ],
  [
    7,
    "همانا پروردگارت بهتر می‌داند چه کسی از راه او گمراه گشته است، و (نیز) او به هدایت یافتگان دانا‌تر است."
  ],
  [
    8,
    "پس از تکذیب کنندگان اطاعت مکن."
  ],
  [
    9,
    "آن‌ها دوست دارند (و می‌خواهند) که نرمی (و مدارا) کنی، پس آن‌ها (نیز) نرمی (و مدارا) کنند."
  ],
  [
    10,
    "و از هر فرومایه‌ای که بسیار سوگند (دروغ) یاد می‌کند، اطاعت مکن."
  ],
  [
    11,
    "(آن) بسیار عیبجویی که به سخن‌چینی آمد و رفت می‌کند."
  ],
  [
    12,
    "و بسیار بازدارندۀ (کار) خیر، و متجاوز و گناهکار است."
  ],
  [
    13,
    "خشن (و کینه‌توز) و (بدتر) از آن (بی‌نسب و) حرام زاده است."
  ],
  [
    14,
    "بدان خاطر که صاحب مال و فرزندان بسیار است (مبادا از او اطاعت کنی!)."
  ],
  [
    15,
    "هنگامی‌که آیات ما بر او خواند شود، گوید: «(این‌ها) افسانه‌های گذشتگان است."
  ],
  [
    16,
    "به زودی بر بینی او داغ می‌گذاریم."
  ],
  [
    17,
    "ما آن‌ها را آزمایش کردیم، همان‌گونه که صاحبان باغ را آزمودیم، هنگامی‌که سوگند یاد کردند که صبحگاهان (که مستندان نباشند) میوه‌های باغ را بچینند."
  ],
  [
    18,
    "و ان شاء الله (اگر الله بخواهد) نگفتند."
  ],
  [
    19,
    "پس عذابی (فرا‌‌گیر) از سوی پروردگارت بر (باغ) آن‌ها فرو آمد، در حالی‌که همه در خواب بودند."
  ],
  [
    20,
    "پس آن باغ (سبز و خرم) همچون شب سیاه شد."
  ],
  [
    21,
    "آنگاه صبحگاهان یکدیگر را ندا دادند."
  ],
  [
    22,
    "که اگر می‌خواهید درو کنید، به سوی کشتزار (و باغ) خویش بروید."
  ],
  [
    23,
    "پس آن‌ها (به سوی کشتزار) حرکت کردند. در حالی‌که آهسته باهم می‌گفتند:"
  ],
  [
    24,
    "«(مراقب باشید) که امروز هیچ بی‌نوا (و مسکینی) در آن (باغ) وارد نشود»."
  ],
  [
    25,
    "و صبحگاهان با تصمیم جدی بر منع و جلوگیری (از مستمندان) بیرون شدند."
  ],
  [
    26,
    "پس هنگامی‌که آن (باغ) را دیدند، گفتند: «یقیناً ما راه گم کرده‌ایم،"
  ],
  [
    27,
    "نه، بلکه ما (از حاصلان) بی‌بهره و محروم هستیم»."
  ],
  [
    28,
    "یکی از بهترین آن‌ها گفت: «آیا به شما نگفتم، چرا (شکر و) تسبیح (الله را) نمی‌گویید؟!»."
  ],
  [
    29,
    "گفتند: «پروردگار ما پاک و منزه است، مسلّماً ما ستمکار بودیم»."
  ],
  [
    30,
    "آنگاه ملامت کنان به یکدیگر رو آوردند."
  ],
  [
    31,
    "گفتند: «وای بر ما که طغیان‌گر (و سرکش) بودیم،"
  ],
  [
    32,
    "امید‌‌‌‌‌‌‌واریم که پروردگارمان (ما را ببخشد و) در عوض چیزی بهتر از آن (باغ) به ما بدهد، بی‌گمان ما به سوی پروردگار خود روی آورده‌ایم»."
  ],
  [
    33,
    "عذاب (الله در دنیا) این چنین است، و عذاب آخرت مسلماً بزرگ‌تر (و بیشتر) است، اگر آن‌ها می‌دانستند."
  ],
  [
    34,
    "به راستی برای پرهیزگاران نزد پروردگار‌شان باغ‌های پر نعمت است."
  ],
  [
    35,
    "آیا ما مسلمانان را همچون مجرمان (و گناهکاران) قرار می‌دهیم؟!."
  ],
  [
    36,
    "شما را چه شده است، چگونه داوری می‌کنید؟!"
  ],
  [
    37,
    "آیا شما کتابی (آسمانی) دارید که در آن می‌خوانید؟!"
  ],
  [
    38,
    "و در آن (کتاب) آنچه را انتخاب کنید، برای شما (نوشته شده) است؟!"
  ],
  [
    39,
    "یا اینکه شما بر (عهدۀ) ما عهد و پیمان استواری تا روز قیامت دارید، که هر چه را حکم کنید، (حق) برای شما باشد؟!"
  ],
  [
    40,
    "(ای پیامبر) از آن‌ها بپرس، کدام یک از آنان در برابر این (ادعا‌ها) متعهد است؟!"
  ],
  [
    41,
    "و یا اینکه آن‌ها (معبودان و) شریکانی دارند، پس اگر است می‌گویند باید شریکان (و معبودان) خویش را بیاورند."
  ],
  [
    42,
    "روزی‌که (کار بالا گیرد و الله متعال برای داوری میان خلائق بیاید) ساق برهنه و مکشوف گردد، و (مشرکان) دعوت به سجود می‌شوند، ولی نمی‌توانند (سجده کنند)."
  ],
  [
    43,
    "(در حالی‌که) دیدگانشان (از ندامت و خجالت) فرو افتاده و ذلّت و خواری وجود‌شان را در بر گرفته است، و یقیناً که پیش از آن (در دنیا) در حالی‌که سالم بودند به سجود فرا خوانده می‌شدند."
  ],
  [
    44,
    "پس (ای پیامبر) مرا با آن کسی‌که این سخن (قرآن) را تکذیب می‌کند وا‌گذار، ما آنان را از آنجایی‌که نمی‌دانند بتدریج خواهیم گرفت."
  ],
  [
    45,
    "و به آن‌ها مهلت می‌دهم، بی‌گمان مکر (و تدبیر) من استوار (و محکم) است."
  ],
  [
    46,
    "(ای پیامبر) آیا تو از آن‌ها مزدی درخواست می‌کنی، که (آن‌ها از ادای آن در رنجند، و) برایشان سنگین است؟!"
  ],
  [
    47,
    "یا (اسرار) غیب نزد آن‌هاست، پس آنان (از آن) می‌نویسند."
  ],
  [
    48,
    "پس (ای پیامبر) برای فرمان (و حکم) پروردگارت صبر کن، و مانند صاحب ماهی (= یونس بن متی) مباش، هنگامی‌که سرشار از غم و اندوه بود (الله را) نداد کرد."
  ],
  [
    49,
    "اگر نعمت (و رحمتی) از سوی پروردگارش او را در نمی‌یافت، یقیناً (از شکم ماهی) به صحرای بی آب و علف بیرون افکنده می‌شد، در حالی‌که او بد‌حال (و نکوهیده) بود."
  ],
  [
    50,
    "پس پروردگارش او را برگزید، و او را از صالحان قرار داد."
  ],
  [
    51,
    "و (ای پیامبر) نزدیک است کسانی‌که کافر شدند، هنگامی‌که آیات قرآن را می‌شنوند، با چشم‌های خود تو را چشم زخم بزنند (و بلغزانند) و می‌گویند: «قطعاً او دیوانه است»."
  ],
  [
    52,
    "در حالی‌که این (قرآن) جز پندی برای جهانیان نیست."
  ]
]