[
  {
    "id": 69,
    "city": "makkah",
    "name": {
      "translated": "The Reality",
      "transliterated": "Al-Haqqah",
      "codepoints": [
        1575,
        1604,
        1581,
        1575,
        1602,
        1577
      ]
    },
    "ayahs": 52,
    "slug": "al-haqqah",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "(روز) واقع شدنی (رستاخیز)"
  ],
  [
    2,
    "آن واقع شدنی چیست؟"
  ],
  [
    3,
    "و تو چه دانی آن واقع شدنی چیست (و چگونه است)؟!"
  ],
  [
    4,
    "(قوم) ثمود و (قوم) عاد (قیامت) درهم کوبنده را تکذیب کردند."
  ],
  [
    5,
    "پس اما (قوم) ثمود، به بانگ سهمگین هلاک شدند."
  ],
  [
    6,
    "و اما (قوم) عاد با تند بادی سرکش و سرد به هلاکت رسیدند."
  ],
  [
    7,
    "(الله) هفت شب و هشت روز پی در پی آن را بر آن‌ها مسلط نمود، پس (اگر آنجا می‌بودی) (آن) قوم را آن (تند باد) مانند تنه‌های پوسیدۀ تو خالی درختان خرما، بر زمین افتاده (و هلاک شده) می‌دیدی."
  ],
  [
    8,
    "پس آیا از آن‌ها کسی را می‌بینی که باقی مانده باشد؟!"
  ],
  [
    9,
    "و فرعون و کسانی‌که پیش از او بودند، و (مردم) شهر‌های ویران شده (قوم لوط) مرتکب گناهان (بزرگ) شدند."
  ],
  [
    10,
    "پس آن‌ها از (فرمان) فرستادۀ پروردگار‌شان سرپیچی کردند، آنگاه (الله) آن‌ها را به عذاب سختی گرفتارشان کرد."
  ],
  [
    11,
    "همانا هنگامی‌که آب طغیان کرد، شما را در کشتی سوار کردیم."
  ],
  [
    12,
    "تا که پندی برای شما قرار دهیم، و گوش‌های شنوا آن را بشنوند و به یاد بسپارند."
  ],
  [
    13,
    "پس هنگامی‌که یک بار در «صور» دمیده شود."
  ],
  [
    14,
    "و زمین و کوه‌ها از جا کنده شود، پس یکباره درهم کوبیده (و متلاشی) شوند."
  ],
  [
    15,
    "پس در آن روز واقعۀ (عظیم) قیامت به وقوع می‌پیوندد."
  ],
  [
    16,
    "و آسمان شکافته می‌شود، پس در آن روز سست می‌گردد (و فرو می‌ریزد)."
  ],
  [
    17,
    "و فرشتگان بر کناره‌های آن (= آسمان) قرار می‌گیرند، و آن روز هشت (فرشته) عرش پروردگارت را بر فراز‌شان حمل می‌کنند."
  ],
  [
    18,
    "در آن روز شما (همگی برای حساب‌رسی، به پیشگاه الله) عرضه می‌شوید، و هیچ چیز از (کار‌های) شما پنهان نخواهد ماند."
  ],
  [
    19,
    "پس اما کسی‌که نامۀ (اعمالش) را به دست راستش دهند، گوید: «بیایید نامۀ (اعمال) مرا بخوانید!"
  ],
  [
    20,
    "من یقین داشتم که به حساب (اعمال) خودم خواهم رسید»."
  ],
  [
    21,
    "پس او در یک زندگی پسندیده (و رضایت بخشی) خواهد بود."
  ],
  [
    22,
    "در بهشتی برین."
  ],
  [
    23,
    "که میوه‌هایش (برای چیده شدن) در دسترس است."
  ],
  [
    24,
    "(و به آن‌ها گفته می‌شود (: «بخورید و بیاشامید، گوارایتان باد، به (خاطر) آنچه در ایام گذشته پیش فرستاده‌اید»."
  ],
  [
    25,
    "و اما کسی‌که نامۀ (اعمالش) را به دست چپش دهند، گوید: «ای کاش هرگز نامۀ (اعمال) مرا به من داده نمی‌شد،"
  ],
  [
    26,
    "و نمی‌دانستم حسابم چیست."
  ],
  [
    27,
    "ای کاش (با مرگ) همه چیز تمام می‌شد (و پایان کار بود)."
  ],
  [
    28,
    "مال و دارایی‌ام مرا بی‌نیاز نکرد (و سودی نبخشید)."
  ],
  [
    29,
    "قدرت و فرمانروایی‌ام (نیز) از (دست) من رفت (و به‌کلی نابود شد)»."
  ],
  [
    30,
    "(به فرشتگان گفته می‌شود:) «او را بگیرید، پس طوق (به گردن) او اندازید."
  ],
  [
    31,
    "سپس او را به (آتش) دوزخ بیفکنید."
  ],
  [
    32,
    "آنگاه او را در زنجیری که طول آن هفتاد ذراع است، ببندید،"
  ],
  [
    33,
    "بی‌گمان او هرگز به الله بزرگ ایمان نمی‌آورد،"
  ],
  [
    34,
    "و هرگز (مردم را) بر اطعام بی‌نوا(یان) تشویق نمی‌کرد."
  ],
  [
    35,
    "پس امروز در این جا دوست صمیمی (و مهربانی) ندارد (که کمکش کند)."
  ],
  [
    36,
    "و غذایی جز از چرک و خون ندارد."
  ],
  [
    37,
    "(غذایی‌که) گناهکاران آن را نخورند»."
  ],
  [
    38,
    "پس سوگند به آنچه می‌بینید،"
  ],
  [
    39,
    "و به آنچه نمی‌بینید."
  ],
  [
    40,
    "بی‌تردید این (قرآن) گفتار رسول بزرگوار است."
  ],
  [
    41,
    "و این‌ها گفتار شاعری نیست، (اما شما) اندکی ایمان می‌آورید."
  ],
  [
    42,
    "و (نیز) گفتار کاهنی نیست، (لیکن شما) کمتر پند می‌گیرید."
  ],
  [
    43,
    "(این قرآن) از سوی پروردگار جهانیان نازل شده است."
  ],
  [
    44,
    "و اگر (پیامبر) سخنانی (به دروغ) بر ما می‌بست."
  ],
  [
    45,
    "مسلّماً ما دست راست او را می‌گرفتیم."
  ],
  [
    46,
    "سپس (شاه) رگ قلبش را قطع می‌کردیم."
  ],
  [
    47,
    "پس هیچ کس از شما نمی‌توانست از (عذاب) او مانع شود."
  ],
  [
    48,
    "و یقیناً این (قرآن) پند و تذکری برای پرهیزگاران است."
  ],
  [
    49,
    "و ما محققاً می‌دانیم که برخی از شما تکذیب کنندگان (این کلام الهی) هستید."
  ],
  [
    50,
    "و همانا این (قرآن) بر کافران مایۀ حسرت و ندامت است."
  ],
  [
    51,
    "و بی‌گمان این (قرآن) حق الیقین است."
  ],
  [
    52,
    "پس (ای پیامبر) به نام پروردگار بزرگت تسبیح گوی."
  ]
]