[
  {
    "id": "7",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-A'raf",
    "translated_name": "The Heights",
    "verse_count": 206,
    "slug": "al-araf",
    "codepoints": [
      1575,
      1604,
      1571,
      1593,
      1585,
      1575,
      1601
    ]
  },
  [
    1,
    "المص (الف. لام. میم. صاد)."
  ],
  [
    2,
    "این کتابی است که بر تو نازل شده است، پس نباید در سینه‌ات از آن تنگی باشد، تا به آن (مردم را) بیم دهی، و برای مؤمنان پند (و تذکری) باشد."
  ],
  [
    3,
    "آنچه از جانب پروردگارتان بر شما نازل شده، پیروی کنید، و از اولیاء (و معبود‌های) دیگر جز او، پیروی نکنید، چه اندک پند می‌‌پذیرید."
  ],
  [
    4,
    "چه بسیار شهر‌ها (و آبادی‌ها) که آن‌ها را نابود کردیم، و عذاب ما به هنگام شب، یا در هنگام خواب نیم‌روز، به سراغ‌شان آمد."
  ],
  [
    5,
    "و چون عذاب ما به سراغ آن‌ها آمد، سخنی نداشتند جز اینکه گفتند: «بی‌گمان ما ستمکار بودیم»."
  ],
  [
    6,
    "مسلّماً ما از کسانی‌که (پیامبران) به سوی آن‌ها فرستاده شدند، سؤال خواهیم کرد، و البته از پیامبران (نیز) سؤال می‌کنیم."
  ],
  [
    7,
    "یقیناً (کردارشان را) با علم (خود) برایشان بیان می‌کنیم، و ما هرگز غایب نبوده‌‌ایم."
  ],
  [
    8,
    "وزن (و سنجش اعمال) در آن روز حق است، پس کسانی‌که کفۀ ترازوی‌شان سنگین است، آنانند که رستگارند."
  ],
  [
    9,
    "و کسانی‌که کفۀ ترازوی شان سبک است، آنان کسانی هستند که به (خاطر انکار و) ستمی که نسبت به آیات ما می‌کردند به خویش زیان رساندند (و سرمایۀ وجود خود را از دست داده‌اند)."
  ],
  [
    10,
    "و به راستی ما شما را در زمین اقتدار (و استقرار) دادیم، و در آن وسایل معیشت را برای شما قرار دادیم. چه اندک شکر گزاری می‌کنید."
  ],
  [
    11,
    "و بتحقیق ما شما را آفریدیم، آنگاه شما را شکل و صورت دادیم. سپس به فرشتگان گفتیم: «برای آدم سجده کنید» پس (همه) سجده کردند؛ جز ابلیس که از سجده‌کنندگان نبود."
  ],
  [
    12,
    "(الله) فرمود: «وقتی که تو را فرمان دادم، چه چیز مانع سجده کردنت شد؟!» (ابلیس) گفت: «من از او بهترم، مرا از آتش آفریده‌ای و او را از گِل (آفریده‌ای)»."
  ],
  [
    13,
    "فرمود: «از آن (بهشت) فرود آی، که حق تو نیست که در آن تکبر ورزی، پس بیرون رو، بی‌شک تو از خوارشدگانی»."
  ],
  [
    14,
    "(ابلیس) گفت: «تا روزی‌که (مردم) بر انگیخه می‌شوند، مرا مهلت ده»."
  ],
  [
    15,
    "(الله) فرمود: «مسلّماً تواز مهلت یافتگانی»."
  ],
  [
    16,
    "(ابلیس) گفت: «پس به‌سبب آنکه مرا گمراه کردی، من (نیز) بر سر راه مستقیم تو برای (گمراه ساختن) آن‌ها در کمین می‌نشینم،"
  ],
  [
    17,
    "سپس از پیش روی شان و از پشت سرشان و از (سمت) راست شان و از (سمت) چپ شان بر آن‌ها می‌تازم، و بیشترشان را شکر گزار نخواهی یافت»."
  ],
  [
    18,
    "(الله) فرمود: «از آن نکوهیده و خوار بیرون رو، قطعاً هرکس از آن‌ها از تو پیروی کند، جهنم را از شما همگی پر خواهم کرد."
  ],
  [
    19,
    "و ای آدم! تو و همسرت در بهشت ساکن (شوید)، پس از هر جا که خواستید، بخورید، و به این درخت نزدیک نشوید، که از ستمکاران خواهید بود»."
  ],
  [
    20,
    "پس شیطان آن دو را وسوسه کرد، تا آنچه را از شرمگاه‌شان که از آن‌ها پوشیده بود؛ در نظرشان آشکار سازد، و گفت: «پروردگارتان شما را از این درخت نهی نکرده است؛ مگر بخاطر اینکه مبادا (با خوردن آن) فرشته شوید، یا از جاودانان گردید»."
  ],
  [
    21,
    "و برای آن‌ دو سوگند یاد کرد که من برای شما از خیر خواهانم."
  ],
  [
    22,
    "پس (به این ترتیب) آن‌ها را با فریب (از مقام و منزل‌شان) فرود آورد، و چون از آن درخت چشیدند، شرمگاه‌شان بر آن‌ها آشکار شد، و شروع کردند به قرار دادن برگ (درختان) بهشت بر خود (تا آن را بپوشانند) و پروردگارشان آن‌ها را نِدا داد: «آیا شما را از آن درخت منع نکردم، و به شما نگفته بودم که شیطان دشمن آشکار شماست؟!»."
  ],
  [
    23,
    "(آن دو) گفتند: «پروردگارا! ما به خود ستم کردیم، و اگر ما را نیامرزی و بر ما رحم نکنی، مسلّماً از زیان‌کاران خواهیم بود»."
  ],
  [
    24,
    "(الله) فرمود: «فرود آیید، در حالی‌که بعضی از شما نسبت به بعض دیگر دشمن خواهید بود، و برای شما در زمین تا مدت معینی قرارگاه و بهرمندی خواهد بود»."
  ],
  [
    25,
    "فرمود: «در آن زندگی می‌کنید و در آن می‌میرید، و (در رستاخیز) از آن بیرون آورده خواهید شد»."
  ],
  [
    26,
    "ای فرزندان آدم! به راستی برای شما لباسی که شرمگاه‌تان را می‌پوشاند و (مایۀ) زینت شماست، نازل کردیم، و لباس تقوا بهتر است، این از آیات (و نشانه‌های) الله است تا (انسان‌ها) متذکر شوند."
  ],
  [
    27,
    "ای فرزندان آدم! شیطان شما را نفریبد، چنانکه پدر و مادر شما را از بهشت بیرون کرد، و لباس‌شان را از تن‌شان کند (کشید)؛ تا شرمگاه‌شان را به آن‌ها نشان دهد. بی‌گمان او و همکارانش شما را می‌بینند از جایی که شما آن‌ها را نمی‌بینید، براستی ما شیطان‌ها را دوستان کسانی قرار دادیم که ایمان نمی‌آورند."
  ],
  [
    28,
    "و چون کار‌‌ زشتی انجام دهند، گویند: «نیاکان خود را بر این (کار) یافته‌ایم، و الله ما را بدان فرمان داده است». بگو: «الله (هرگز) به کار زشت فرمان نمی‌دهد، آیا چیزی را که نمی‌دانید به الله نسبت می‌دهید؟!»."
  ],
  [
    29,
    "بگو: «پروردگارم به عدالت فرمان داده است، و (نیز) در هر مسجدی (و به هنگام هر نمازی) روی‌هایتان را به سوی او کنید و او را (به دعا و نیایش) بخوانید؛ در حالی‌که دین (خود) را برای او خالص گردانید. همانطور که در آغاز شما را آفرید (بعد از مرگ، بار دیگر بسویش) باز می‌گردید."
  ],
  [
    30,
    "گروهی را هدایت نمود و گروهی (دیگر) گمراهی بر آن‌ها محقق (و ثابت) گشت، زیرا آن‌ها شیطان‌ها را به جای (الله)، سرپرست (و دوستان خویش) برگزیدند، و گمان می‌کنند که آنان هدایت یافته‌اند»."
  ],
  [
    31,
    "ای فرزندان آدم! به هنگام رفتن به مسجد (و در هر نمازی) زینت خود را بر گیرید (و لباس‌های شایسته بپوشید) و (نیز) بخورید و بیاشامید ولی اسراف نکنید، بی‌گمان الله اسراف‌کاران را دوست نمی‌دارد."
  ],
  [
    32,
    "بگو: «چه کسی لباس (و زینت‌های) را که الله برای بندگانش پدید آورده و روزی‌های پاکیزه را حرام کرده است؟!». بگو: «این (چیزها) در زندگی دنیا، برای کسانی است که ایمان آورده‌اند، (اگر چه کافران نیز از آن‌ها بهره‌مند می‌شوند اما) روز قیامت خاص (برای مومنان) خواهد بود. این چنین آیات (خود) را برای گروهی که می‌دانند بیان می‌کنیم."
  ],
  [
    33,
    "بگو: (الله) فقط کارهای زشت را، چه آشکارا باشد و چه پنهان، و (نیز) گناه و سرکشی بنا حق را؛ حرام کرده است، و این که چیزی را شریک الله قرار دهید که الله دلیلی بر (حقانیت) آن نازل نکرده است، و چیزی را که نمی‌دانید به الله نسبت دهید (حرام نموده است)."
  ],
  [
    34,
    "و برای هر امتی زمان (و مدت معینی) است، پس هنگامی‌که اجل‌شان فرا رسد، نه لحظه‌ای (از آن) تأخیر کنند و نه (بر آن) پیشی گیرند."
  ],
  [
    35,
    "ای فرزندان آدم! هرگاه پیامبرانی از خود شما (به نزد شما) بیایند که آیات مرا برای شما بخوانند (از آن‌ها پیروی کنید) پس هرکس که پرهیزگاری کند و (اعمال خود را) اصلاح کند، نه ترسی بر آن‌هاست، و نه آنان اندوهگین شوند."
  ],
  [
    36,
    "و کسانی‌که آیات ما را تکذیب کنند، و در برابر آن (گردن‌کشی و) تکبر ورزند، آنان اهل دوزخند، و جاودانه در آن خواهند ماند."
  ],
  [
    37,
    "پس چه کسی ستمکار‌‌‌‌تراست از کسی‌که بر الله دروغ می‌بندد، یا آیات او را تکذیب می‌کند؟! آن‌ها نصیب (و بهرۀ) شان از کتاب (لوح محفوظ، آنچه مقرر شده) به آنان می‌رسد، تا زمانی که فرستادگان ما به سراغ‌شان روند که جان‌شان را بگیرند، گویند: «کجایند آن چیز‌هایی که به جای الله می‌پرستیدید؟!» (آن‌ها) گویند: «آن‌ها (نابود و) گم شدند» و بر (زیان) خود گواهی دهند که کافر بوده‌اند."
  ],
  [
    38,
    "(الله) به آنان) می‌فرماید: «در بین گروه‌های از جن و انس که پیش از شما گذشته‌اند، در آتش (دوزخ) وارد شوید!». هرگاه که گروهی وارد می‌شوند، گروه دیگر را لعنت می‌کنند، تا هنگامی‌که همگی در آنجا به هم رسند، گروه آخر (و پیروان) دربارۀ گروه اول (و پیشوایان خود) گویند: «پروردگارا! اینها بودند که ما را گمراه کردند، پس عذابی دو چندان از آتش به آنان بده» (الله) می‌فرماید: «برای هر کدام (از شما عذاب) دو چندان است، ولی شما نمی‌دانید»."
  ],
  [
    39,
    "و گروه اول (و پیشوایان‌ شان) به گروه آخر (و پیروان‌شان) گویند: «شما را بر ما هیچ برتری نیست، پس به (کیفر) آنچه انجام می‌دادید؛ عذاب را بچشید»."
  ],
  [
    40,
    "بی‌گمان کسانی‌که آیات ما را تکذیب کردند، و در برابر آن (گردن‌کَشی و) تکبر ورزیدند، درهای آسمان (هرگز) برایشان گشوده نمی‌شود، و به بهشت داخل نخواهند شد، مگر این که شتر از سوراخ سوزن درآید، و این چنین، گناه‌کاران را کیفر می‌دهیم."
  ],
  [
    41,
    "برای آن‌ها بستری از (آتش) جهنم و (نیز) روی آن‌ها پوشش‌های (از آتش جهنم) است. و این چنین ستمکاران را کیفر می‌دهیم."
  ],
  [
    42,
    "و کسانی‌که ایمان آوردند و کارهای شایسته انجام دادند – هیچ کس را جز به‌اندازۀ توانش تکلیف نمی‌کنیم – آن‌ها اهل بهشت هستند، و جاودانه در آن خواهد ماند."
  ],
  [
    43,
    "و آنچه از کینه (و نفرت) که در سینه‌هایشان است بر می‌کنیم. و از زیر (درختان و مسکن‌های) آن‌ها نهر‌ها جاری است. و گویند: «ستایش مخصوص الله است که ما را به این (بهشت) هدایت نمود، و اگر الله ما را هدایت نمی‌کرد؛ ما هرگز راه نمی‌یافتیم. مسلّماً فرستاد‌گان پروردگار ما به حق آمدند». و (آنگاه) به آنان نِدا داده می‌شود که: «این بهشت را به پاداش آنچه که انجام می‌دادید، به (شما داده‌اند و) ارث بردید»."
  ],
  [
    44,
    "و اهل بهشت، اهل دوزخ را صدا می‌زنند که: «آنچه را که پروردگار‌مان به ما وعده داده بود، (همه را) حق یافتیم، پس آیا شما (نیز) آنچه را پروردگار‌تان به شما وعده داده بود؛ حق یافتید؟!». گویند: «آری». پس ندا دهنده‌ای در میان آن‌ها ندا دهد که: «لعنت الله بر ستمکاران باد،"
  ],
  [
    45,
    "(همان) کسانی‌که (مردم را) از راه الله باز میداشتند، و آن را کج می‌طلبیدند، و (نیز) آن‌ها به آخرت کافر بودند»."
  ],
  [
    46,
    "و در میان آن دو (گروه بهشتی و دوزخی) حجابی است، و بر اعراف (= بلندی‌های آن) مردانی هستند که هریک (از آن دو گروه) را از سیما (و چهره) شان می‌شناسند، و اهل بهشت را صدا می‌زنند که: «سلام بر شما باد» اینان طمع (و امید) بهشت را دارند، و هنوز بدان در نیامده‌اند."
  ],
  [
    47,
    "و چون چشم‌شان به سوی اهل دوزخ گردانده شود، گویند: «پروردگارا! ما را با گروه ستمکاران قرار مده»."
  ],
  [
    48,
    "و اهل اعراف، مردانی (از اهل دوزخ را) که از سیما (و چهره) شان آن‌ها را می‌شناسند، صدا می‌زنند، گویند: «جمعیت (و مال اندوزی) شما، و آن سرکشی (و تکبر) های شما، به حال‌تان فایده‌ای نبخشید!»."
  ],
  [
    49,
    "آیا اینها (همان) کسانی هستند که سوگند یاد میکردید که (هرگز) الله رحمتی به آنان نمیرساند؟ (به آن‌ها گفته می‌شود): «به بهشت داخل شوید، نه ترسی بر شماست، و نه شما اندوهگین میشوید»."
  ],
  [
    50,
    "و اهل دوزخ، اهل بهشت را صدا می‌زنند که: «اندکی از آب، یا از آنچه الله به شما روزی داده، بر ما بریزید» (آن‌ها) گویند: «بی‌گمان الله هر دو را بر کافران حرام کرده است»."
  ],
  [
    51,
    "آنان که دین خود را سرگرمی و بازیچه گرفتند، و زندگی دنیا آن‌ها را فریفت، پس امروز ما آن‌ها را فراموش می‌کنیم، همانطور که آن‌ها دیدار چنین روزی را فراموش کردند، و آنکه آیات ما را انکار می‌کردند."
  ],
  [
    52,
    "و به تحقیق ما کتابی برای آن‌ها آوردیم که آن را از روی دانش به تفصیل بیان کردیم، که مایۀ هدایت و رحمت برای قومی است که ایمان می‌آورند."
  ],
  [
    53,
    "آیا آن‌ها جز انتظار (سرانجام و) تأویلش را دارند؟! روزی‌که (نتیجه و) تأویلش فرا رسد، کسانی‌که آن را پیش از این فراموش کرده بودند می‌گویند: «مسلّماً فرستادگان پروردگارمان به حق آمده بودند، پس آیا (امروز) برای ما شفیعانی هستند که برای ما شفاعت کنند، یا باز گردیم آنگاه اعمالی غیر از آنچه میکردیم، انجام دهیم؟!». بتحقیق آن‌ها به خود زیان رسانیدند، و (معبود‌هایی ساختگی و) آنچه دروغ میبافتند (همگی) از (نظر) آنان ناپدید (و گم) شد."
  ],
  [
    54,
    "(ای مردم) بی‌گمان پروردگار شما الله است که آسمان‌ها و زمین را در شش روز آفرید، سپس بر عرش مستقر شد، شب را به روز می‌پوشاند که شتابان در پی آن می‌رود، و خورشید و ماه و ستاره‌گان (را آفرید) که مسخر فرمان او هستند، آگاه باشید که آفرینش و فرمانروایی از آنِ او است، پر برکت (و به غایت بزرگ) است الله که پروردگار جهانیان است."
  ],
  [
    55,
    "پروردگارتان را با تضرع (و زاری) و در پنهانی، بخوانید، همانا او از حد درگذرندگان را دوست نمیدارد."
  ],
  [
    56,
    "و در زمین، پس از اصلاح آن فساد نکنید، و او را با بیم و امید بخوانید، همانا رحمت الله به نیکوکاران نزدیک است."
  ],
  [
    57,
    "و او کسی است که باد‌‌‌ها را بشارت‌دهنده در پیشاپیش (باران) رحمتش می‌فرستد، تا هنگامی‌که ابرهای سنگین بار را بر دارند، ما آن را به سوی (شهر و) سرزمینی مرده می‌فرستیم، سپس از آن؛ آب را نازل می‌کنیم، آنگاه از آن (آب) هر گونه میوهای (از دل خاک) بیرون می‌آوریم، این گونه مردگان را (زنده می‌کنیم و از قبرها) بیرون می‌آوریم، شاید پند گیرید."
  ],
  [
    58,
    "سرزمین پاکیزه (و خوب) گیاهش به فرمان پروردگارش می‌روید، و سرزمین ناپاک (و بد) جز اندک و بی‌ارزش، از آن نمی‌روید، اینگونه آیات (خود) را برای گروهی که سپاس می‌گزارند، گوناگون بیان می‌کنیم."
  ],
  [
    59,
    "همانا ما نوح را به سوی قومش فردستادیم، پس گفت: «ای قوم من! الله را بپرستید، که جز او معبودی (راستین) برای شما نیست، (و اگر او را عبادت نکردید) بی‌گمان من بر شما از عذاب روزی بزرگ می‌ترسم»."
  ],
  [
    60,
    "اشراف (و بزرگان) قومش گفتند: «به راستی ما تو را در گمراهی آشکار می‌بینیم»."
  ],
  [
    61,
    "گفت: «ای قوم من! هیچ گونه گمراهی در من نیست، بلکه من فرستاده‌ای از (جانب) پروردگار جهانیان هستم."
  ],
  [
    62,
    "پیام‌های پروردگارم را به شما می‌رسانم و شما را اندرز می‌دهم، و از (شریعت) الله چیزهایی می‌دانم که شما نمی‌دانید."
  ],
  [
    63,
    "آیا تعجب کرده‌اید که پندی از سوی پروردگارتان بر (زبان) مردی از خود شما، برای شما برسد تا شما را بیم دهد و تا پرهیزگاری پیشه کنید و باشد که مشمول رحمت گردید؟!»."
  ],
  [
    64,
    "پس او را تکذیب کردند، آنگاه ما او و کسانی را که با وی در کشتی بودند، نجات دادیم، و کسانی‌که آیات ما را تکذیب کردند، غرق کردیم، براستی آن‌ها گروهی نابینا (و کوردل) بودند."
  ],
  [
    65,
    "و به (سوی قوم) عاد، برادرشان هود را (فرستادیم) گفت: «ای قوم من! الله را پرستش کنید که جز او معبودی (راستین) برای شما نیست، آیا پرهیزگاری پیشه نمی‌کنید؟!»."
  ],
  [
    66,
    "اشراف (و بزرگان) قوم او که کافر بودند گفتند: «بی‌گمان ما تو را در سفاهت (و نادانی) می‌بینیم، و ما مسلماً تو را از دروغ‌گویان می‌پنداریم»."
  ],
  [
    67,
    "گفت: «ای قوم من! هیچ‌گونه سفاهت (و نادانی) در من نیست، بلکه من فرستاده‌ای از (جانب) پروردگار جهانیان هستم،"
  ],
  [
    68,
    "پیام‌های پروردگارم را به شما می‌رسانم. و من خیرخواه امینی برای شما هستم."
  ],
  [
    69,
    "آیا تعجب کرده‌اید که پندی از سوی پروردگارتان بر (زبان) مردی از خود شما، برای شما برسد تا شما را بیم دهد؟! و به یاد آورید هنگامی‌که پس از قوم نوح شما را جانشینان (آنان) قرار داد، و شما را در آفرینش فزونی (و قدرت) داد. پس نعمت‌های الله را به یاد آورید، شاید رستگار شوید»."
  ],
  [
    70,
    "گفتند: «آیا به (نزد) ما آمده‌ای که تنها الله را عبادت کنیم، و آنچه را نیاکان‌مان می‌پرستیدند، رها کنیم؟! پس اگر از راستگویان هستی، آنچه را (از عذاب الهی) به ما وعده می‌دهی، بیاور»."
  ],
  [
    71,
    "(هود) گفت: «به تحقیق عذاب و غضب از (جانب) پروردگارتان بر شما واقع شده (و شما را فراگرفته) است، آیا با من در(بارۀ) نام‌هایی مجادله می‌کنید که شما و نیاکان‌تان (بر بت‌ها) نهاده‌اید، در حالی‌که الله هیچ دلیل (و برهانی) دربارۀ آن نازل نکرده است، پس شما منتظر باشید، بی‌گمان من (نیز) با شما از منتظرانم»."
  ],
  [
    72,
    "پس او، و کسانی را که با او بودند؛ به رحمت (و لطفی) از (سوی) خویش نجات دادیم، و ریشه کسانی‌که آیات ما را تکذیب کردند و از مؤمنان نبودند، قطع کردیم."
  ],
  [
    73,
    "و به (سوی قوم) ثمود، برادرشان صالح را (فرستادیم) گفت: «ای قوم من! الله را بپرستید، که جز او معبودی (راستین) برای شما نیست. همانا دلیل روشنی از (سوی) پروردگارتان برای شما آمده است، این ماده شتر الله، برای شما معجزه‌ای است، پس او را (به حال خود) وا گذارید که در زمین الله (بچرد و علف) بخورد، و آن را آزار (و آسیبی) نرسانید، که عذاب درد‌‌ناکی شما را خواهد گرفت."
  ],
  [
    74,
    "و به یاد آورید هنگامی‌که شما را پس از (قوم) عاد جانشینان (آنان) قرار داد، و در زمین مستقر ساخت، که در دشت‌های آن قصرهایی بنا می‌کنید، و در کوه‌ها خانه‌هایی می‌تراشید. پس نعمت‌های الله را بیاد آورید، و در زمین به فساد (و تباهی) نکوشید»."
  ],
  [
    75,
    "اشراف (و بزرگان) از قوم او که گردن‌کشی میکردند به مستضعفان، به (همان) کسانی از آنان که ایمان آورده بودند گفتند: «آیا شما براستی یقین دارید که صالح از (طرف) پروردگارش فرستاده شده است؟!» (آن‌ها) گفتند: «ما به آنچه او بدان فرستاده شده، ایمان داریم»."
  ],
  [
    76,
    "آنان که گردن‌کشی می‌کردند گفتند: «ما به آنچه شما به آن ایمان آورده‌اید، (منکر و) کافریم»."
  ],
  [
    77,
    "پس ماده شتر را پی کردند، و از فرمان پروردگارشان سر باز زدند، و گفتند: «ای صالح! اگر تو از پیامبران (الله) هستی، آنچه را به ما وعده می‌دهی بیاور!»."
  ],
  [
    78,
    "آنگاه زلزله‌ای آن‌ها را فرا گرفت، در نتیجه در خانههای خود از پای در آمدند (و مردند)."
  ],
  [
    79,
    "پس (صالح) از آن‌ها روی گردانید و گفت: «ای قوم! من پیام پروردگارم را به شما رساندم، و برای شما خیر خواهی کردم، ولی شما خیر خواهان را دوست نمی‌دارید»."
  ],
  [
    80,
    "و (به یاد آورید) لوط را، هنگامی‌که به قوم خود گفت: «آیا کار بسیار زشتی را انجام می‌دهید که پیش از شما هیچ یک از جهانیان انجام نداده است؟!"
  ],
  [
    81,
    "همانا شما به جای زنان با مردان شهوت می‌رانید، راستی که شما قومی تجاوز کار هستید»."
  ],
  [
    82,
    "و پاسخ قومش جز این نبود که گفتند: «اینها را از شهر (و دیار) تان بیرون کنید، که اینها مردمی هستند که پاکیزگی می‌طلبند (و از کار ما بیزارند)»."
  ],
  [
    83,
    "پس ما او و خاندانش را نجات دادیم، جز همسرش که از بازماندگان بود."
  ],
  [
    84,
    "و بارانی (از سنگ) بر آن‌ها بارانیدیم (که آن‌ها را نابود ساخت) پس بنگر که سر‌‌‌‌انجام گناه‌کاران چگونه بود."
  ],
  [
    85,
    "و به سوی (مردم) مدین برادرشان شعیب را (فرستادیم) گفت: «ای قوم من! الله را بپرستید، که جز او معبودی (راستین) برای شما نیست، مسلّماً دلیل روشنی از (طرف) پروردگارتان برای شما آمده است، پس (حق) پیمانه و ترازو را کامل (و درست) ادا کنید، و از (اموال و) چیزهای مردم را (چیزی) نکاهید، و در زمین، پس از اصلاحش، فساد نکنید، اگر ایمان دارید، این برای شما بهتر است."
  ],
  [
    86,
    "و بر سر هر راهی ننشینید که (مردم را) تهدید کنید، و از راه الله کسی را که به او ایمان آورده است، باز دارید، و آن را کج می‌خواهید، و به یاد آورید زمانی را که اندک بودید، و او شما را بسیار گرداند، و بنگرید سرانجام مفسدان چگونه بود."
  ],
  [
    87,
    "و اگر گروهی از شما به آنچه من به آن فرستاده شده‌ام، ایمان آورده‌اند، و گروهی (دیگر) ایمان نیاورده‌اند، پس صبر کنید (و منتظر بمانید) تا الله میان ما داوری کند، که او بهترین داوران است»."
  ],
  [
    88,
    "اشراف (و بزرگان) از قوم او که سرکشی می‌کردند، گفتند: «ای شعیب! قطعاً تو و کسانی را که با تو ایمان آورده‌اند، از شهر (و دیار) خویش بیرون خواهیم کرد، یا اینکه به آیین ما باز گردید». (شعیب) گفت: «آیا (باز گردیم) اگر چه از آن کراهت داشته (و بیزار) باشیم؟!"
  ],
  [
    89,
    "اگر ما به آیین شما باز گردیم، بعد از آنکه الله ما را از آن نجات داد، بتحقیق بر الله دروغ بسته‌ایم، و شایستۀ ما نیست که به آن باز گردیم، مگر آنکه الله، پروردگار ما بخواهد، (زیرا) علم (و دانش) پروردگار ما، بر همه چیز احاطه دارد، ما بر الله توکل کرده‌ایم، پروردگارا! میان ما و قوم مان بحق (راهی بگشا و) داوری کن، که تو بهترین (راه‌گشایان و) داورانى»."
  ],
  [
    90,
    "و اشراف (و بزرگان) از قوم اوکه کافر بودند، گفتند: «اگر از شعیب پیروی کنید، قطعاً شما زیان‌کار خواهید بود»."
  ],
  [
    91,
    "آنگاه زلزلۀ (شدیدی) آن‌ها را فرا گرفت، پس در خانه‌های خود از پا در آمدند (و مردند)."
  ],
  [
    92,
    "آنان که شعیب را تکذیب کردند (چنان نابود شدند) که گویا هرگز در آن (دیار و خانه‌ها) نبوده‌اند، و آنان که شعیب را تکذیب کردند؛ خود زیان‌کار بودند."
  ],
  [
    93,
    "آنگاه (شعیب) از آنان روی گرداند، و گفت: «ای قوم من! به راستی من پیام‌های پروردگارم را به شما رساندم و برای شما خیر خواهی (و نصیحت) نمودم، پس چگونه بر گروه کافر (و بی ایمان) افسوس بخورم؟!»."
  ],
  [
    94,
    "و ما در هیچ شهر (و دیاری) پیامبری نفرستادیم؛ مگر اینکه اهلش را به رنج‌ها و سختی‌ها گرفتار ساختیم، شاید تضرع و زاری کنند (و به سوی الله بر گردند)."
  ],
  [
    95,
    "سپس به جای ناخوشی (و بدی)، خوشی (و نیکی) آوردیم، تا اینکه افزون شدند، و گفتند: «بی‌گمان به نیاکان ما (نیز) رنج و راحتی رسیده بود» پس ناگهان آن‌ها را در حالی‌که بی‌خبر (و غافل) بودند گرفتیم."
  ],
  [
    96,
    "و اگر اهل شهرها (و آبادی‌ها) ایمان می‌آوردند و تقوا پیشه می‌کردند، قطعاً (در‌‌های) برکات از آسمان و زمین را بر آن‌ها می‌گشودیم، و لکن (آن‌ها آیات و پیامبران ما را) تکذیب کردند، پس ما (نیز) آن‌ها را به کیفر آنچه انجام می‌دادند، فرو گرفتیم."
  ],
  [
    97,
    "آیا اهل (این) شهرها (و آبادی‌ها) ایمن هستند از اینکه عذاب ما؛ در شب، هنگامی‌که خفته باشند سراغ‌شان بیاید؟!"
  ],
  [
    98,
    "آیا اهل (این) شهرها (و آبادی‌ها) ایمن هستند از اینکه عذاب ما؛ در روز، هنگامی‌که سرگرم بازی (و امور بیهوده) هستند، به سراغ‌شان بیاید؟!"
  ],
  [
    99,
    "آیا آن‌ها از مکر (و گرفت) الله در امانند؟! در حالی‌که جز زیان‌کاران (کسی) از مکر (و گرفت) الله ایمن نمی‌شود."
  ],
  [
    100,
    "آیا برای آنان که زمین را پس از (نابود کردن) اهلش به ارث می‌برند، روشن (و واضح) نشده است که اگر بخواهیم آن‌ها را (نیز) به (کیفر) گناهان‌شان هلاک می‌کنیم، و بر دل‌های شان مهر می‌نهیم، آنگاه آنان (صدای حق و پندی را) نمی‌شنوند."
  ],
  [
    101,
    "این‌ها، شهرها (و آبادی‌هایی) است که برخی از اخبار آن را بر تو حکایت می‌کنیم، و محققاً پیامبران‌شان دلایل (و معجزات) روشن برای آنان آورند، پس هرگز به آنچه از پیش تکذیب کرده بودند، ایمان نیاوردند، اینگونه الله بر دل‌های کافران مهر می‌نهد."
  ],
  [
    102,
    "و در بیشترشان (وفای به) عهد نیافتیم، و به راستی بیشتر آن‌ها را نافرمان (و فاسق) یافتیم."
  ],
  [
    103,
    "سپس بعد آن‌ها موسی را با آیات (و نشانه‌های) خویش به سوی فرعون و اطرافیان او فرستادیم، آنگاه آن‌ها به آن (آیات) ستم کردند (و کافر شدند) پس بنگر عاقبت مفسدان چگونه بود!"
  ],
  [
    104,
    "و موسی گفت: «ای فرعون! من فرستاده‌ای از (سوی) پروردگار جهانیان هستم."
  ],
  [
    105,
    "سزاوار است که جز (سخن) حق بر الله نگویم، بتحقیق من دلیل (و معجزه‌ای روشن) از پروردگار تان برای شما آورده ام، پس بنی اسرائیل را با من بفرست»."
  ],
  [
    106,
    "(فرعون) گفت: «اگر معجزه‌ای آورده‌ای، آن را بیاور اگر از راستگویانى»."
  ],
  [
    107,
    "پس (موسی) عصای خود را انداخت، ناگهان آن اژدهای آشکار شد."
  ],
  [
    108,
    "و دست خود را (از گریبان) بیرون آورد، پس ناگهان آن سفید (و درخشان) برای بینندگان بود."
  ],
  [
    109,
    "اشراف (و بزرگان) از قوم فرعون گفتند: «به راستی این (شخص) جادوگری (ماهرو) داناست."
  ],
  [
    110,
    "می‌خواهد شما را از سرزمین تان بیرون کند، پس چه فرمان می‌دهید؟»."
  ],
  [
    111,
    "(آنگاه به فرعون) گفتند: «او و برادرش را بازداشت کن، (و مهلت دهید) و جمع‌آوری کنندگان را به (همۀ) شهرها بفرست."
  ],
  [
    112,
    "تا همۀ ساحران دانا (و ماهر) را به نزد تو بیاورند."
  ],
  [
    113,
    "و ساحران نزد فرعون آمدند، گفتند: «آیا اگر ما پیروز شدیم، پاداشی برای ما خواهد بود؟»."
  ],
  [
    114,
    "(فرعون) گفت: «آری! بتحقیق شما از مقربان خواهید بود»."
  ],
  [
    115,
    "(روز موعد فرا رسید، ساحران) گفتند: «ای موسی! یا نخست تو (عصای خود را) بیفکن، یا ما (ابزار خود را) می‌افکنیم»."
  ],
  [
    116,
    "(موسی) گفت: «شما بیفکنید» چون (ابزار خود را) افکندند، چشم‌های مردم را افسون کردند و آن‌ها را ترساندند، و سحر عظیمی (پدید) آوردند."
  ],
  [
    117,
    "و (ما) به موسی وحی کردیم که: «عصای خود را بیفکن» پس ناگهان آن (عصا، به صورت اژدهای درآمد) آنچه را که به دروغ بر ساخته بودند، می‌بلعید."
  ],
  [
    118,
    "آنگاه حق آشکار (و پیروز) شد و آنچه آن‌ها (ساخته بودند و) انجام می‌دادند باطل گشت."
  ],
  [
    119,
    "پس در آنجا (فرعون و فرعونیان همگی) مغلوب شدند و خوار و زبون بازگشتند."
  ],
  [
    120,
    "و ساحران به سجده افتادند."
  ],
  [
    121,
    "گفتند: «به پروردگار جهانیان ایمان آوردیم،"
  ],
  [
    122,
    "پروردگار موسی و هارون»."
  ],
  [
    123,
    "فرعون گفت: «آیا پیش از آنکه به شما اجازه دهم، به او ایمان آوردید؟! قطعاً این دسیسه و نیرنگی است که در شهر اندیشیده‌اید، تا اهلش را از آن بیرون کنید، پس بزودی خواهید دانست."
  ],
  [
    124,
    "البته دست‌هایتان و پاهای‌تان را به خلاف یکدیگر خواهم برید، سپس همگی شما را به دار خواهم زد»."
  ],
  [
    125,
    "گفتند: «(پس از شهادت) ما به سوی پروردگارمان باز می‌گردیم،"
  ],
  [
    126,
    "و تنها انتقام تو از ما بخاطر این است که ما به آیات پروردگارمان هنگامی‌که به سوی ما آمد، ایمان آوردیم، پروردگارا! بر ما صبر (و استقامت) فرو ریز، و ما را مسلمان بمیران»."
  ],
  [
    127,
    "و اشراف (و بزرگان) از قوم فرعون (به او) گفتند: «آیا موسی و قومش را رها می‌کنی تا در زمین فساد کنند، و تو و معبودانت را وا گذارند؟». (فرعون) گفت: «بزودی پسران‌شان را می‌کشیم، و زنان‌شان را (برای خدمت‌کاری) زنده نگه می‌داریم، و بی‌گمان ما برآن‌ها چیره و مسلط هستیم»."
  ],
  [
    128,
    "موسی به قومش گفت: «از الله یاری بجویید، و صبر (و استقامت) پیشه کنید، همانا زمین از آنِ الله است، به هرکس از بندگانش که بخواهد آن را به میراث می‌دهد (و می بخشد) و عاقبت (نیک) از آنِ پرهیزگاران است»."
  ],
  [
    129,
    "(قوم موسی) گفتند: «پیش از آنکه به سوی ما بیایی آزار دیده‌ایم، و بعد از آنکه نزد ما آمدی (نیز آزار می‌بینیم!)». (موسی) گفت: «امید است پروردگارتان دشمن شما را هلاک کند، و شما را در زمین جانشین سازد، پس بنگرد چگونه عمل می‌کنید»."
  ],
  [
    130,
    "و به راستی ما قوم (و نزدیکان) فرعون را به قحط سالی و کمبود میوه‌ها گرفتار کردیم، شاید که آنان پندگیرند."
  ],
  [
    131,
    "پس هنگامی‌که نیکی (و نعمت) به آن‌ها روی آورد، گفتند: «این حق ماست» و اگر بدی (و رنجی) به آن‌ها می‌رسید، به موسی و کسانی‌که با او بودند فال بد می‌زدند. آگاه باشید، همانا فال بدشان فقط به نزد الله است، (و به کیفر گناهان‌شان می‌باشد) و لیکن بیشتر آن‌ها نمی‌دانند."
  ],
  [
    132,
    "و گفتند: «هرچه را که از نشانه (و معجزه) برای ما بیاوری، تا ما را بدان جادو کنی، ما به تو ایمان نمی‌آوریم»."
  ],
  [
    133,
    "پس (عذاب و بلاهای آشکار از قبیل:) طوفان، و ملخ، و شپش، و قورباغه‌ها، و خون را (که هر کدام معجزه و) نشانه‌هایی روشن و جدا جدا بود، بر آن‌ها فرستادیم، باز سرکشی کردند، و گروهی گناهکار (و مجرم) بودند."
  ],
  [
    134,
    "و هنگامی‌که عذاب بر آن‌ها واقع می‌شد، می‌گفتند: «ای موسی! پروردگارت را برای ما بخوان، به آنچه به تو وحی (و عهد) کرده است، اگر این عذاب را از ما بر طرف کنی، قطعاً به تو ایمان می‌آوریم، و بنی اسرائیل را با تو خواهیم فرستاد»."
  ],
  [
    135,
    "پس هنگامی‌که عذاب را، تا مدت معینی که آنان به آن می‌رسیدند، از آن‌ها بر طرف کردیم، ناگهان پیمان‌شکنی کردند."
  ],
  [
    136,
    "پس از آن‌ها انتقام گرفتیم، و آن‌ها را در دریا غرق کردیم، زیرا که آیات ما را تکذیب کردند، و از آن غافل بودند."
  ],
  [
    137,
    "و شرق و غرب زمین را که در آن برکت داده بودیم؛ به گروهی که ناتوان (و مستضعف) شمرده می‌شدند، به میراث دادیم، و وعدۀ نیک پروردگارت بر بنی اسرائیل، بخاطر صبر (و استقامتی) که کردند، تحقق یافت، و آنچه فرعون و قوم او می‌ساختند، و آنچه را که بر می‌افراشتند در هم کوبیدیم (و ویران کردیم)."
  ],
  [
    138,
    "و ما بنی اسرائیل را از دریا گذراندیم، آنگاه بر گروهی گذشتند که اطراف بت‌های خود با تواضع و فروتنی گرد آمده بودند. گفتند: «ای موسی! برای ما (نیز) معبودی قرار ده، همان‌گونه که آن‌ها معبودهای دارند». (موسی) گفت: «حقا، شما گروهی نادان و جاهل هستید (و عظمت الله را نمی‌دانید)."
  ],
  [
    139,
    "بی‌گمان این‌ها عاقبت کارشان نابودی است و آنچه انجام می‌دادند (نیز) باطل است»."
  ],
  [
    140,
    "(سپس) گفت: «آیا غیر از الله، معبودی برای شما بجویم؟! در حالی‌که او شما را بر جهانیان (= مردم عصرتان) برتری داد»."
  ],
  [
    141,
    "و (به یاد آورید) زمانی را که شما را از (فرعون و) فرعونیان نجات دادیم، آن‌ها پیوسته شما را به بدترین صورت شکنجه می‌دادند، پسران‌تان را می‌کشتند و زنان‌تان را زنده نگه می‌داشتند، و در این، (برای) شما آزمایش بزرگی از جانب پروردگارتان بود."
  ],
  [
    142,
    "و با موسی، سی شب وعده نهادیم، و آن را با ده شب (دیگر) کامل کردیم، پس میعاد پروردگارش (با او) چهل شب تمام شد. و موسی به برادرش هارون گفت: «جانشین من در میان قوم من باش، و (آن‌ها را) اصلاح کن، و از راه مفسدان پیروی نکن»."
  ],
  [
    143,
    "و هنگامی‌که موسی به میعاد ما آمد، و پروردگارش با او سخن گفت، عرض کرد: «پروردگارا! خودت را به من نشان بده، تا به تو بنگرم» فرمود: «(در دنیا) هرگز مرا نخواهی دید، و لیکن به کوه بنگر، پس اگر در جایش ثابت ماند، تو (نیز) مرا خواهی دید». پس چون پروردگارش بر (آن) کوه تجلی کرد، آن را متلاشی (و هموار) ساخت، و موسی بیهوش افتاد، پس هنگامی‌که به هوش آمد، عرض کرد: «تو پاک و منزهی، من به سوی تو بازگشتم (و توبه کردم) و من نخستین مؤمنانم»."
  ],
  [
    144,
    "(الله) فرمود: «ای موسی! من تو را با پیام‌هایم و با سخن خود، بر مردم (برتری دادم و) برگزیدم، پس آنچه را به تو داده ام، بگیر، و از سپاس‌گزاران باش»."
  ],
  [
    145,
    "و برای او در لوح‌ها هرگونه پند، و تفصیل و بیان هر چیز را نوشتیم، (و به موسی فرمودیم:) «پس آن را با نیرومندی (و جدیت) بگیر، و به قومت فرمان ده تا به نیکوترین آن، عمل کنند، و به زودی (جایگاه و) سرای نافرمانان را به شما نشان خواهم داد»."
  ],
  [
    146,
    "بزودی کسانی را که به نا حق در روی زمین تکبر می‌ورزند، از آیات خود بازمی‌دارم، و اگر هر (معجزه و) نشانه‌ای را ببینند، به آن ایمان نمی‌آورند، و اگر راه هدایت را ببینند، آن را در پیش نمی‌گیرند، و اگر راه گمراهی را ببینند، آن را بر می‌گزینند، این بدان (خاطر) است که آیات ما را تکذیب کردند و از آن غافل بودند."
  ],
  [
    147,
    "و کسانی‌که آیات ما، و دیدار آخرت را تکذیب کردند، اعمال‌شان تباه (و نابود) شد، آیا جز آنچه را عمل می‌کردند، کیفر داده می‌شوند؟!"
  ],
  [
    148,
    "و قوم موسی بعد از (رفتن) او (به میعادگاه) از زیورهای‌شان گوساله‌ای ساختند، جسد بی جانی که صدای گوساله داشت، آیا نمی‌دیدند که با آن‌ها سخن نمی‌گوید، و به راهی هدایت‌شان نمی‌کند؟! آن را (به پرستش) گرفتند و ستمکار بودند."
  ],
  [
    149,
    "و چون پشیمان شدند، و دیدند که به راستی گمراه شده‌اند، گفتند: «اگر پروردگار مان به ما رحم نکند و ما را نیامرزد، مسلّماً از زیان‌کاران خواهیم بود»."
  ],
  [
    150,
    "و چون موسی خشمگین و اندوهناک به سوی قومش بازگشت، گفت: «پس از من، چه بد جانشینانی برایم بودید، آیا از حکم پروردگارتان پیشی گرفتید؟!». و لوح‌ها را انداخت، و سر برادر خود را گرفت و به سوی خود کشید، (هارون) گفت: «ای پسر مادرم! به راستی این قوم مرا (در تنگا قرار دادند و) ناتوان کردند، و نزدیک بود مرا بکشند، پس با (اهانت) من (کاری نکن که) دشمنان مرا شماتت کنند، و مرا با گروه ستمکاران قرار مده»."
  ],
  [
    151,
    "(موسی) گفت: «پروردگارا! من و برادرم را بیامرز، و ما را در رحمت خویش داخل کن، و تو مهربان‌ترین مهربانان هستی»."
  ],
  [
    152,
    "به راستی کسانی‌که گوساله را (به معبودیت) گرفتند، بزودی خشمی از پروردگارشان، و ذلت (و خواری) در زندگی دنیا به آن‌ها می‌رسد، و این چنین دروغ‌پردازان را کیفر می‌دهیم."
  ],
  [
    153,
    "و کسانی که مرتکب کارهای بد شدند، سپس بعد از آن توبه نمودند، و ایمان آوردند، همانا پروردگار تو پس از آن، مسلّماً آمرزندۀ مهربان است."
  ],
  [
    154,
    "و چون خشم از (خاطر) موسی فرو نشست، الواح (تورات) را بر گرفت و در نوشته‌های آن، هدایت و رحمت برای کسانی بود که از پروردگارشان می‌ترسند."
  ],
  [
    155,
    "و موسی از قومش، هفتاد مرد را برای میعاد ما برگزید، پس هنگامی‌که زلزله آن‌ها را فرا گرفت، (و همه مردند، موسی) گفت: «پروردگارا، اگر می‌خواستی پیش از این آن‌ها و مرا هلاک می‌کردی، آیا ما را به آنچه نادانان انجام داده‌اند، هلاک می‌کنی؟! این جز آزمایش تو چیزی نیست، هر که را بخواهی به (وسیلۀ) آن گمراه می‌سازی، و هر که را بخواهی، هدایت می‌کنی، تو یاور (و کارساز) مایی، پس ما را بیامرز، و بر ما رحم کن، و تو بهترین آمرزندگانی."
  ],
  [
    156,
    "و برای ما در این دنیا، و در سرای آخرت، نیکی مقرر فرما، ما به سوی تو باز گشته‌ایم». (الله) فرمود: «عذابم را به هرکس که بخواهم می‌رسانم، و رحمتم همه چیز را فرا گرفته است، پس آن را برای کسانی‌که تقوا پیشه می‌کنند، و زکات می‌دهند، و کسانی‌که به آیات ما ایمان می‌آورند، مقرر خواهم داشت."
  ],
  [
    157,
    "آنان که از (این) رسول (الله)، پیامبر «أمی» (= درس ناخوانده) پیروی می‌کنند، که صفاتش را در تورات و انجیلی که نزدشان است، نوشته می‌یابند. آن‌ها را به (کارهای) خوب و پسندیده فرمان می‌دهد و از زشتی (و کارهای نا پسند) بازشان می‌دارد. و پاکیزه‌ها را برایشان حلال می‌گرداند، و پلیدی‌ها را بر آنان حرام می‌کند، و بارهای سنگین، و قید (و زنجیرهایی) را که بر آن‌ها بود، از (دوش) آن‌ها بر می‌دارد، پس کسانی‌که به او ایمان آوردند، و او را گرامی داشتند، و او را یاری دادند، و از نوری که با او نازل شده پیروی نمودند، آنانند که رستگارند»."
  ],
  [
    158,
    "بگو: «ای مردم! من فرستادۀ الله به سوی همۀ شما هستم، آن پروردگاری که فرمان‌روایی آسمان‌ها و زمین از آنِ اوست، معبود (راستینی) جز او نیست، زنده می‌کند، و می‌میراند، پس به الله و فرستاده‌اش آن پیامبر «أمّی» (درس ناخوانده) که به الله و کلماتش ایمان دارد، ایمان بیاورید، و از او پیروی کنید؛ باشد که هدایت شوید."
  ],
  [
    159,
    "و از قوم موسی، گروهی هستند که (مردم را) به (سوی) حق هدایت می‌کنند، و به آن (حق) عدالت (و حکم) می‌کنند."
  ],
  [
    160,
    "و آن‌ها را به دوازده قبیله، گروه گروه (که هریک شاخه‌ای از دودمان یعقوب بود) تقسیم کردیم، و به موسی، آنگاه که قومش از او آب خواستند، وحی کردیم، که: «عصایت را بر سنگ بزن» ناگهان دوازده چشمه از آن بیرون جست، هر گروهی آبشخور خود را دانست. و ابر را بر (سر) آن‌ها سایبان ساختیم، و بر آن‌ها «من» (= ترنجبین) و «سلوی» (= بلدرچین) فرو فرستادیم، (و به آنان گفتیم:) از آنچه از پاکیزه‌ها روزی‌تان کرده‌ایم، بخورید، آن‌ها (با نافرمانی شان) بر ما ستم نکردند؛ بلکه بر خویشتن ستم می‌نمودند."
  ],
  [
    161,
    "و (به یاد آورید) هنگامی را که به آن‌ها گفته شد: «در این شهر (بیت المقدس) ساکن شوید، و از هر جا که خواستید، از (نعمت‌های) آن بخورید، و بگویید: «گناهان ما را بریز» و با خشوع و فروتنی به دروازه در آیید، (اگر چنین کنید) گناهان شما را می‌بخشم، (و) نیکوکاران را (پاداش) افزونتری خواهیم داد»."
  ],
  [
    162,
    "آنگاه ستمگران آن‌ها، این سخن را که به آن‌ها گفته شده بود، تغییر دادند، (و به جای آن کلمۀ مسخره‌آمیزی گفتند) پس به (کیفر) ستمی که می‌کردند، عذابی از آسمان بر آن‌ها نازل کردیم."
  ],
  [
    163,
    "و از آن‌ها دربارۀ (اهل) قریه‌ای که نزدیک دریای (سرخ) بود بپرس، هنگامی‌که آن‌ها در (روز) شنبه تجاوز می‌کردند، چون ماهیان آن‌ها در (روز) شنبه شان (که روز تعطیل و عبادت، بود روی آب) آشکار می‌شدند، و روزی‌که (تعظیم) شنبه نمی‌کردند، به (سراغ) آن‌ها نمی‌آمدند، این چنین آن‌ها را به (کیفر) آنکه نافرمانی می‌کردند، آزمایش کردیم."
  ],
  [
    164,
    "و (به یاد آور) هنگامی را که گروهی از آن‌ها (به گروه دیگر) گفتند: «چرا گروهی را اندرز می‌دهید که الله آن‌ها را هلاک یا به عذاب شدیدی گرفتارشان خواهد کرد؟!» گفتند: «تا ما را نزد پروردگارتان عذری باشد، و شاید آن‌ها تقوا پیشه کنند»."
  ],
  [
    165,
    "پس چون آنچه را که به آن پند داده شدند، فراموش کردند، کسانی را که از بدی نهی می‌کردند، نجات دادیم، و کسانی را که ستم کردند، به (کیفر) آنکه نافرمان بودند، به عذابی سخت گرفتار ساختیم."
  ],
  [
    166,
    "پس چون از (ترک) آنچه از آن نهی شده بودند، سرپیچی کردند، به آن‌ها گفتیم: «به صورت بوزینه‌های (خوار و) مطرود درآیید»."
  ],
  [
    167,
    "و (نیز به یاد آور) هنگامی‌که پروردگارت اعلام کرد، مسلّماً تا روز قیامت، کسی را بر آن‌ها مسلط خواهد کرد، که همواره به آن‌ها عذاب‌‌‌ سختی بچشاند، بی‌گمان پروردگارت زود کیفر است، و (برای توبه کننده گان) همانا او آمرزندۀ مهربان است."
  ],
  [
    168,
    "و آن‌ها را در زمین، بصورت گروه گروه، پراکنده ساختیم، (گروهی) از آن‌ها صالح، و (گروهی) غیر صالح‌اند، و آن‌ها را با نیکی‌ها و بدی‌ها آزمودیم، شاید (توبه کرده، به راه راست) باز گردند."
  ],
  [
    169,
    "پس از آن‌ها، گروهی (غیر صالح) جانشین آن‌ها شدند، که کتاب (تورات) را به ارث بردند، متاع این (دنیای) پست را می‌گیرند، و می‌گویند: «به زودی آمرزیده خواهیم شد». و اگر متاع (دیگری) همانند آن برایشان بیاید، آن را (نیز) می‌گیرند، آیا پیمان کتاب (الله) از آن‌ها گرفته نشده است که بر الله جز حق نگویند؟ و آنچه در آن است خوانده‌اند؟ و سرای آخرت برای کسانی‌که تقوا پیشه کنند، بهتر است، آیا نمی‌اندیشید؟!"
  ],
  [
    170,
    "و کسانی‌که به کتاب (الله) تمسک می‌جویند، و نماز را بر پا می‌دارند، (پاداش بزرگی خواهند داشت) به راستی ما پا داش درست کاران را ضایع نخواهیم کرد."
  ],
  [
    171,
    "و (به یاد آورید) هنگامی‌که کوه را همچون سایبانی بر فرازشان بر‌‌‌‌افراشتیم، و پنداشتند که بر آنان فرود می‌آید، (و در چنین حالت از آن‌ها عهد گرفتیم، و گفتیم:) آنچه را که به شما داده‌ایم، با نیرو (و جدیّت) بگیرید، و آنچه را که در آن است، یاد کنید، (و به آن عمل نمائید) تا پرهیزگار شوید."
  ],
  [
    172,
    "و (به یاد بیاور) هنگامی‌که پروردگارت از پشت‌های فرزندان آدم، ذریۀ آن‌ها را برگرفت، و ایشان را بر خودشان گواه ساخت، (و فرمود:) «آیا من پروردگار شما نیستم؟» گفتند: «آری، (هستی) گواهی می‌دهیم». و (این گواهی بدین خاطر بود که مبادا) در روز قیامت بگویید: «ما از این، بی‌خبر بودیم»."
  ],
  [
    173,
    "یا (مبادا) بگویید: «پدران‌مان، از پیش شرک آورده بودند، و ما هم فرزندانی بعد از آن‌ها بودیم، آیا ما را به آنچه باطل گرایان انجام دادند، نابود (و مجازات) می‌کنی؟»."
  ],
  [
    174,
    "و این چنین، آیات را بتفصیل بیان می‌کنیم، و شاید (به سوی حق) باز گردند."
  ],
  [
    175,
    "و (ای پیامبر!) بر آن‌ها بخوان سر گذشت کسی را که آیات خود را به او دادیم، آنگاه از آن جدا (و عاری) گشت، پس شیطان درپی او افتاد، و از گمراهان شد."
  ],
  [
    176,
    "و اگر می‌خواستیم (مقام و منزلت) او را با آن (آیات) بالا می‌بردیم، ولی او بسوی زمین (و دنیا) مایل شد (و به پستی گرایید) و از هوای خویش پیروی کرد، پس مثل او چون مثل سگ (هار) است که اگر به او حمله کنی، زبان از دهان بیرون می‌آورد، و اگر او را به حال خود و اگذاری، (بازهم) زبانش را از دهان بیرون می‌آورد، این مثل گروهی است که آیات ما را تکذیب کردند، پس (این) داستان‌ها را (بر آن‌ها) باز گوکن، شاید بیندیشند."
  ],
  [
    177,
    "چه بد مثلی دارند، گروهی که آیات ما را تکذیب کردند، و آن‌ها بر خویشتن ستم می‌کردند."
  ],
  [
    178,
    "هرکس را که الله هدایت کند، پس او هدایت یافته (واقعی) است، و هرکس را که گمراه سازد، پس آن‌ها زیان‌کاران (واقعی) هستند."
  ],
  [
    179,
    "بتحقیق، گروه بسیاری از جن و انس را برای جهنم آفریده‌ایم، آن‌ها دل‌های دارند که با آن نمی‌فهمند، و چشمانی دارند که با آن نمی‌بینند، و گوش‌هایی دارند که با آن نمی‌شنوند، آنان مانند چهار پایانند، بلکه اینان گمراه‌ترند، اینان همان غافلانند."
  ],
  [
    180,
    "و برای خدا، نام‌های نیک است، پس به آن (نام‌ها) او را بخوانید، و کسانی را که در نام‌هایش تحریف (و کجروی) می‌کنند، رها کنید، بزودی آن‌ها کیفر آنچه را می‌کردند، داده خواهند شد."
  ],
  [
    181,
    "و از (میان) آنان که آفریده‌ایم، گروهی هستند که به حق هدایت می‌نمایند، و به آن (حکم و) عدالت می‌کنند."
  ],
  [
    182,
    "و کسانی‌که آیات ما را تکذیب کردند، به تدریج از جایی که نمی‌دانند، گرفتارشان خواهیم کرد."
  ],
  [
    183,
    "و به آن‌ها مهلت می‌دهم، بی‌گمان تدبیر من متین (و استوار) است."
  ],
  [
    184,
    "آیا فکر نکرده‌اند که همنشین آن‌ها (= رسول الله) هیچ گونه (نشانی از) دیوانگی ندارد؟ او تنها بیم‌دهندۀ آشکار است."
  ],
  [
    185,
    "آیا در ملکوت آسمان‌ها و زمین، و آنچه الله آفریده است، نمی‌نگرند؟! و (آیا فکر نمی‌کنند) شاید اجل‌شان نزدیک شده باشد؟! پس بعد از این (قرآن)، به کدام سخن، ایمان خواهند آورد؟!"
  ],
  [
    186,
    "هرکس را که الله گمراه کند، پس هدایت کننده‌ای برایش نیست، و آن‌ها را در سرکشی و طغیان‌شان سرگردان رها می‌کند."
  ],
  [
    187,
    "(ای پیامبر) دربارۀ قیامت از تو سوال می‌کنند، کی واقع می‌شود؟ بگو: «مسلماً علم آن فقط نزد پروردگار من است، و هیچ‌کس جز او (نمی‌تواند) آن را در وقت معینش آشکار سازد؛ (دانستن آن) در آسمان‌ها و زمین سنگین (و پوشیده) است، و جز بطور ناگهانی، به سوی شما نمی‌آید». (چنان) از تو سوال می‌کنند که گویی تو از و قوع آن خبر داری، بگو: «علم آن، فقط نزد الله است، ولی بیشتر مردم نمی‌دانند»."
  ],
  [
    188,
    "بگو: «من مالک سود و زیان خویشتن نیستم، مگر آنچه را الله بخواهد، و اگر غیب می‌دانستم، خیر (و سود) بسیاری (برای خود) فراهم می‌ساختم، و هیچ بدی (و زیانی) به من نمی‌رسید، من (کسی) نیستم، جز بیم‌دهنده، و بشارت‌دهنده‌ای برای گروهی که ایمان دارند."
  ],
  [
    189,
    "اوست که شما را از یک تن آفرید، و همسرش را (نیز) از خودش پدید آورد؛ تا در کنار او آرام بگیرد، پس چون (مرد با همسرش) آمیزش کرد، حملی سبک برداشت، پس مدتی با آن (حمل) گذرانید، و چون سنگین شد، هر دو (زن و شوهر) به درگاه الله، پروردگار شان دعا کردند، که: «اگر (فرزندی) تندرست (و شایسته) به ما بدهی، مسلماً از سپاس‌گزاران خواهیم بود»."
  ],
  [
    190,
    "پس چون (الله، فرزندی) تندرست (و شایسته) به آن‌ها داد، برای او در آنچه به آنان داده بود، شریکانی قرار دادند، پس الله برتراست از آنچه شریک (و همتای) او قرار می‌دهند."
  ],
  [
    191,
    "آیا چیزی را شریک می‌گیرند که چیزی را نمی‌آفریند و خودشان مخلوق‌اند."
  ],
  [
    192,
    "و نمی‌توانند آن‌ها را یاری کنند، و نه خودشان را یاری می‌دهند."
  ],
  [
    193,
    "و اگر آن‌ها را به سوی هدایت دعوت کنید، از شما پیروی نمی‌کنند، برای شما یکسان است، خواه آن‌ها را دعوت کنید و یا خاموش باشید."
  ],
  [
    194,
    "بی‌گمان آن‌هایی را که غیر از الله می‌خوانید، بندگانی همچون شما هستند، پس آن‌ها را بخوانید، اگر راست می‌گویید (و آن‌ها الله هستند)، پس باید (دعای) شما را اجابت کنند!"
  ],
  [
    195,
    "آیا پا‌‌هایی دارند که با آن راه بروند؟! یا دست‌هایی دارند، که با آن چیزی را بگیرند؟! یا چشمانی دارند، که با آن ببینند؟! آیا گوش‌هایی دارند، که با آن بشنوند؟! (ای پیامبر! به مشرکین) بگو: «شریکان‌تان را بخوانید، سپس (بر ضد من) تدبیر (و نیرنگ) کنید، و مرا مهلت ندهید."
  ],
  [
    196,
    "همانا یاور (و سرپرست) من، الله است که (این) کتاب را نازل کرده، و او یاور (و کار ساز) صالحان است."
  ],
  [
    197,
    "و کسانی را که به جای او می‌خوانید، نمی‌توانند شما را یاری کنند، و نه خودشان را یاری دهند."
  ],
  [
    198,
    "و اگر آن‌ها را به سوی هدایت دعوت کنید، (سخنان‌تان را) نمی‌شنوند، و آنان را می‌بینی که به تو نگاه می‌کنند، در حالی‌که نمی‌بینند»."
  ],
  [
    199,
    "(ای پیامبر!) گذشت را پیشه کن، و به نیکی فرمان ده، و از نادانان روی بگردان."
  ],
  [
    200,
    "و اگر از سوی شیطان وسوسه‌ای به تو رسد، به الله پناه ببر، بی‌گمان او شنوای داناست."
  ],
  [
    201,
    "همانا کسانی‌که پرهیزگاری می‌کنند، چون (خاطره و) وسوسه‌ای از شیطان به آن‌ها برسد، به یاد (الله) می‌افتند (و الله را یاد می‌کنند) پس ناگهان بینا می‌گردند."
  ],
  [
    202,
    "و برادران‌شان (از شیطان) آنان را به گمراهی می‌کشانند، سپس (در این زمینه) کوتاهی نمی‌کنند."
  ],
  [
    203,
    "و چون آیه (و معجزه‌ای که آن‌ها می‌خواهند) برای آنان نیاوری، گویند: «چرا خودت آن را بر نگزیدی؟!». بگو: «من فقط از چیزی پیروی می‌کنم که از پروردگارم به من وحی می‌شود، این (قرآن) حجت‌ها (و بینا)یی از طرف پروردگارتان، و مایۀ هدایت و رحمت است برای گروهی که ایمان می‌آورند»."
  ],
  [
    204,
    "و چون قرآن خوانده شود، پس به آن گوش فرا دهید، و خاموش باشید، تا مشمول رحمت شوید."
  ],
  [
    205,
    "و پروردگارت را در دل خود، با تضرع و بیم، نه با صدای بلند، در صبحگاهان و شامگاهان، یاد کن، و از غافلان مباش."
  ],
  [
    206,
    "همانا کسانی‌که در نزد پروردگار تو هستند، از عبادتش تکبر نمی ‌ورزند، و او را به پاکی یاد می‌کنند، و برایش سجده می‌کنند."
  ]
]