[
  {
    "id": "71",
    "place_of_revelation": "makkah",
    "transliterated_name": "Nuh",
    "translated_name": "Noah",
    "verse_count": 28,
    "slug": "nuh",
    "codepoints": [
      1606,
      1608,
      1581
    ]
  },
  [
    1,
    "بی‌گمان ما نوع را به سوی قومش فرستادیم، (و گفتیم): «قوم خود را پیش از آن که عذاب دردناک به سراغشان آید، هشدار ده (و بترسان)."
  ],
  [
    2,
    "(نوح) گفت: «ای قوم! همانا من برای شما بیم‌دهندۀ آشکاری هستم."
  ],
  [
    3,
    "که الله را پرستش کنید و از او بترسید، و مرا اطاعت کنید."
  ],
  [
    4,
    "(پس اگر چنین کردید، الله) گناهان شما را می‌آمرزد، و شما را تا زمان معینی مهلت می‌دهد، زیرا هنگامی‌که اجل الهی فرا رسد تأخیر نخواهد داشت، اگر می‌دانید»."
  ],
  [
    5,
    "و نوح (پس از نهصد و پنجاه سال نصیحت‌گری و دعوت) گفت: پروردگارا! به راستی که من قوم خود را شب و روز (به ایمان) دعوت کردم."
  ],
  [
    6,
    "اما دعوت من (در حق آنان چیزی) جز گریز نیفزود."
  ],
  [
    7,
    "و من هرگاه آن‌ها را دعوت کردم تا تو آنان را بیامرزی انگشتان‌‌شان را در گوش‌هایشان فرو کردند و لباس‌هایشان را (به خود) پیچیدند، و (در مخالفت) اصرار (و پا‌فشاری) کردند و به شدت گردن کشی و تکبر نمودند."
  ],
  [
    8,
    "سپس من آن‌ها را با صدای بلند (و آشکار) دعوت کردم."
  ],
  [
    9,
    "آنگاه به آشکار برایشان گفتم، و در نهان برای (هرکدام از) آنان بیان کردم."
  ],
  [
    10,
    "پس (به آن‌ها) گفتم: «از پروردگار خویش آمرزش بخواهید، بی‌گمان او بسیار آمرزنده است."
  ],
  [
    11,
    "تا از آسمان (باران) پی در پی بر شما بفرستد."
  ],
  [
    12,
    "و شما را با اموال و فرزندان بسیار مدد کند، به شما باغ‌های (سرسبز) بدهد، و برای شما نهر‌های (جاری) قرار دهد."
  ],
  [
    13,
    "شما را چه شده است که برای الله، عظمت (و شکوه) قایل نیستید؟!."
  ],
  [
    14,
    "در حالی‌که شما را در مراحل گوناگون آفرید. (از نطفه سپس خون لخته شده، آنگاه تکه‌ای گوشت، تا این‌که انسان کامل شد)."
  ],
  [
    15,
    "آیا نمی‌بینید چگونه الله هفت آسمان را بر فراز یکدیگر آفرید؟"
  ],
  [
    16,
    "و ماه را در میان آسمان‌ها مایۀ روشنایی قرار داد، و خورشید را چراغ (فروزانی) گردانید."
  ],
  [
    17,
    "و الله شما را همچون گیاه و نباتی از زمین رویانید."
  ],
  [
    18,
    "سپس شما را به آن (زمین) باز می‌گرداند، و بار دیگر شما را بیرون می‌آورد."
  ],
  [
    19,
    "و الله زمین را برای شما گسترده ساخت."
  ],
  [
    20,
    "تا از راه‌های پهناور آن (به سوی مقصد خود) رفت و آمد کنید»."
  ],
  [
    21,
    "نوح گفت: «پروردگارا! بی‌گمان آن‌ها مرا نافرمانی کردند، و از کسی پیروی کردند که مال و فرزندش چیزی جز زیانکاری بر او نیفزوده است."
  ],
  [
    22,
    "و (آن پیشوایان گمراه) نیرنگ (و مکر) بزرگی به کار بردند."
  ],
  [
    23,
    "و گفتند: معبودان خود را رها نکنید. و (بخصوص) «ود» و «سواع» و «یغوث» و «یعوق» و «نسر» را رها نکنید."
  ],
  [
    24,
    "و به راستی آن‌ها بسیاری را گمراه کردند، و (تو ای پروردگار!) ستمکاران را جز گمراهی میفزا»."
  ],
  [
    25,
    "(سرانجام) به کیفر گناهان‌شان (همگی) غرق شدند، پس در آتش (دوزخ) درآورده شدند، و در برابر (عذاب) الهی یاور (و مددکاری) برای خود نیافتند."
  ],
  [
    26,
    "و نوح گفت: «پروردگارا! هیچ یک از کافران (و دیار‌‌شان) را بر روی زمین باقی نگذار."
  ],
  [
    27,
    "چرا که اگر آن‌ها را باقی گذاری بندگانت را گمراه می‌کنند، و جز (نسلی) بدکار و کافر به وجود نمی‌آورند."
  ],
  [
    28,
    "پروردگارا! مرا و پدر و مادرم را و هرآن کس که با ایمان وارد خانۀ من شود، و (تمام) مردان مؤمن و زنان مؤمن را بیامرز، و ستمکاران را جز هلاکت (و نابودی) میفزا»."
  ]
]