[
  {
    "id": 73,
    "city": "makkah",
    "name": {
      "translated": "The Enshrouded One",
      "transliterated": "Al-Muzzammil",
      "codepoints": [
        1575,
        1604,
        1605,
        1586,
        1605,
        1604
      ]
    },
    "ayahs": 20,
    "slug": "al-muzzammil",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "ای جامه بر خود پیچیده!"
  ],
  [
    2,
    "شب را جز اندکی [که ویژه استراحت است، برای عبادت] برخیز؛"
  ],
  [
    3,
    "نصف [همه ساعات] شب [را به عبادت اختصاص ده] یا اندکی ازنصف بکاه،"
  ],
  [
    4,
    "یا [مقداری] بر نصف بیفزا، و قرآن را شمرده و روشن و با تأمل و دقت بخوان."
  ],
  [
    5,
    "به یقین ما به زودی گفتاری سنگین [چون آیات قرآن] به تو القا خواهیمکرد."
  ],
  [
    6,
    "بی تردید عبادت [ی که در دل] شب [انجام می گیرد] محکم تر و پایدارتر و گفتار در آن استوارتر و درست تر است."
  ],
  [
    7,
    "تو را در روز [برای مشاغل فراوان معنوی و هدایت مردم و حل مشکلات نیازمندان،] رفت و آمدی طولانی است [پس ساعات شب برای عبادت فرصتی بهتر است.]"
  ],
  [
    8,
    "نام پروردگارت را [به زبان حال و قال] یاد کن [و از غیر او قطع امید نما] و فقط دل بر او بند."
  ],
  [
    9,
    "[همان که] پروردگار مشرق و مغرب [است]، هیچ معبودی جز او نیست، پس او را وکیل و کارساز خود انتخاب کن،"
  ],
  [
    10,
    "و بر گفتار [و آزار] مشرکان شکیبا باش و از آنان به شیوه ای پسندیده دوری کن،"
  ],
  [
    11,
    "و مرا با تکذیب کنندگان توانگر و نازپرورده واگذار و آنان را اندکی مهلت ده،"
  ],
  [
    12,
    "که حتماً [برای آنان] نزد ما [به کیفر اعمالشان] زنجیرهایی گران و آتشی به شدت شعلهور است،"
  ],
  [
    13,
    "و غذایی گلوگیر و عذابی دردناک است،"
  ],
  [
    14,
    "در روزی که زمین و کوه ها به لرزه درآیند، و کوه ها به صورت توده ای شن روان گردند!"
  ],
  [
    15,
    "ما پیامبری که گواه بر [اعمال] شماست، به سویتان فرستادیم، همان گونه که به سوی فرعون، رسولی فرستادیم؛"
  ],
  [
    16,
    "پس فرعون از آن رسول نافرمانی کرد، پس او را به عذابی سخت گرفتیم."
  ],
  [
    17,
    "اگر امروز کفر بورزید، پس چگونه خود را [از عذاب] روزی که کودکان را پیر می کند، حفظ می نمایید؟!"
  ],
  [
    18,
    "آسمان به سبب شدت و کوبندگی آن روز، درهم شکافته می شود و قطعاً وعده خدا شدنی است."
  ],
  [
    19,
    "بی تردید این [قرآن] مایه تذکر و پند است، پس هر کس بخواهد راهی به سوی پروردگارش [باتکیه براین قرآن] برگزیند."
  ],
  [
    20,
    "پروردگارت آگاه است که تو و گروهی از کسانی که با تواند، نزدیک به دو سوم شب و گاهی نیمی از آن و زمانی یک سومش را [برای عبادت و خواندن قرآن] برمی خیزد، و خدا شب و روز را [دقیق و منظم] اندازه گیری می کند، و برای او مشخص است که شما هرگز نمی توانید [به علت کوتاهی و بلندی شب در طول سال، دو سوم و نصف و یک سوم را دقیقاً] اندازه گیری کنید، پس [اندازه گیری دقیق را] بر شما بخشید؛ بنابراین آنچه را از قرآن برای شما میسر است بخوانید. او می داند که به زودی برخی از شما بیمار می شوند، و گروهی برای به دست آوردن رزق و روزی خدا در زمین سفر می کنند، و بعضی در راه خدا می جنگند؛ پس آنچه را از آن میسر است بخوانید و نماز را برپا دارید و زکات بپردازید و وام نیکو به خدا بدهید؛ و آنچه را از عمل خیر برای خود پیش می فرستید، آن را نزد خدا به بهترین صورت و بزرگ ترین پاداش خواهید یافت؛ و از خدا آمرزش بخواهید که خدا بسیار آمرزنده و مهربان است."
  ]
]