[
  {
    "id": "76",
    "place_of_revelation": "madinah",
    "transliterated_name": "Al-Insan",
    "translated_name": "The Man",
    "verse_count": 31,
    "slug": "al-insan",
    "codepoints": [
      1575,
      1604,
      1575,
      1606,
      1587,
      1575,
      1606
    ]
  },
  [
    1,
    "یقیناً زمانی طولانی بر انسان گذشت که چیزی (مهم و) قابل ذکر نبود."
  ],
  [
    2,
    "به راستی ما انسان را از نطفۀ مختلطی آفریدیم، او را می‌آزماییم، پس او را شنوای بینا قرار دادیم."
  ],
  [
    3,
    "همانا ما راه را به او نشان دادیم خواه سپاس‌گزار باشد یا ناسپاس."
  ],
  [
    4,
    "به راستی ما برای کافران زنجیرها و غل‌ها و آتش سوزان مهیا کرده‌ایم."
  ],
  [
    5,
    "بی‌گمان نیکوکاران (در بهشت) از جامی می‌نوشند که آمیزه‌اش کافور است."
  ],
  [
    6,
    "(از) چشمه‌ای که بندگان (خاص) الله از آن می‌نوشند، (هر وقت و) هر جا بخواهند آن را جاری می‌سازند."
  ],
  [
    7,
    "(بندگان نیکوکار) به نذر وفا می‌کنند و از روزی می‌ترسند که (عذاب و) شرّ آن فراگیر است."
  ],
  [
    8,
    "و غذا را با این‌که (نیاز و) دوست دارند به «مسکین» و «یتیم» و «اسیر» می‌بخشند."
  ],
  [
    9,
    "(و می‌گویند:) «ما فقط به خاطر الله به شما غذا می‌دهیم، نه از شما پاداشی می‌خواهیم و نه سپاسی."
  ],
  [
    10,
    "همانا ما از پروردگارمان می‌ترسیم، روزی‌که عبوس و سخت و دشوار است»."
  ],
  [
    11,
    "پس الله آنان را از (سختی و) شر آن روز نگه داشت و آن‌ها را شادمانی و سرور بخشید."
  ],
  [
    12,
    "و به (پاداش) صبری که کردند، بهشت و (لباس‌های) حریر (بهشتی) را به آنان پاداش داد."
  ],
  [
    13,
    "در آنجا بر تخت‌ها (ی زیبا) تکیه کرده‌اند، نه آفتابی در آنجا می‌بینند و نه سرمایی."
  ],
  [
    14,
    "و سایه‌هایش بر آن‌ها فرو افتاده، و میوه‌هایش (برای چیدن) در دسترس (و به فرمان) است."
  ],
  [
    15,
    "و در گرداگرد آن‌ها ظرف‌های سیمین (غذا‌ها) و کاسه‌های بلورین (نوشیدنی‌ها) گردانده می‌شود."
  ],
  [
    16,
    "(کاسه‌های) بلورین از نقره که آن‌ها را به‌اندازۀ مناسب (پر و) آماده کرده‌اند."
  ],
  [
    17,
    "و در آنجا از جام‌هایی سیراب می‌شوند که آمیزه‌اش زنجبیل است."
  ],
  [
    18,
    "(از) چشمه‌ای، در آنجا که سلسبیل نامیده می‌شود."
  ],
  [
    19,
    "و همواره نوجوانانی جاودانه بر گردشان می‌چرخند که هرگاه آن‌ها را ببینی، گمان می‌کنی که مروارید پراکنده هستند."
  ],
  [
    20,
    "و چون (به هر سمتی) بنگری، آنجا نعمت بسیار و فرمانروایی عظیمی را می‌بینی."
  ],
  [
    21,
    "بر آنان (بهشتیان) لباس‌هایی سبز رنگ از دیبای نازک و دیبای ضخیم است، و با دستبند‌هایی از نقره آراسته شده‌اند، و پروردگارشان شراب پاک به آن‌ها می‌نوشاند."
  ],
  [
    22,
    "(و به آن‌ها گفته می‌شود:) «این (نعمت‌ها) پاداش شماست، و سعی و کوشش شما قدردانی شده است»."
  ],
  [
    23,
    "(ای پیامبر!) یقیناً ما قرآن را بر تو تدریجاً نازل کردیم."
  ],
  [
    24,
    "پس برای حکم پروردگارت شکیبا باش، و از هیچ گنهکار یا ناسپاسی از آنان فرمان نبر."
  ],
  [
    25,
    "و صبح و شام نام پروردگارت را یاد کن."
  ],
  [
    26,
    "و (نیز) بخشی از شب برایش سجده کن (و نماز گزار) و بخش درازی از شب او را تسبیح گوی."
  ],
  [
    27,
    "بی‌گمان اینان (کافران) دنیای زودگذر را دوست دارند، و روز سختی (را که در پیش دارند) پشت سر خود رها می‌کنند."
  ],
  [
    28,
    "ما آن‌ها را آفریدیم و پیوند (مفاصل) شان را محکم کردیم، و هر زمان بخواهیم جای آنان را به (گروه دیگری) مانندشان می‌دهیم."
  ],
  [
    29,
    "بی‌گمان این یادآوری (و پند) است، پس هرکس که بخواهد راهی به سوی پروردگارش برمی‌گزیند."
  ],
  [
    30,
    "و شما چیزی را نمی‌خواهید مگر این‌که الله بخواهد، بی‌گمان الله دانای حکیم است."
  ],
  [
    31,
    "هرکس را که بخواهد در رحمت خود وارد می‌کند، و برای ستمکاران عذاب دردناکی آماده کرده است."
  ]
]