[
  {
    "id": 79,
    "city": "makkah",
    "name": {
      "translated": "Those who drag forth",
      "transliterated": "An-Nazi'at",
      "codepoints": [
        1575,
        1604,
        1606,
        1575,
        1586,
        1593,
        1575,
        1578
      ]
    },
    "ayahs": 46,
    "slug": "an-naziat",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "سوگند به فرشتگانی که جان‌های (کافران) را به شدّت بیرون می‌کشند."
  ],
  [
    2,
    "و سوگند به فرشتگانی که جان‌های (مؤمنان) را به نرمی و آسانی می‌گیرند."
  ],
  [
    3,
    "و سوگند به فرشتگانی که شناورند."
  ],
  [
    4,
    "و سوگند به فرشتگانی که (در اجرای اوامر الهی) بر یگدیگر سبقت می‌گیرند."
  ],
  [
    5,
    "و سوگند به فرشتگانی (که به امر الهی) کار‌‌ها را تدبیر می‌کنند."
  ],
  [
    6,
    "روزی‌که (سپس از اولین دمیدن در صور) زمین (و کوه‌ها و همه چیز) را بلرزه در آید"
  ],
  [
    7,
    "در پی آن (دمیدن دوم حشر) بیاید."
  ],
  [
    8,
    "دل‌هایی در آن روز سخت مضطرب (و ترسان) است."
  ],
  [
    9,
    "و چشم‌های آنان (از ترس و شرمساری) فرو افتاده است."
  ],
  [
    10,
    "(کافران در دنیا) می‌گویند: «آیا ما (پس از مرگ دوباره) به حال اول خود باز می‌گردانیده می‌شویم؟!"
  ],
  [
    11,
    "آیا هنگامی‌که استخوان‌های پوسیده‌ای شدیم (و به خاک تبدیل گشتیم، باز هم زنده می‌شویم؟!)»."
  ],
  [
    12,
    "گویند: «(اگر چنین وعده‌ای درست باشد) آنگاه آن بازگشتی زیانبار است!»."
  ],
  [
    13,
    "پس آن (بازگشت) تنها با یک بانگ مهیب است!"
  ],
  [
    14,
    "پس ناگهان همگی بر عرصۀ زمین (محشر) ظاهر می‌شوند."
  ],
  [
    15,
    "(ای پیامبر) آیا داستان موسی به تو رسیده است؟!"
  ],
  [
    16,
    "آنگاه که پروردگارش او را در وادی مقدس «طوی» ندا داد (و فرمود:)."
  ],
  [
    17,
    "به سوی فرعون برو، که او طغیان کرده است."
  ],
  [
    18,
    "پس به او بگو: «آیا می‌خواهی پاکیزه شوی؟!"
  ],
  [
    19,
    "و من تو را به سوی پروردگارت هدایت کنم، آنگاه (از او) بترسی، (و فرمانبردار شوی)."
  ],
  [
    20,
    "پس (موسی) معجزه‌ای بزرگ را به او نشان داد."
  ],
  [
    21,
    "اما او تکذیب کرد و عصیان ورزید."
  ],
  [
    22,
    "سپس پشت کرد و به کوشش و تلاش (علیه او) پرداخت."
  ],
  [
    23,
    "پس (قومش را) جمع کرد و ندا داد."
  ],
  [
    24,
    "و آنگاه گفت: «من پروردگار برتر شما هستم»."
  ],
  [
    25,
    "پس الله او را به عذاب آخرت و دنیا گرفتار کرد."
  ],
  [
    26,
    "بی‌گمان در این (واقعه)، عبرتی است برای کسی‌که (از الله) می‌ترسد."
  ],
  [
    27,
    "آیا آفرینش شما (بعد از مرگ) سخت‌تر است یا آسمان که (الله) آن را بنا کرد؟"
  ],
  [
    28,
    "سقف آن را برافراشت، پس به آن شکل و نظم داد."
  ],
  [
    29,
    "و شبش را تاریک، و روزش را روشن گردانید."
  ],
  [
    30,
    "و زمین را بعد از آن گسترانید."
  ],
  [
    31,
    "و از آن آب (چشمه‌ها و چاه‌ها) و چراگاهش را بیرون آورد."
  ],
  [
    32,
    "و کوه‌ها را محکم و استوار (بر روی زمین) قرار داد."
  ],
  [
    33,
    "(همۀ این‌ها) برای بهره‌گیری شما و چهارپایانتان است."
  ],
  [
    34,
    "پس هنگامی‌که (آن) حادثۀ بزرگ (قیامت) فرا رسد،"
  ],
  [
    35,
    "در آن روز انسان (تمام اعمال و) تلاش‌های خود را به یاد آورد."
  ],
  [
    36,
    "و جهنم برای هر بیننده آشکار می‌شود."
  ],
  [
    37,
    "پس آن کس که طغیان (و سرکشتی) کرده باشد."
  ],
  [
    38,
    "و زندگی دنیا را (بر آخرت) ترجیح داده باشد."
  ],
  [
    39,
    "پس بی ترید جهنم جایگاه اوست."
  ],
  [
    40,
    "و اما کسی‌که از ایستادن در حضور پروردگارش بیمناک بوده، و نفس را از هوی (و هوس) باز داشته باش."
  ],
  [
    41,
    "پس قطعاً بهشت جایگاه اوست."
  ],
  [
    42,
    "(ای پیامبر) دربارۀ قیامت از تو می‌پرسند، که در چه زمانی واقع می‌شود؟"
  ],
  [
    43,
    "تو را با یادآوری این سخن چه کار است؟"
  ],
  [
    44,
    "(سر انجام و) منت‌های (علم) آن نزد پروردگار تو است."
  ],
  [
    45,
    "(ای پیامبر) تو تنها بیم‌دهندۀ کسانی هستی که از آن می‌ترسند."
  ],
  [
    46,
    "روزی‌که (کافران قیامت را) ببیند، (چنین احساس می‌کنند که) گویی (در دنیا) جز یک شامگاه یا چاشتگاه درنگ نکرده‌اند."
  ]
]