[
  {
    "id": 84,
    "city": "makkah",
    "name": {
      "translated": "The Sundering",
      "transliterated": "Al-Inshiqaq",
      "codepoints": [
        1575,
        1604,
        1573,
        1606,
        1588,
        1602,
        1575,
        1602
      ]
    },
    "ayahs": 25,
    "slug": "al-inshiqaq",
    "translator": "Hussein Taji Kal Dari"
  },
  [
    1,
    "هنگامی که آسمان بشکافد"
  ],
  [
    2,
    "و فرمان پروردگارش را اطاعت کند، و [به این اطاعت از فرمان،] سزاوارتر گردد"
  ],
  [
    3,
    "و هنگامی که زمین گسترده شود"
  ],
  [
    4,
    "و آنچه را در درون دارد بیرون افکند، و تهی گردد"
  ],
  [
    5,
    "و فرمان پروردگارش را اطاعت کند، و [به این اطاعتِ از فرمان،] سزاوارتر گردد،"
  ],
  [
    6,
    "ای انسان! یقیناً تو با کوشش و تلاشی سخت به سوی پروردگارت در حرکتی، پس او را [در حالی که مقام فرمانروایی مطلق و حکومت بر همه چیز ویژه اوست و هیچ حکومتی در برابرش وجود ندارد،] دیدار می کنی،"
  ],
  [
    7,
    "اما کسی که نامه اعمالش را به دست راستش دهند،"
  ],
  [
    8,
    "به زودی با حسابی آسان به حسابش رسیدگیشود،"
  ],
  [
    9,
    "و خوشحال و شادمان به سوی خانواده اش [در بهشت] باز گردد،"
  ],
  [
    10,
    "و اما کسی که نامه اعمالش را از پشت سرش دهند،"
  ],
  [
    11,
    "به زودی با فریادی حسرت بار، هلاکت و نابودی خود را خواهد،"
  ],
  [
    12,
    "و در آتش افروخته در آید."
  ],
  [
    13,
    "او همواره در میان خانواده اش [به ثروت و مال و مقام] خوشحال و شادمان بود."
  ],
  [
    14,
    "او می پنداشت که هرگز پس از مرگ [به حیات دوباره] باز نخواهد گشت."
  ],
  [
    15,
    "آری، بی تردید پروردگارش نسبت به [همه امور] او بینا بود [از این جهت تمام اعمال و دست آوردش را برای پاداش و کیفر ثبت کرد.]"
  ],
  [
    16,
    "سوگند به سرخی کنار افق به هنگام غروب خورشید"
  ],
  [
    17,
    "و سوگند به شب و آنچه را [از موجودات پراکنده شده در روز، در خانه ها و لانه ها] جمع می کند"
  ],
  [
    18,
    "و سوگند به ماه هنگامی که بَدْر کامل می شود"
  ],
  [
    19,
    "که شما حالی را پس از حالی [که مراحل مختلف زندگی است و در سختی و زحمت مطابق یکدیگرند] طی می کنید [تا به دیدار پروردگارتان نایل آیید.]"
  ],
  [
    20,
    "پس اینان را چه می شود که ایمان نمی آورند؟!"
  ],
  [
    21,
    "و هرگاه قرآن را بر آنان خوانند، خاضع و تسلیم نمی شوند؟!"
  ],
  [
    22,
    "بلکه کافران همواره انکار هم می کنند!"
  ],
  [
    23,
    "و خدا به آنچه [از انکار، کفر، نفاق، حسد و...] در دل خود جمع می کنند، داناتر است."
  ],
  [
    24,
    "پس آنان را به عذابی دردناک بشارت ده. …."
  ],
  [
    25,
    "مگر آنان را که ایمان آورده و کارهای شایسته انجام داده اند، که آنان را پاداشی جاودان و بی منت است."
  ]
]