[
  [
    1,
    "Bendito Aquele Que fez descer o Critério sobre Seu Servo, para que seja admoestador dos mundos,"
  ],
  [
    2,
    "Aquele de Quem é a soberania dos céus e da terra, e Que não tomou filho algum, e para Quem não há parceiro, na soberania, e Que criou todas as cousas e determinou-as na justa medida!"
  ],
  [
    3,
    "E eles tomam, além d"
  ],
  [
    4,
    "E os que renegam a Fé dizem: \"Este não é senão mentira, que ele forjou e, nisso, outras pessoas ajudaram\". Então, com efeito, cometeram injustiça e falsidade."
  ],
  [
    5,
    "E dizem: \"São fábulas dos antepassados, que ele pediu fossem escritas; e elas lhe são ditadas, ao amanhecer e ao entardecer.\""
  ],
  [
    6,
    "Dize, Muhammad: \"Fê-lo descer Aquele Que sabe os segredos nos céus e na terra. Por certo, Ele é Perdoador, Misericordiador.\""
  ],
  [
    7,
    "E dizem: \"Por que razão este Mensageiro come o mesmo alimento e anda pelos mercados, como nós? Que se fizesse descer um anjo, para ele e, com ele, fosse admoestador!"
  ],
  [
    8,
    "\"Ou que se lhe lançasse um tesouro, ou que houvesse, para ele, um jardim, de que pudesse comer\". E os injustos dizem: \"Vós não seguis senão um homem enfeitiçado!\""
  ],
  [
    9,
    "Olha, como engendram semelhantes a ti, e se descaminham! Então, não poderão encontrar caminho algum."
  ],
  [
    10,
    "Bendito Aquele Que, se quiser, te fará algo melhor que tudo isso: jardins, abaixo dos quais correm os rios; e te fará palácios!"
  ],
  [
    11,
    "Mas eles desmentem a Hora; e preparamos, para os que desmentem a Hora, um Fogo ardente."
  ],
  [
    12,
    "Quando este os vir, de longínquo lugar, já eles lhe ouvirão o furor e o rumor."
  ],
  [
    13,
    "E, quando lançados nele, em angusto lugar, as mãos amarradas atrás do pescoço, lá suplicarão uma aniquilação."
  ],
  [
    14,
    "Dir-se-lhes-á: \"Não supliqueis, hoje, uma só aniquilação e suplicai muitas aniquilações!\""
  ],
  [
    15,
    "Dize: \"Isso é melhor ou o Paraíso da eternidade, que é prometido aos piedosos? Ser-lhes-á recompensa e destino."
  ],
  [
    16,
    "\"Terão, nele, o que quiserem, sendo eternos. Isso impende a teu Senhor, como promessa exigível.\""
  ],
  [
    17,
    "E lembra-lhes de que, um dia, os reuniremos, eles e aos que adoram, além de Allah; então, Ele dirá: \"Descaminhastes estes Meus servos, ou eles mesmos se descaminharam do caminho?\""
  ],
  [
    18,
    "Eles dirão: \"Glorificado sejas! Não nos é concebível tomarmos, além de Ti, protetores, mas Tu os fizeste gozar e a seus pais, até que esqueceram a Mensagem e foram um povo extraviado.\""
  ],
  [
    19,
    "Dir-se-á aos idólatras: \"E, com efeito, eles vos desmentem no que dizeis; então, não podereis obter nem isenção do castigo nem socorro.\" E a quem de vós é injusto, fá-lo-emos experimentar grande castigo."
  ],
  [
    20,
    "E não enviamos, antes de ti, Mensageiros, sem que, por certo, comessem o mesmo alimento e andassem pelos mercados. E fazemos de uns de vós provação para os outros. Então, vós pacientais? E teu Senhor é Onividente."
  ],
  [
    21,
    "E os que não esperam Nosso encontro dizem: \"Que se faça descer os anjos sobre nós, ou que vejamos a nosso Senhor!\" Com efeito, eles se ensoberbecem, em seu âmago, e cometem, desmesuradamente, grande arrogância."
  ],
  [
    22,
    "Um dia, quando eles virem os anjos, nesse dia, não haverá alvíssaras para os criminosos, e os anjos dirão: \"É, terminantemente vedado ir para o Paraíso.\""
  ],
  [
    23,
    "E referir-nos-emos às obras que fizeram, e fá-las-emos partículas dispersas no ar."
  ],
  [
    24,
    "Os companheiros do Paraíso, nesse dia, serão os melhores em residência, e estarão em mais belo lugar de repouso."
  ],
  [
    25,
    "E um dia, o céu se fenderá, com as nuvens, e se fará descer os anjos, com descida de realidade."
  ],
  [
    26,
    "Nesse dia, a verdadeira soberania será dO Misericordioso. E será um dia difícil para os renegadores da Fé."
  ],
  [
    27,
    "E um dia, o injusto morderá as mãos, dizendo: \"Quem dera houvesse eu tomado caminho com o Mensageiro!"
  ],
  [
    28,
    "\"Ai de mim! Quem dera não houvesse eu tomado fulano por amigo!"
  ],
  [
    29,
    "\"Com efeito, ele me descaminhou da Mensagem, após ela haver-me chegado. E Satã é pérfido para com o ser humano!\""
  ],
  [
    30,
    "E o Mensageiro dirá: \"Ó Senhor meu! Por certo, meu povo tomou este Alcorão por objeto de abandono!\""
  ],
  [
    31,
    "E, assim, fizemos, para cada profeta, um inimigo dentre os criminosos. E basta teu Senhor por Guia e Socorredor."
  ],
  [
    32,
    "E os que renegam a Fé dizem: \"Que houvesse descido sobre ele o Alcorão, de uma só vez!\" Fragmentamo-lo assim, para com ele, te tornarmos firme o coração. E fizemo-lo ser recitado paulatinamente."
  ],
  [
    33,
    "E eles não te chegam com exemplo algum, sem que cheguemos a ti com a verdade e a melhor interpretação."
  ],
  [
    34,
    "Os que forem reunidos, sendo arrastados sobre as faces à Geena, esses serão na pior situação e os mais descaminhados do caminho certo."
  ],
  [
    35,
    "E, com efeito, concedemos a Moisés o Livro e fizemos de seu irmão Aarão, vizir, assistente, junto dele."
  ],
  [
    36,
    "E dissemos: \"Ide ambos ao povo que desmentiu Nossos sinais.\" Então, destruímo-lo totalmente."
  ],
  [
    37,
    "E ao povo de Noé, quando desmentiu os Mensageiros, afogamo-lo e fizemo-lo um sinal para os humanos. E preparamos para os injustos doloroso castigo."
  ],
  [
    38,
    "E menciona o povo de Ãd e Thamud e o povo de Rass (um lugar) e muitas gerações entre esses."
  ],
  [
    39,
    "E, para cada um deles, propomos os exemplos, e a cada um esmagamos, rudemente."
  ],
  [
    40,
    "E, com efeito, eles passaram pela cidade, sobre a qual se fez chover a chuva do mal. Então, não a viram? Mas eles não esperam Ressurreição alguma."
  ],
  [
    41,
    "E, quando te vêem, não te tomam senão por objeto de zombaria, e dizem: \"É este quem Allah enviou por Mensageiro?\""
  ],
  [
    42,
    "\"Por certo, ele quase nos descaminhara de nossos deuses, não houvéssemos sido perseverantes com o culto deles.\" E saberão, quando virem o castigo, quem está mais descaminhado;"
  ],
  [
    43,
    "Viste aquele que toma por deus sua paixão? Então, és tu, sobre ele, patrono?"
  ],
  [
    44,
    "Ou tu supões que a maioria deles ouve ou razoa? Eles não são senão como os rebanhos, aliás, mais descaminhados, em caminho."
  ],
  [
    45,
    "Não viste teu Senhor, como estende a sombra? E, se quisesse, fá-la-ia imóvel. Em seguida, Nós fazemos do sol um indicador dela;"
  ],
  [
    46,
    "Em seguida, recolhemo-la, suavemente, para junto de Nós."
  ],
  [
    47,
    "E Ele é Quem vos faz da noite vestimenta, e do sono, descanso, e faz do dia volta à vida ativa."
  ],
  [
    48,
    "E Ele é Quem envia o vento, como alvissareiro, adiante de Sua misericórdia. E do céu fazemos descer água pura."
  ],
  [
    49,
    "Para com ela vivificar uma plaga morta, e darmos de beber, dentre o que criamos, a muitos rebanhos e humanos."
  ],
  [
    50,
    "E, com efeito, repartimo-la entre eles, para meditarem; então, a maioria dos homens a tudo recusou, exceto à ingratidão."
  ],
  [
    51,
    "E, se quiséssemos, haveríamos enviado a cada cidade um admoestador."
  ],
  [
    52,
    "Então, não obedeças aos renegadores da Fé, Muhammad, e, com ele luta contra eles, vigorosamente."
  ],
  [
    53,
    "E Ele é Quem desenleou os dois mares este é doce, sápido, e aquele é salso, amargo. E fez, entre ambos, uma barreira e terminante proibição de sua mescla."
  ],
  [
    54,
    "E Ele é Quem cria da água um ser humano e faz dele parentes sangüíneos e parentes afins. E teu Senhor é Onipotente."
  ],
  [
    55,
    "E eles adoram, além de Allah, o que não os beneficia nem os prejudica. E o renegador da Fé é coadjutor de Satã contra seu Senhor."
  ],
  [
    56,
    "E não te enviamos senão por alvissareiro e admoestador."
  ],
  [
    57,
    "Dize: \"Não vos peço prêmio algum por ele, a não ser a crença de quem quer tomar caminho para seu Senhor.\""
  ],
  [
    58,
    "E confia nO Vivente, Que jamais morrerá, e glorifica-O, com louvor. E basta Ele por Conhecedor dos pecados de Seus servos."
  ],
  [
    59,
    "Ele é Quem criou os céus e a terra e o que há entre ambos, em seis dias; em seguida, estabeleceu-Se no Trono. Ele é O Misericordioso; então, pergunta, acerca dEle, a um conhecedor."
  ],
  [
    60,
    "E, quando se Ihes diz: \"Prosternai-vos diante dO Misericordioso\", dizem: \"O que é O Misericordioso? Prosternar-nos-emos diante do que nos ordenas?\" E isso lhes acrescenta repulsa."
  ],
  [
    61,
    "Bendito Quem fez constelações, no céu, e nele, fez um luzeiro e uma lua luminosa!"
  ],
  [
    62,
    "E Ele é Quem fez a noite e o dia alternados, para quem deseja meditar ou deseja agradecer a Allah."
  ],
  [
    63,
    "E os servos dO Misericordioso são os que andam, mansamente, sobre a terra e, quando os ignorantes se dirigem a eles, dizem: \"Salam!\",\"Paz!\";"
  ],
  [
    64,
    "E os que passam a noite prosternando-se, diante de seu Senhor, e orando de pé;"
  ],
  [
    65,
    "E os que dizem: \"Senhor nosso! Desvia de nós o castigo de Geena. Por certo, seu castigo é perpétuo.\""
  ],
  [
    66,
    "\"Por certo, que vil residência e lugar de permanecer é ela!\";"
  ],
  [
    67,
    "E os que, quando despendem seus bens, não os esbanjam nem restringem, mas seu dispêndio está entre isso, ajustado;"
  ],
  [
    68,
    "E os que não invocam, junto de Allah, outro deus, e não matam a alma que Allah proibiu matar, exceto se com justa razão, e não adulteram; e quem faz isso encontrará punição;"
  ],
  [
    69,
    "O castigo duplicar-se-lhe-á, no Dia da Ressurreição e, nele, permanecerá, eternamente, aviltado."
  ],
  [
    70,
    "Exceto quem se volta arrependido e crê e faz o bem; então, a esses, Allah trocar-lhes-á as más obras em boas obras. E Allah é Perdoador, Misericordiador,"
  ],
  [
    71,
    "E quem se volta arrependido e faz o bem, por certo, ele se volta para Allah, arrependido, perfeitamente."
  ],
  [
    72,
    "E os que não prestam falso testemunho e, quando passam junto da frivolidade, passam nobremente;"
  ],
  [
    73,
    "E os que, quando são lembrados dos versículos de seu Senhor, não permanecem desatentos a eles, como surdos, cegos;"
  ],
  [
    74,
    "E os que dizem: \"Senhor nosso! Dadiva-nos, da parte de nossas mulheres e de nossa descendência, com alegre frescor nos olhos e faze-nos guia para os piedosos.\""
  ],
  [
    75,
    "Esses serão recompensados com a câmara etérea, porque pacientaram; e, nele, ser-lhe-ão conferidas saudações e paz."
  ],
  [
    76,
    "Lá, serão eternos. Que bela residência e lugar de permanecer!"
  ],
  [
    77,
    "Dize, Muhammad: \"Meu Senhor não se importaria convosco, não fora vossa súplica. E, com efeito, desmentistes o Mensageiro; então, ser-vos-á imposto o castigo.\""
  ]
]