[
  [
    1,
    "suratu sabaa. Louvor a Allah, de Quem é o que há nos céus e na terra. E d"
  ],
  [
    2,
    "Ele sabe o que penetra na terra e o que dela sai, e o que desce do céu e o que a ele ascende. E Ele é O Misericordiador, O Perdoador."
  ],
  [
    3,
    "E os que renegam a Fé dizem: \"A Hora não nos chegará\". Dize: \"Sim! Por meu Senhor! Com certeza chegar-vos-á. PelO Sabedor do Invisível. Não escapa dEle peso algum de átomo, nos céus nem na terra. E nada há menor que isto nem maior, que não esteja no evidente Livro.\""
  ],
  [
    4,
    "Para compensar os que crêem e fazem as boas obras. Esses terão perdão e generoso sustento."
  ],
  [
    5,
    "E os que se esforçam em negar Nossos sinais, intentando escapar de Nosso castigo, esses terão castigo de doloroso tormento."
  ],
  [
    6,
    "E aqueles, aos quais fora concedida a ciência, vêem que o que foi descido para ti de teu Senhor é a Verdade, e que ele guia à senda dO Todo-Poderoso, dO Louvável."
  ],
  [
    7,
    "E os que renegam a Fé dizem: \"Indicar-vos-emos um homem, que vos informe de que, quando vos desintegrardes, com toda desintegração, sereis, por certo, transmudados em novas criaturas?\""
  ],
  [
    8,
    "\"Forja ele mentiras acerca de Allah, ou há nele loucura?\" Não. Mas os que não crêem na Derradeira Vida estão no castigo e no profundo descaminho."
  ],
  [
    9,
    "E não viram eles o que está adiante deles e o que está detrás deles, seja do céu ou da terra? Se quiséssemos, faríamos a terra engoli-los, ou faríamos cair sobre eles pedaços do céu. Por certo, há nisso um sinal para todo servo contrito."
  ],
  [
    10,
    "E, com efeito, concedemos a Davi favor vindo de Nós, e dissemos: \"Ó montanhas! Repeti, com ele, o louvor a Allah, junto dos pássaros.\" E tornamos dúctil o ferro, para ele,"
  ],
  [
    11,
    "E dissemos: \"Faze cotas de malha e entrelaça bem as malhas, e fazei o bem. Por certo, do que fazeis, sou Onividente.\""
  ],
  [
    12,
    "E submetemos a Salomão o vento, cujo percurso matinal era de um mês, e cujo percurso vespertino era de um mês. E fizemo-lhe fluir a fonte de cobre fundido. E houve, dentre os gênios, quem trabalhasse as sua ordens, com a permissão de seu Senhor. E a quem, dentre eles, se desviasse de Nossa ordem, fazíamo-lo experimentar o castigo do Fogo ardente."
  ],
  [
    13,
    "Faziam-lhe o que queria: santuários e estátuas e alguidares grandes como os tanques, e caldeirões assentes. E dissemos: \"Laborai, ó família de Davi, em agradecimento.\" Enquanto poucos, dentre Meus servos, são os agradecidos."
  ],
  [
    14,
    "E, quando Ihe decretamos a morte, nada Ihes indicou sua morte senão a térmite que lhe devorou o báculo. Então, quando ele caiu, tornou-se evidente para os jinns que, se soubessem do Invisível, não haveriam permanecido no aviltante castigo."
  ],
  [
    15,
    "Com efeito, havia para Saba, em seu habitat, um Sinal: dois jardins, à direita e à esquerda. Foi-lhes dito: \"Comei do sustento de vosso Senhor e agradecei-Lhe. Tendes uma plaga benigna e um Senhor Perdoador.\""
  ],
  [
    16,
    "Então, eles deram de ombros a isso; e enviamos contra eles a torrente da barragem de Al-Arim, e trocamo-lhes os dois jardins por outros dois jardins, de frutas amargas e tamárices e cousa pouca de açoifaifa."
  ],
  [
    17,
    "Com isso recompensamo-los, por sua ingratidão. E não recompensamos, assim, senão ao ingrato?"
  ],
  [
    18,
    "E tínhamos feito, entre eles e as cidades que tínhamos abençoado, cidades aparentes e tínhamos determinado, nelas, a caminhada, na justa medida. E dissemos: \"Caminhai, em segurança, durante dias e noites.\""
  ],
  [
    19,
    "Então, disseram: \"Senhor nosso! Torna grande a distância entre nossas viagens.\" E foram injustos com si mesmos; então, fizemo-los tema de conversa, e desintegramo-los, com toda desintegração. Por certo, há nisso sinais para todo perseverante, agradecido."
  ],
  [
    20,
    "E, com efeito, Iblis comprovou sua conjectura acerca deles; então, seguiram-no, exceto um grupo de crentes."
  ],
  [
    21,
    "E ele não tinha poder algum sobre eles; mas assim foi, para que soubéssemos distinguir quem cria na Derradeira Vida de quem estava em dúvida, a respeito dela. E teu Senhor, sobre todas as cousas, é Custódio."
  ],
  [
    22,
    "Dize: \"Invocai os que pretendeis serem deuses, além de Allah. Eles não possuem o peso de um átomo, nem nos céus nem na terra. E, nestes, eles não têm participação alguma. E Ele não tem, entre eles, coadjutor algum.\""
  ],
  [
    23,
    "E a intercessão, junto d"
  ],
  [
    24,
    "Dize: \"Quem vos dá sustento dos céus e da terra?\" Dize: \"Allah! E, por certo, nós ou vós estamos na orientação ou em evidente descaminho.\""
  ],
  [
    25,
    "Dize: \"Não sereis interrogados acerca dos crimes que cometemos, nem seremos interrogados acerca do que fazeis.\""
  ],
  [
    26,
    "Dize: \"Nosso Senhor juntar-nos-á; em seguida, sentenciará, entre nós, com a verdade. E Ele é O Sentenciador, O Onisciente.\""
  ],
  [
    27,
    "Dize: \"Fazei-me ver os que ajuntais a Ele, como parceiros. Em absoluto, não o conseguireis. Aliás, Ele é Allah, O Todo-Poderoso, O Sábio.\""
  ],
  [
    28,
    "E não te enviamos Muhammad, senão a toda a humanidade, por alvissareiro e admoestador, mas a maioria dos homens não sabe."
  ],
  [
    29,
    "E dizem: \"Quando será o cumprimento desta promessa, se sois verídicos?\""
  ],
  [
    30,
    "Dize: \"Haverá, para vós, o encontro de um dia, em relação ao qual não podereis retardar-vos, uma hora sequer, nem adiantar-vos.\""
  ],
  [
    31,
    "E os que renegam a Fé dizem: \"Jamais creremos neste Alcorão nem no que houve antes dele.\" E se visses quando os injustos forem postos diante de seu Senhor, uns refutando o dito dos outros! Os que foram subjugados dirão aos que se ensoberbeceram: \"Se não fôsseis vós, seríamos crentes.\""
  ],
  [
    32,
    "Os que se ensoberbeceram dirão aos que foram subjugados: \"Será que fomos nós que vos afastamos da boa orientação, após haver-vos chegado? Não. Mas vós próprios éreis criminosos.\""
  ],
  [
    33,
    "E os que foram subjugados dirão aos que se ensoberbeceram: \"Não. Mas, vossos estratagemas, noite e dia, desgraçaram-nos, quando nos ordenáveis renegássemos a Allah e Lhe fizéssemos semelhantes.\" E eles guardarão segredo do arrependimento, quando virem o castigo. E Nós poremos as gargalheiras nos pescoços dos que renegaram a Fé. Não serão eles recompensados senão pelo que faziam?"
  ],
  [
    34,
    "E não enviamos a uma cidade admoestador algum, sem que seus opulentos habitantes dissessem: \"Por certo, somos renegadores do com que sois enviados.\""
  ],
  [
    35,
    "E eles disseram: \"Somos mais privilegiados em riquezas e filhos, e não seremos castigados .\""
  ],
  [
    36,
    "Dize: \"Por certo, meu Senhor prodigaliza o sustento a quem quer, e restringe-o; mas a maioria dos homens não sabe.\""
  ],
  [
    37,
    "E não são vossas riquezas nem vossos filhos que vos aproximarão, bem perto de Nós; mas quem crê e faz o bem, esses terão o dobro da recompensa, pelo que fizeram e estarão, em segurança, nas câmaras etéreas."
  ],
  [
    38,
    "E os que se esforçam em negar Nossos sinais, intentando escapar de Nós, esses serão trazidos ao castigo."
  ],
  [
    39,
    "Dize: \"Por certo, meu Senhor prodigaliza o sustento a quem quer, de Seus servos, e restringe-lho. E o que quer que despendais, Ele vo-lo restituirá. E Ele é O melhor dos sustentadores.\""
  ],
  [
    40,
    "E um dia, Ele os reunirá a todos; em seguida, dirá aos anjos: \"São estes que vos adoravam?\""
  ],
  [
    41,
    "Eles dirão: \"Glorificado sejas! Tu és nosso Protetor, em vez deles. Ao contrário, eles adoravam os gênios. A maioria deles era crente neles.\""
  ],
  [
    42,
    "Então, nesse dia, nenhum de vós possuirá, para o outro, benefício nem prejuízo; e diremos aos que foram injustos: \"Experimentai o castigo do Fogo, que desmentíeis.\""
  ],
  [
    43,
    "E, quando Nossos evidentes versículos se recitam, para eles, dizem: \"Este não é senão um homem que quer afastar-vos do que vossos pais adoravam.\" E dizem: \"Este não é senão mentira forjada.\" E dizem os que renegam a Fé, acerca da verdade, quando ela lhe chega: \"Isto não é senão evidente magia!\""
  ],
  [
    44,
    "E Nós não lhes concedêramos livros que estudassem. E não lhes enviáramos, antes de ti, admoestador algum."
  ],
  [
    45,
    "E os que foram antes deles desmentiram a Mensagem - e não chegam eles, em poder e riqueza, ao décimo do que concedêramos àqueles - e desmentiram a Meus Mensageiros. Então, como foi Minha reprovação?"
  ],
  [
    46,
    "Dize: \"Apenas, exorto-vos a uma única questão: a vos manterdes, diante de Allah, de dois em dois ou de um em um, em seguida a refletirdes. Não há loucura em vosso companheiro. Ele não vos é senão um admoestador, que está adiante de veemente castigo.\""
  ],
  [
    47,
    "Dize: \"O que vos peço, em prêmio, o será para vós. Meu prêmio não impende senão a Allah. E Ele, sobre todas as cousas, é Testemunha.\""
  ],
  [
    48,
    "Dize: \"Por certo, meu Senhor é Quem lança a Verdade. Ele, das cousas invisíveis, é Profundo Sabedor.\""
  ],
  [
    49,
    "Dize: \"A Verdade chegou, e a falsidade nada inicia nem repete .\""
  ],
  [
    50,
    "Dize: \"Se eu me descaminho, descaminhar-me-ei, apenas, em prejuízo de mim mesmo. E, se me guio, será pelo que meu Senhor me revelou. Por certo, Ele é Oniouvinte, e está Próximo.\""
  ],
  [
    51,
    "E se visses quando se aterrorizarem! Para eles não haverá escapatória, e serão apanhados em lugar próximo."
  ],
  [
    52,
    "E dirão: \"Cremos nele.\" Mas como poderão alcançar a Fé, de lugar tão longínquo?"
  ],
  [
    53,
    "E, com efeito, renegaram-no antes, e conjeturam o Invisível, de lugar tão longínquo."
  ],
  [
    54,
    "E interpor-se-á uma barreira entre eles e o que apetecem, como se fez, antes, a seus semelhantes. Por certo, estavam em dúvida tormentosa."
  ]
]