[
  [
    1,
    "Ha, Mim."
  ],
  [
    2,
    "Esta é uma Revelação descida dO Misericordioso, dO Misericordiador"
  ],
  [
    3,
    "Um Livro, cujos versículos são aclarados em Alcorão árabe, para um povo que sabe,"
  ],
  [
    4,
    "E sendo alvissareiro e admoestador. Mas a maioria deles dá-lhe de ombros; então, não ouvem."
  ],
  [
    5,
    "E eles dizem: \"Nossos corações estão velados daquilo a que nos convocas e, em nossos ouvidos, há surdez e, entre nós e ti, há um véu; então, faze o que quiseres; por certo, faremos o que quisermos.\""
  ],
  [
    6,
    "Dize, Muhammad: \"Sou, apenas, homem como vós; revela-se-me que vosso Deus é Deus Único. Então, sede retos com Ele, e implorai-Lhe perdão.\" E, ai dos idólatras,"
  ],
  [
    7,
    "Que não concedem a caridade e são renegadores da Derradeira Vida."
  ],
  [
    8,
    "Por certo, os que crêem e fazem boas obras terão prêmio incessante."
  ],
  [
    9,
    "Dize: \"Renegais Aquele Que criou a terra, em dois dias, e fazeis-Lhe semelhantes? Esse é O Senhor dos mundos\","
  ],
  [
    10,
    "E fez nela assentes montanhas, em cima de sua superfície, e abençoou-a; e, ao término de quatro dias exatos, determinou, nela, suas vitualhas, para os que solicitam."
  ],
  [
    11,
    "Em seguida, dirigiu-se ao céu, enquanto fumo, e disse-lhe e à terra: \"Vinde ambos, de bom ou de mau grado.\" Ambos disseram: \"Viemos obedientes.\""
  ],
  [
    12,
    "Então, decretou fossem sete céus, em dois dias, e revelou a cada céu sua condição. E aformoseamos o céu mais próximo com lâmpadas, e custodiamo-lo. Essa foi a determinação dO Todo-Poderoso, dO Onisciente."
  ],
  [
    13,
    "Então, se eles te dão de ombros, dize: \"Admoesto-vos de que haverá um raio igual ao raio de Ãd e Thamud.\""
  ],
  [
    14,
    "Quando os Mensageiros lhes chegaram, por diante deles e por detrás deles, dizendo: \"Não adoreis senão a Allah\", disseram: \"Se Nosso Senhor quisesse, haveria feito descer anjos; e, por certo, somos renegadores do com que sois enviados.\""
  ],
  [
    15,
    "Então, quanto ao povo de Ãd, ensoberbeceram-se, sem razão, na terra, e disseram: \"Quem é mais veemente que nós, em força?\" E não viram que Allah, Que os criou, é mais Veemente que eles, em força? E renegavam Nossos sinais."
  ],
  [
    16,
    "Então, enviamos contra eles estridente vento glacial, em dias funestos, para fazê-los experimentar o castigo da ignomínia, na vida terrena. E, em verdade, o castigo da Derradeira Vida é mais ignominioso. E Eles não serão socorridos."
  ],
  [
    17,
    "E, quanto ao povo de Thamud, guiamo-los, mas amaram mais a cegueira que a orientação; então, o raio do aviltante castigo apanhou-os, pelo que cometiam."
  ],
  [
    18,
    "E salvamos os que criam e eram piedosos."
  ],
  [
    19,
    "E um dia, os inimigos de Allah serão reunidos com destino ao Fogo; então, se coordenarão,"
  ],
  [
    20,
    "Até que, quando chegarem a ele, seu ouvido e suas vistas e suas peles testemunharão contra eles, pelo que faziam."
  ],
  [
    21,
    "E dirão a suas peles: \"Por que testemunhastes contra nós?\" Elas dirão: \"Fez-nos falar Allah, Aquele Que faz falar a todas as cousas. E Ele é Quem vos criou, da vez primeira, e a Ele sois retornados.\""
  ],
  [
    22,
    "\"E não podíeis esconder-vos de tal modo que nem vosso ouvido nem vossas vistas nem vossas peles não testemunhassem contra vós; mas pensáveis que Allah não sabia muito do que fazíeis.\""
  ],
  [
    23,
    "\"E esse vosso pensamento, que pensastes de vosso Senhor, arruinou-vos, e assim, tornaste-vos dos perdedores.\""
  ],
  [
    24,
    "Então, mesmo se pacientarem, o Fogo será sua moradia. E, se pedirem escusas, não serão absolvidos."
  ],
  [
    25,
    "E destinamo-lhes acompanhantes; então, estes aformosearam, para eles, o que estava adiante deles e o que estava detrás deles. E o Dito cumprir-se-á, contra eles, junto de outras comunidades de gênios e de humanos, que passaram antes deles. Por certo, eles foram perdedores."
  ],
  [
    26,
    "E os que renegam a Fé dizem: \"Não ouçais este Alcorão, e fazei barulho durante sua recitação, na esperança de vencerdes.\""
  ],
  [
    27,
    "Então, em verdade, faremos experimentar aos que renegam a Fé veemente castigo, e recompensá-los-emos com algo pior que aquilo que faziam."
  ],
  [
    28,
    "Essa é a recompensa dos inimigos de Allah: o Fogo. Nele, terão a morada da Eternidade, em recompensa de haverem negado Nossos sinais."
  ],
  [
    29,
    "E os que renegam a Fé dirão: \"Senhor nosso! Faze-nos ver as duas hostes, de jinns e de humanos, que nos descaminharam, assim, nós os colocaremos sob nossos pés, para serem dos rebaixados.\""
  ],
  [
    30,
    "Por certo, os que dizem: \"Nosso Senhor é Allah\", em seguida, são retos, os anjos descerão sobre eles, freqüentemente, dizendo: \"Não temais e não vos entristeçais; e exultai com o Paraíso, que vos era prometido.\""
  ],
  [
    31,
    "\"Somos vossos protetores, na vida terrena e na Derradeira Vida. E tereis, nela, o que vossas almas apetecerem; e tereis nela, o que cobiçardes,\""
  ],
  [
    32,
    "\"Como hospedagem de Um Perdoador, Misericordiador.\""
  ],
  [
    33,
    "E quem melhor, em dito, que aquele que convoca os homens a Allah e faz o bem e diz: \"Por certo, sou dos submissos?\""
  ],
  [
    34,
    "E o bom e o mau não se igualam. Revida o mal com o que é melhor: então, eis aquele entre o qual e ti há inimizade, como íntimo aliado."
  ],
  [
    35,
    "E isto não se confere senão aos que pacientam. E isto não se confere senão ao dotado de magnífica sorte."
  ],
  [
    36,
    "E se, em verdade, te instiga alguma instigação de Satã, procura refúgio em Allah. Por certo, Ele é Oniouvinte, Onisciente."
  ],
  [
    37,
    "E, entre Seus sinais, está a noite e o dia e o sol e a lua. Não vos prosterneis diante do sol nem da lua, e prosternai-vos diante de Allah, Quem os criou, se só a Ele adorais."
  ],
  [
    38,
    "E, se eles se ensoberbecem, os que estão junto de teu Senhor O glorificam, noite e dia, enquanto não se enfadam."
  ],
  [
    39,
    "E, dentre Seus sinais, está que tu vês a terra humilde, e, quando fazemos descer, sobre ela a água, move-se e cresce. Por certo, Aquele, que a vivifica, dará a vida aos mortos. Por certo, Ele, sobre todas as cousas, é Onipotente."
  ],
  [
    40,
    "Por certo, os que profanam Nossos sinais não se escondem de Nós. Então, quem é melhor: aquele que será lançado no Fogo, ou aquele que virá a Nós, em segurança, no Dia da Ressurreição? Fazei o que quiserdes. Por certo, Ele, do que fazeis, é Onividente."
  ],
  [
    41,
    "Por certo, aos que renegam a Mensagem, quando esta lhes chega, castigá-los-emos. E, por certo, ele é um Livro poderoso;"
  ],
  [
    42,
    "A falsidade não lhe chega, nem por diante nem por detrás dele. É a revelação descida de Um Sábio, Louvável."
  ],
  [
    43,
    "Não se te diz senão o que já foi dito aos Mensageiros, antes de ti. Por certo, teu Senhor é Possuidor de perdão e Possuidor de dolorosa punição."
  ],
  [
    44,
    "E, se o houvéssemos feito um Alcorão em língua forânea, eles haveriam dito: \"Que, ao menos, seus versículos fossem aclarados! Um livro forâneo e um Mensageiro árabe?!\" Dize: \"Ele é, para os que crêem, orientação e cura. E os que não crêem, há surdez em seus ouvidos, e ele lhes é cegueira. Esses estão como se fossem chamados de longínquo lugar.\""
  ],
  [
    45,
    "E, com efeito, concedêramos a Moisés o Livro, e discreparam dele. E, não fora uma Palavra antecipada de teu Senhor, haver-se-ia arbitrado entre eles. E, por certo, estão em dúvida tormentosa acerca dele."
  ],
  [
    46,
    "Quem faz o bem o faz em benefício de si mesmo. E quem faz o mal o faz em prejuízo de si mesmo. E teu Senhor não é injusto com os servos."
  ],
  [
    47,
    "A Ele cabe a ciência da Hora. E nenhum fruto sai de seu invólucro, e nenhuma varoa concebe, nem dá à luz senão com Sua ciência. E, um dia, quando Ele os  chamar e disser: \"Onde estão Meus parceiros?\", dirão: \"Notificamo-Te: não há testemunha alguma disso, entre nós.\""
  ],
  [
    48,
    "E o que, antes, invocavam, sumirá, para longe deles, e pensarão que não terão fugida alguma."
  ],
  [
    49,
    "O ser humano não se enfada de suplicar o bem e, se o mal o toca, fica desesperado, desalentado."
  ],
  [
    50,
    "E, em verdade, se o fazemos experimentar uma misericórdia, vinda de Nós, após um infortúnio, que o haja atingido, dirá: \"Isso se deve a mim, e não penso que a Hora advenha; e, em verdade, se eu for retornado a meu Senhor, por certo, terei, junto dEle, a mais bela recompensa.\" Então, em verdade, informaremos os que renegam a Fé do que fizeram e, em verdade, fá-los-emos experimentar duro castigo."
  ],
  [
    51,
    "E, quando agraciamos o ser humano, ele dá de ombros e se distancia, sobranceiro. E, quando o mal o toca, ei-lo com largas súplicas."
  ],
  [
    52,
    "Dize: \"Vistes? Se ele é de Allah, em seguida, renegai-lo, quem é mais descaminhado que o que está em profunda discórdia?\""
  ],
  [
    53,
    "Fá-los-emos ver Nossos sinais nos horizontes e neles mesmos, até que se torne evidente, para eles, que ele, Alcorão, é a Verdade. E não basta que teu Senhor, sobre todas as cousas, seja Testemunha?"
  ],
  [
    54,
    "Ora, por certo, eles estão em contestação acerca do deparar de seu Senhor. Ora, por certo, Ele está, sempre, abarcando todas as cousas."
  ]
]