[
  [
    1,
    "Um interrogante pergunta por um castigo, prestes a sobrevir,"
  ],
  [
    2,
    "Aos renegadores da Fé. Nada poderá detê-lo,"
  ],
  [
    3,
    "Ele vem de Allah, Possuidor dos degraus."
  ],
  [
    4,
    "Os anjos e o Espírito a Ele ascendem, em um dia, cuja duração é de cinqüenta mil anos."
  ],
  [
    5,
    "Então, pacienta, Muhammad, com bela paciência."
  ],
  [
    6,
    "Por certo, eles o vêem longe,"
  ],
  [
    7,
    "E Nós o vemos próximo,"
  ],
  [
    8,
    "Ocorrerá, um dia, quando o céu for como o metal em fusão,"
  ],
  [
    9,
    "E as montanhas forem como a lã corada."
  ],
  [
    10,
    "E nenhum íntimo interrogará a outro íntimo,"
  ],
  [
    11,
    "Embora se enxerguem. O criminoso almejará resgatar-se do castigo desse dia, com o sacrifício de seus filhos,"
  ],
  [
    12,
    "E de sua companheira e de seu irmão,"
  ],
  [
    13,
    "E de seu clã, que o abrigava,"
  ],
  [
    14,
    "E de todos que estão na terra, para, em seguida, isso o salvar."
  ],
  [
    15,
    "Em absoluto, não se salvará. Por certo, o Inferno é uma flama."
  ],
  [
    16,
    "Tiradora de couro cabeludo."
  ],
  [
    17,
    "Ele convocará quem se virou e voltou as costas,"
  ],
  [
    18,
    "E juntou a riqueza e a entesourou."
  ],
  [
    19,
    "Por certo, o ser humano foi criado incoerente:"
  ],
  [
    20,
    "Aflito, quando o mal o toca;"
  ],
  [
    21,
    "E avaro, quando o bem o toca."
  ],
  [
    22,
    "Exceto os orantes,"
  ],
  [
    23,
    "Que são assíduos em suas orações,"
  ],
  [
    24,
    "E aqueles em cujas riquezas há, de direito, parte determinada"
  ],
  [
    25,
    "Para o mendigo e para o desprovido;"
  ],
  [
    26,
    "E os que confirmam o Dia do Juízo,"
  ],
  [
    27,
    "E os que estão amedrontados do castigo de seu Senhor"
  ],
  [
    28,
    "- Por certo, não há garantia alguma contra o castigo de seu Senhor; -"
  ],
  [
    29,
    "E os que são custódios de seu sexo."
  ],
  [
    30,
    "Exceto com suas mulheres, ou com as escravas que possuem; então, por certo, não serão censurados."
  ],
  [
    31,
    "E quem busca algo, além disso, esses são os agressores -"
  ],
  [
    32,
    "E que respeitam fielmente seus depósitos, a eles confiados, e honram seus pactos,"
  ],
  [
    33,
    "E os que são cumpridores de seus testemunhos,"
  ],
  [
    34,
    "E os que são custódios de suas orações."
  ],
  [
    35,
    "Esses serão honrados, em Jardins."
  ],
  [
    36,
    "Então, por que razão os que renegam a Fé correm, em tua direção, de olhos fitos em ti,"
  ],
  [
    37,
    "Dividindo-se em bandos, à direita e à esquerda?"
  ],
  [
    38,
    "Aspirará cada qual deles a entrar no Jardim da Delícia?"
  ],
  [
    39,
    "Em absoluto, não devem aspirá-lo. Por certo, criamo-los do que eles sabem."
  ],
  [
    40,
    "Então, juro pelO Senhor dos Levantes e dos Poentes: somos Poderoso,"
  ],
  [
    41,
    "Para trocá-los por quem é melhor que eles, e não seremos impedidos,"
  ],
  [
    42,
    "Então, deixa-os confabular e se divertirem, até depararem seu dia, que lhes é prometido,"
  ],
  [
    43,
    "Um dia, em que sairão, com destreza, dos jazigos, como se se estivessem precipitando as pedras levantadas,"
  ],
  [
    44,
    "Com suas vistas humildemente baixas, enquanto os cobrir uma vileza. Esse é o dia que lhes era prometido."
  ]
]