[
  [
    1,
    "Juro pelo Dia da Ressurreição!"
  ],
  [
    2,
    "E juro pela alma, constante censora de si mesma, que ressuscitareis."
  ],
  [
    3,
    "O ser humano supõe que não lhe juntaremos os ossos?"
  ],
  [
    4,
    "Sim! Juntar-lhos-emos, sendo Nós Poderoso para refazer-lhe as extremidades dos dedos."
  ],
  [
    5,
    "Mas o ser humano deseja ser ímpio, nos dias que tem à sua frente."
  ],
  [
    6,
    "Ele interroga: \"Quando será o Dia da Ressurreição?\""
  ],
  [
    7,
    "Então, quando a vista se assombrar,"
  ],
  [
    8,
    "E a lua se eclipsar,"
  ],
  [
    9,
    "E o sol e a lua se juntarem."
  ],
  [
    10,
    "O ser humano nesse dia dirá: \"Para onde fugir?\""
  ],
  [
    11,
    "Em absoluto! Nada de refúgio!"
  ],
  [
    12,
    "Nesse dia, a teu Senhor será o lugar de estar."
  ],
  [
    13,
    "O ser humano será informado, nesse dia, do que antecipou e atrasou."
  ],
  [
    14,
    "Mas o ser humano será a prova evidente de si mesmo,"
  ],
  [
    15,
    "Ainda que lance suas escusas."
  ],
  [
    16,
    "- Não movimentes, com ele, tua língua, para te apressares a recitá-lo."
  ],
  [
    17,
    "Por certo, impende-Nos juntá-lo e lê-lo."
  ],
  [
    18,
    "E, quando o lermos, segue sua leitura."
  ],
  [
    19,
    "Em seguida, por certo, impende-Nos evidenciá-lo. -"
  ],
  [
    20,
    "Não! Mas vós amais a vida transitória,"
  ],
  [
    21,
    "E deixais a Derradeira Vida."
  ],
  [
    22,
    "Haverá, nesse dia, faces rutilantes,"
  ],
  [
    23,
    "De seu Senhor olhadoras."
  ],
  [
    24,
    "E, haverá, nesse dia, faces sombrias,"
  ],
  [
    25,
    "Pensarão que lhes sucederá uma ruina"
  ],
  [
    26,
    "Não! Quando a alma atingir as clavículas,"
  ],
  [
    27,
    "E se disser: \"Quem é exorcista?\""
  ],
  [
    28,
    "E ele pensar que é a separação,"
  ],
  [
    29,
    "E a canela da perna se enlaçar a outra canela,"
  ],
  [
    30,
    "A teu Senhor, nesse dia, que tu serás conduzido."
  ],
  [
    31,
    "Então, ele não acreditou na Mensagem nem orou;"
  ],
  [
    32,
    "Mas desmentiu e voltou as costas,"
  ],
  [
    33,
    "Em seguida, jactando-se, foi ter com sua família."
  ],
  [
    34,
    "Ai de ti! E, ai de ti!"
  ],
  [
    35,
    "Mais uma vez, ai de ti! E, ai de ti!"
  ],
  [
    36,
    "O ser humano supõe que será deixado negligenciado?"
  ],
  [
    37,
    "Não era ele uma gota de esperma ejaculada?"
  ],
  [
    38,
    "Em seguida, uma aderência. Então, Ele o criou e o formou."
  ],
  [
    39,
    "E fez dele o casal: o varão e a varoa."
  ],
  [
    40,
    "Esse não é Poderoso para dar a vida aos mortos?"
  ]
]