[
  [
    1,
    "Perguntam-te, Muhammad, pelos espólios. Dize: \"Os espólios são de Allah e do Mensageiro. Então, temei a Allah e reconciliai-vos. E obedecei a Allah e a Seu Mensageiro, se sois crentes\""
  ],
  [
    2,
    "Os verdadeiros crentes são apenas aqueles cujos corações se atemorizam, quando é mencionado Allah, e, quando são recitados para eles. Seus versículos, acrescentam-lhes fé; e eles confiam em seu Senhor."
  ],
  [
    3,
    "Aqueles que cumprem a oração e despendem, do que lhes damos por sustento."
  ],
  [
    4,
    "Esses são, deveras, os crentes. Terão escalões junto de seu Senhor, perdão e generoso sustento."
  ],
  [
    5,
    "A situação de desagrado, acerca da distribuição de espólios, é como aquela havida, quando teu Senhor, em nome da verdade, te fez sair de tua casa para combateres, enquanto um grupo de crentes, o estava odiando."
  ],
  [
    6,
    "Eles discutiam contigo, acerca da verdade, após evidenciar-se ela, indo eles a combate, como se estivessem sendo conduzidos à morte, olhando-a, frente a frente."
  ],
  [
    7,
    "E lembrai-vos de quando Allah vos prometeu que uma das duas partes seria para vós, e almejastes que a desarmada fosse vossa. E Allah desejou estabelecer, com Suas palavras, a verdade e exterminar os renegadores da Fé, até o último deles,"
  ],
  [
    8,
    "Para estabelecer a verdade e derrogar a falsidade, ainda que os criminosos o odiassem."
  ],
  [
    9,
    "Lembrai-vos de quando implorastes socorro a vosso Senhor, e Ele vos atendeu: \"Por certo, auxiliar-vos-ei com mil anjos, que se sucederão uns aos outros\""
  ],
  [
    10,
    "E Allah não o fez senão como alvíssaras para vós e para que vossos corações se tranquilizassem com isso. E o socorro não vem senão de Allah, O Todo-Poderoso, O Sábio."
  ],
  [
    11,
    "De quando Ele fez o sono encobrir-vos, como segurança vinda dEle, e fez descer, sobre vós, água do céu, para com ela purificar-vos, e fazer ir o tormento de Satã para longe de vós, e para revigorar-vos os corações e, com ela, tornar-vos firmes os pés."
  ],
  [
    12,
    "De quando teu Senhor inspirou aos anjos: \"Por certo, estou convosco: então, tornai firmes os que crêem. Lançarei o terror nos corações dos que renegam a Fé. Então, batei-lhes, acima dos pescoços, e batei-lhes em todos os dedos.\""
  ],
  [
    13,
    "Isso, porque discordaram de Allah e de Seu Mensageiro. E quem discorda de Allah e de Seu Mensageiro, por certo, Allah é Veemente na punição."
  ],
  [
    14,
    "\"Esse é vosso castigo: então, experimentai-o; e por certo, haverá para os renegadores da Fé, o castigo do Fogo\""
  ],
  [
    15,
    "Ó vós que credes! Quando deparardes com os que renegam a Fé, em marcha, não lhes volteis as costas."
  ],
  [
    16,
    "E, quem lhes volta as costas, nesse dia - exceto se por estratégia, ou para juntar-se a outro grupo - com efeito, incorrerá em ira de Allah, e sua morada será a Geena. E que execrável destino!"
  ],
  [
    17,
    "Então, vós não os matastes, mas foi Allah Quem os matou. E tu não atiraste areia, quando a atiraste, mas foi Allah Quem a atirou. E fê-lo, para pôr os crentes à prova, com uma bela prova vinda dEle. Por certo, Allah é Oniouvinte, Onisciente."
  ],
  [
    18,
    "Essa é a vitória, e Allah debilita a insídia dos renegadores da Fé."
  ],
  [
    19,
    "Se vós suplicáveis a sentença de Allah, com efeito, chegou-vos a sentença. E se vos abstendes da descrença, ser-vos-á melhor. E, se reincidis, Nós reincidiremos, e de nada vos valerá vossa hoste, ainda que numerosa; e Allah é com os crentes."
  ],
  [
    20,
    "Ó vós que credes! Obedecei a Allah e a Seu Mensageiro e não lhe volteis as costas, enquanto ouvis."
  ],
  [
    21,
    "E não sejais como os que dizem: \"Ouvimos\", enquanto não ouvem."
  ],
  [
    22,
    "Por certo, os piores seres animais, perante Allah, são os surdos, os mudos que não razoam."
  ],
  [
    23,
    "E, se Allah soubesse de algum bem neles, havê-los-ia feito ouvir. E, se Ele os houvesse feito ouvir, voltariam as costas, dando de ombros."
  ],
  [
    24,
    "Ó vós que credes! Atendei a Allah e a Seu Mensageiro, quando este vos convocar ao que vos dá a verdadeira vida. E sabei que Allah Se interpõe entre a pessoa e seu coração e que a Ele sereis reunidos."
  ],
  [
    25,
    "E guardai-vos de uma calamidade, que não alcançará, unicamente, os injustos entre vós. E sabei que Allah é Veemente na punição."
  ],
  [
    26,
    "E lembrai-vos de quando éreis poucos, indefesos na terra temendo que os adversários vos arrebatassem. Então, Ele vos abrigou e vos amparou com Seu socorro e vos deu sustento das cousas benignas, para serdes agradecidos."
  ],
  [
    27,
    "Ó vós que credes! Não atraiçoeis a Allah e ao Mensageiro nem atraiçoeis os depósitos que vos são confiados, enquanto sabeis."
  ],
  [
    28,
    "E sabei que vossas riquezas e vossos filhos vos são provação e que, junto de Allah, há magnífico prêmio."
  ],
  [
    29,
    "Ó vós que credes! Se temeis a Allah, Ele vos fará critério de distinguir o bem do mal e vos remitirá as más obras e vos perdoará. E Allah é Possuidor do magnífico favor."
  ],
  [
    30,
    "E lembra-te, Muhammad, de quando os que renegam a Fé usaram de estratagemas contra ti, para aprisionar-te ou matar-te ou fazer-te sair de Makkah. E usaram de estratagemas, e Allah usou de estratagemas. E Allah é O Melhor em estratagema."
  ],
  [
    31,
    "E, quando se recitavam Nossos versículos, para eles diziam: \"Com efeito, já os ouvimos. Se quiséssemos, haveríamos dito algo igual a isso; isso não são senão fábulas dos antepassados\""
  ],
  [
    32,
    "E quando eles disseram: \"Ó Allah! Se esta é a verdade de Tua parte, faze chover sobre nós pedras do céu, ou faze-nos vir doloroso castigo\""
  ],
  [
    33,
    "E não é admissível que Allah os castigasse, enquanto tu estavas entre eles. E não é admissível que Allah os castigasse, enquanto imploravam perdão."
  ],
  [
    34,
    "E por que razão Allah não os castiga, enquanto afastam os crentes da Mesquita Sagrada e não são seus protetores? Seus protetores não são senão os piedosos. Mas a maioria deles não sabe."
  ],
  [
    35,
    "E suas orações, junto da Casa, não são senão assobios e palmas. Então, experimentai o castigo, porque renegáveis a Fé."
  ],
  [
    36,
    "Por certo, os que renegam a Fé despendem suas riquezas para afastar os homens do caminho de Allah. Então, despendê-las-ão; em seguida, ser-lhes-á aflição; em seguida, serão vencidos. E os que renegam a Fé, na Geena, serão reunidos."
  ],
  [
    37,
    "Para que Allah distinga o maligno do benigno e faça estar o maligno, um sobre o outro, e os amontoe a todos e os faça estar na Geena. Esses são os perdedores."
  ],
  [
    38,
    "Dize aos que renegam a Fé que se se abstêm da descrença, ser-lhes-á perdoado o que já se consumou. E, se reincidirem, com\nefeito, precederam os procedimentos de punir, dos antepassados."
  ],
  [
    39,
    "E combatei-os, até que não mais haja sedição pela idolatria e que a religião toda seja de Allah. Então, se se abstêm, por certo, Allah do que fazem, é Onividente."
  ],
  [
    40,
    "E, se voltam as costas, sabei que Allah é vosso Protetor. Que Excelente Protetor e que Excelente Socorredor!"
  ],
  [
    41,
    "E sabei que, de tudo que espoliardes, a quinta parte será de Allah, e do Mensageiro, e dos parentes deste, e dos órfãos, e dos necessitados, e do filho do caminho se credes em Allah e no que fizemos descer sobre Nosso servo, no Dia de al-Furqãn (batalha), no dia em que se depararam as duas hostes, e Allah, sobre todas as cousas, é Onipotente."
  ],
  [
    42,
    "Quando estáveis do lado adjacente e eles, do lado extremo, e a caravana abaixo de vós. E, se vos houvésseis comprometido com o inimigo, haveríeis faltado ao encontro, mas os enfrentastes, para que Allah cumprisse uma ordem já prescrita a fim de que aquele que fosse perecer perecesse com evidência, e aquele que fosse sobreviver sobrevivesse com evidência. E, por certo, Allah é Oniouvinte, Onisciente."
  ],
  [
    43,
    "Quando, em teu sono, Allah te fez vê-los pouco numerosos. E, se Ele te houvesse feito vê-los numerosos, haver-vos-íeis acovardado e haveríeis disputado acerca da ordem de combate. Mas Allah vos salvou. Por certo, Ele, do íntimo dos peitos, é Onisciente."
  ],
  [
    44,
    "E, quando os deparastes, Ele vos fez vê-los, a vossos olhos, pouco numerosos, e vos diminuiu a seus olhos para que Allah cumprisse uma ordem já prescrita. E a Allah são retornadas as determinações."
  ],
  [
    45,
    "Ó vós que credes! Quando deparardes com uma hoste, mantende-vos firmes e lembrai-vos amiúde de Allah, na esperança de serdes bem-aventurados."
  ],
  [
    46,
    "E obedecei a Allah e a Seu Mensageiro, e não disputeis, senão, vos acovardareis, e vossa força se irá. E pacientai. Por certo, Allah é com os perseverantes."
  ],
  [
    47,
    "E não sejais como os que saíram de seus lares, com arrogância e ostentação, para serem vistos pelos outros e afastaram os demais do caminho de Allah. E Allah está sempre, abarcando o que fazem."
  ],
  [
    48,
    "E quando Satã lhes aformoseou as obras, e disse: \"Hoje, não há, entre os humanos, vencedor de vós, e, por certo, sou vosso defensor.\" Então, quando se depararam as duas hostes, ele recuou, voltando os calcanhares, e disse: \"Por certo, estou em rompimento convosco; por certo, vejo o que não vedes; por certo, temo a Allah. E Allah é Veemente na punição.\""
  ],
  [
    49,
    "Lembra-te de quando os hipócritas e aqueles em cujos corações havia enfermidade, disseram: \"Esses crentes, sua religião os iludiu. E quem confia em Allah, por certo, Allah é Todo-Poderoso, Sábio.\""
  ],
  [
    50,
    "E, se visses os anjos, quando levam a alma dos que renegam a Fé, batendo-lhes nas faces e nas nádegas, e dizendo: \"Experimentai o castigo da Queima.\""
  ],
  [
    51,
    "\"Isso, pelo que vossas mãos anteciparam!\" E porque Allah não é injusto com os servos."
  ],
  [
    52,
    "Seu proceder é como o do povo de Faraó e dos que foram antes deles. Desmentiram os sinais de Allah; então, Allah apanhou-os, por seus delitos. Por certo, Allah é Forte, Veemente na punição."
  ],
  [
    53,
    "Isso, porque não é admissível que Allah transmute uma graça, com que haja agraciado um povo, antes que este haja transmutado o que há em si mesmo. E Allah é Oniouvinte, Onisciente."
  ],
  [
    54,
    "O proceder desses é como o do povo de Faraó e daqueles que foram antes deles. Desmentiram os sinais de Seu Senhor; então, aniquilamo-los por seus delitos e afogamos o povo de Faraó. E todos eram injustos."
  ],
  [
    55,
    "Por certo, os piores seres animais, perante Allah, são os que renegam a Fé, pois não crêem."
  ],
  [
    56,
    "São aqueles, com os quais tu pactuas; em seguida, desfazem seu pacto, toda vez, e nada temem."
  ],
  [
    57,
    "Então, se os encontras na guerra, trucida-os, para atemorizar e dispersar os que estão atrás deles, na esperança de meditarem."
  ],
  [
    58,
    "E se temes traição de um povo, deita fora teu pacto com eles, do mesmo modo que eles o fazem. Por certo, Allah não ama os traidores."
  ],
  [
    59,
    "E os que renegam a Fé não suponham que se esquivaram. Por certo, não conseguirão escapar ao castigo de Allah."
  ],
  [
    60,
    "E, preparai, para combater com eles, tudo o que puderdes: força e cavalos vigilantes, para com isso, intimidardes o inimigo de Allah e vosso inimigo, e outros além desses, que não conheceis, mas Allah os conhece. E o que quer que despendais, no caminho de Allah, ser-vos-á compensado, e não sofrereis injustiça."
  ],
  [
    61,
    "E, se eles se inclinam à paz, inclina-te também, a ela, e confia em Allah. Por certo, Ele é O Oniouvinte, O Onisciente."
  ],
  [
    62,
    "E, se desejam enganar-te, por certo, Allah bastar-te-á. Ele é Quem te amparou com Seu socorro e com os crentes."
  ],
  [
    63,
    "E pôs-lhes harmonia entre os corações. Se houvesses despendido tudo o que há na terra, não lhes haverias posto harmonia entre os corações, mas Allah pôs-lhes harmonia entre eles. Por certo, Ele é Todo-Poderoso, Sábio."
  ],
  [
    64,
    "Ó Profeta! Basta-te Allah, e aos crentes que te seguem."
  ],
  [
    65,
    "Ó Profeta! Incita os crentes ao combate. Se há, entre vós, vinte homens perseverantes, vencerão duzentos. E, se há, entre vós, cem, vencerão mil dos que renegam a Fé, porque estes são um povo que não entende."
  ],
  [
    66,
    "Agora, Allah alivia-vos a tarefa, sabendo que há fraqueza em vós. Então, se há entre vós, cem homens perseverantes, vencerão duzentos. E se há entre vós, mil, vencerão dois mil, com a permissão de Allah. E Allah é com os perseverantes."
  ],
  [
    67,
    "Não é admissível que um profeta tenha cativos, sem antes dizimar os inimigos na terra. Desejais os efêmeros bens da vida terrena, enquanto Allah vos deseja a Derradeira Vida. E Allah é Todo-Poderoso, Sábio."
  ],
  [
    68,
    "Não fora uma prescrição antecipada de Allah, um formidável castigo haver-vos-ia tocado, pelo que havíeis tomado em resgate."
  ],
  [
    69,
    "Então, comei do que espoliastes, enquanto lícito e benigno, e temei a Allah. Por certo, Allah é Perdoador, Misericordiador."
  ],
  [
    70,
    "Ó Profeta! Dize aos cativos que estão em vossas mãos: \"Se Allah sabe que há, em vossos corações, um bem, conceder-vos-á algo melhor que aquilo que vos foi tomado, e perdoar-vos-á. E Allah é Perdoador, Misericordiador\""
  ],
  [
    71,
    "E se desejam atraiçoar-te, com efeito, já atraiçoaram a Allah, antes. E Allah apoderou-se deles. E Allah é Onisciente, Sábio."
  ],
  [
    72,
    "Por certo, os que creram e emigraram e lutaram, com suas riquezas e com si mesmos, no caminho de Allah; e os que abrigaram e socorreram o Profeta e os crentes, esses são aliados uns aos outros. E aos que creram e não emigraram, não tendes de aliar-vos a eles, até que emigrem. E, se eles vos pedem socorro em defesa da religião, impender-vos-á socorro, exceto se contra um povo, com o qual tendes aliança. E Allah, do que fazeis, é Onividente."
  ],
  [
    73,
    "E os que renegam a Fé são aliados uns aos outros. Se não o fazeis, haverá sedição na terra e grande corrupção."
  ],
  [
    74,
    "E os que creram e emigraram e lutaram no caminho de Allah, e os que abrigaram e socorreram o Profeta, esses são, deveras, os crentes. Terão perdão e generoso sustento."
  ],
  [
    75,
    "E os que creram depois, e emigraram e lutaram convosco, então, esses são dos vossos. E os parentes consangüíneos têm prioridade uns com outros, no Livro de Allah. Por certo, Allah, de todas as cousas, é Onisciente."
  ]
]