[
  {
    "id": "14",
    "place_of_revelation": "makkah",
    "transliterated_name": "Ibrahim",
    "translated_name": "Abraham",
    "verse_count": 52,
    "slug": "ibrahim",
    "codepoints": [
      1575,
      1576,
      1585,
      1575,
      1607,
      1610,
      1605
    ]
  },
  [
    1,
    "Alif, Lãm, Rã. Este é um Livro, que fizemos descer para ti, Muhammad, a fim de fazeres sair os homens das trevas para a Luz, com a permissão de seu Senhor, para a senda dO Todo-Poderoso, dO Louvável."
  ],
  [
    2,
    "De Allah, de Quem é o que há nos céus e o que há na terra. E ai dos renegadores da Fé, por um veemente castigo!"
  ],
  [
    3,
    "Os que amam mais a vida terrena que a Derradeira Vida e afastam os homens do caminho de Allah, buscando torná-lo tortuoso, esses estão em profundo descaminho."
  ],
  [
    4,
    "E não enviamos Mensageiro algum senão com a língua de seu povo, para que ele torne evidente, para eles, a Mensagem. Então, Allah descaminha a quem quer e guia a quem quer. E Ele é O Todo-Poderoso, O Sábio."
  ],
  [
    5,
    "E, com efeito, enviamos Moisés, com Nossos sinais, e dissemo-lhe: \"Faze sair teu povo das trevas para a luz e lembra-lhes os dias de Allah. Por certo, há nisso sinais para todo perseverante, agradecido."
  ],
  [
    6,
    "E lembra-lhes, Muhammad, de quando Moisés disse a seu povo: \"Lembrai-vos da graça de Allah para convosco, quando vos salvou do povo de Faraó. Infligiam-vos o pior castigo e degolavam vossos filhos e deixavam vivas vossas mulheres. E, nisso, houve de vosso Senhor formidável prova.\""
  ],
  [
    7,
    "E, de quando vosso Senhor noticiou: \"Em verdade, se agradeceis, acrescentar-vos-ei Minhas graças. Mas, em verdade, se estais ingratos, por certo, Meu castigo será veemente\""
  ],
  [
    8,
    "E Moisés disse: \"Se renegais a Fé, vós e todos os que estão na terra, por certo, Allah é Bastante a Si mesmo. Louvável\""
  ],
  [
    9,
    "Não vos chegou o informe dos que foram antes de vós: do povo de Noé e de Ãd e de Thamud e dos que foram depois deles, os quais ninguém conhece senão Allah? Seus Mensageiros chegaram-lhes com as evidências; então, levaram as mãos à boca e disseram: \"Por certo, renegamos aquilo com que sois enviados e, por certo, estamos em dúvida tormentosa acerca daquilo a que convocais.\""
  ],
  [
    10,
    "Seus Mensageiros disseram: \"Há dúvida acerca de Allah, O Criador dos céus e da terra, Que vos convoca para perdoar-vos parte dos delitos e para conceder-vos prazo, até um termo designado?\" Eles disseram: \"Vós não sois senão mortais como nós; desejais afastar-nos do que nossos pais adoravam. Então, fazei-nos vir evidente comprovação!\""
  ],
  [
    11,
    "Seus Mensageiros disseram-lhes: \"Certamente, não somos senão mortais como vós, mas Allah faz mercê a quem quer, entre Seus servos. E não é admissível que vos façamos chegar uma comprovação senão com a permissão de Allah. E que os crentes, então, confiem, em Allah.\""
  ],
  [
    12,
    "\"E por que razão nós não confiamos em Allah, enquanto, com efeito, Ele nos guiou a nossos caminhos? E, em verdade, pacientaremos, quanto ao que nos molestais. E que os confiantes, então, confiem em Allah\""
  ],
  [
    13,
    "E os que renegaram a Fé disseram a seus Mensageiros: \"Em verdade, far-vos-emos sair de nossa terra, ou regressareis à nossa crença.\" Então, seu Senhor, inspirou-lhes: \"Certamente, aniquilaremos os injustos\"."
  ],
  [
    14,
    "\"E far-vos-emos habitar a terra, depois deles. Isso, para quem teme Minha preeminência e teme Minha cominação\""
  ],
  [
    15,
    "E eles suplicaram a vitória. E mal-aventurado foi todo tirano obstinado."
  ],
  [
    16,
    "Adiante dele, estará a Geena, e ser-lhe-á dado de beber água putrefata,"
  ],
  [
    17,
    "Que ele sorverá aos goles e quase não conseguirá tragar. E a morte chegar-lhe-á de todos os lados, e ele não será morto. E, adiante dele, haverá duro castigo."
  ],
  [
    18,
    "O exemplo das obras dos que renegam a seu Senhor é como cinza, em que o vento sopra, intensamente, em dia tempestuoso. Não tirarão proveito algum do que lograram. Esse é o profundo descaminho."
  ],
  [
    19,
    "Não viste que Allah criou os céus e a terra, com a verdade? Se Ele quisesse, far-vos-ia ir e faria vir novas criaturas."
  ],
  [
    20,
    "E isso não é, para Allah, penoso."
  ],
  [
    21,
    "E expor-se-ão todos, a Allah; então, os fracos dirão aos que se ensoberbeceram: \"Por certo, éramos vossos seguidores. Pois, podeis valer-nos contra algo do castigo de Allah?\" Eles dirão: \"Se Allah nos houvesse guiado, haver-vos-íamos guiado. É-nos igual que nos aflijamos ou pacientemos; não há, para nós, fugida alguma.\""
  ],
  [
    22,
    "E, quando for encerrada a ordem. Satã dirá: \"Por certo, Allah prometeu-vos a verdadeira promessa, e eu vos prometi, mas vos falhei. E eu não tinha poder algum sobre vós, senão que vos convoquei, e me atendestes. Então, não me censureis, e censurai-vos a vós mesmos. Não sou vosso salvador nem vós sois meus salvadores. Por certo, renego que me houvésseis associado a Allah, antes.\" Por certo, os injustos terão doloroso castigo."
  ],
  [
    23,
    "E far-se-á entrar os que crêem e fazem as boas obras em Jardins, abaixo dos quais correm os rios; nesses, serão eternos, com a permissão de seu Senhor. Neles, sua saudação será: \"Salam!\", Paz!"
  ],
  [
    24,
    "Não viste como Allah propõe um exemplo? Uma palavra benigna é como uma árvore benigna, cuja raiz é firme e cujos ramos se alçam ao céu;"
  ],
  [
    25,
    "Ela concede seus frutos, em cada tempo, com a permissão de seu Senhor. E Allah propõe os exemplos para os homens, a fim de meditarem."
  ],
  [
    26,
    "E o exemplo de uma palavra maligna é como uma árvore maligna, que é desenraizada da superfície da terra; ela não tem estabilidade."
  ],
  [
    27,
    "Allah torna firmes os que crêem, com o firme dito, na vida terrena e na Derradeira Vida. E Allah descaminha os injustos. E Allah faz o que quer."
  ],
  [
    28,
    "Não viste os que trocaram a graça de Allah por ingratidão e fizeram seu povo habitar da Destruição?"
  ],
  [
    29,
    "A Geena, nela se queimarão. E que execrável lugar de permanência!"
  ],
  [
    30,
    "E fazem para Allah semelhantes, para descaminhar os homens de Seu caminho. Dize: \"Gozai! Por certo, vosso destino será o Fogo\""
  ],
  [
    31,
    "Dize a Meus servos que crêem que cumpram a oração e despendam, secreta ou manifestamente, daquilo que lhes damos por sustento, antes que chegue um dia, em que não haverá nem venda nem amizade."
  ],
  [
    32,
    "Allah é Quem criou os céus e a terra e faz descer do céu água, com que faz brotar dos frutos sustento para vós. E submeteu-vos o barco, para correr no mar, por Sua ordem, e submeteu-vos os rios."
  ],
  [
    33,
    "E submeteu-vos o sol e a lua, constantes em seu percurso. E submeteu-vos a noite e o dia."
  ],
  [
    34,
    "E concedeu-vos de tudo que Lhe pedistes. E, se contais as graças de Allah, não podereis enumerá- las. Por certo, o ser humano é injusto, ingrato."
  ],
  [
    35,
    "E lembra-lhes de quando Abraão disse: \"Senhor meu! Faze esta cidade lugar de segurança, faze-me, e a meus filhos, evitar que adoremos os ídolos.\""
  ],
  [
    36,
    "\"Senhor meu! Por certo, eles descaminharam a muitos dos homens. Então, quem me segue, por certo, é dos meus. E quem me desobedece, por certo, Tu és Perdoador, Misericordiador\"."
  ],
  [
    37,
    "\"Senhor nosso! Por certo, eu fiz habitar parte de minha descendência em vale sem searas, junto de Tua Casa Sagrada - Senhor nosso! - para que eles cumpram a oração. Então, faze que os corações de parte dos homens se precipitem a eles, com fervor. E dá-lhes dos frutos, por sustento, na esperança de serem agradecidos.\""
  ],
  [
    38,
    "\"Senhor nosso! Por certo, Tu sabes o que escondemos e o que manifestamos. E nada se esconde de Allah na terra nem no céu.\""
  ],
  [
    39,
    "\"Louvor a Allah, Que me dadivou, na velhice, com Ismael e Isaque. Por certo, meu Senhor é O Ouvidor da súplica\"."
  ],
  [
    40,
    "\"Senhor meu! Faze-me cumpridor da oração e, também, uma parte de minha descendência. Senhor nosso! E aceita minha súplica!\""
  ],
  [
    41,
    "\"Senhor nosso! Perdoa-me e a meus pais e aos crentes, um dia, quando advier a conta\""
  ],
  [
    42,
    "E não suponhas, Muhammad, que Allah esteja desatento ao que os injustos fazem. Ele apenas, lhes concede prazo, até um dia em que as vistas se estarrecerão."
  ],
  [
    43,
    "Correndo, infrenes, de olhos fitos à frente, levantando as cabeças, seus olhares não obedecerão à sua vontade, e seus corações estarão vazios."
  ],
  [
    44,
    "E admoesta os homens de que, um dia, o castigo lhes chegará; então, os que foram injustos dirão: \"Senhor nosso! Concede-nos prazo, até um termo próximo, nós atenderemos Tua convocação e seguiremos os Mensageiros.\" Dir-se-lhes-á: \"Não jurastes, antes, que jamais deixaríeis a terra?\""
  ],
  [
    45,
    "\"E habitastes as vivendas dos que foram injustos com si mesmos, e tornou-se evidente, para vós, como fizemos com eles e, para vós, propomos os exemplos\""
  ],
  [
    46,
    "E, com efeito, eles usam de estratagemas, enquanto seus estratagemas são do conhecimento de Allah, ainda que, com seus estratagemas, as montanhas deixem de existir."
  ],
  [
    47,
    "Então, não suponhas, Muhammad, que Allah falte à promessa a Seus Mensageiros. Por certo, Allah é Todo-Poderoso, Possuidor de vindita."
  ],
  [
    48,
    "Um dia, a terra será trocada por outra terra, e, também, os céus. E expor-se-ão eles a Allah, O Único, O Dominador."
  ],
  [
    49,
    "E verás os criminosos nesse dia, aos pares, atados a grilhões."
  ],
  [
    50,
    "Seus trajes serão de alcatrão, e o Fogo lhes cobrirá as faces."
  ],
  [
    51,
    "Para que Allah recompense cada alma do que logrou. Por certo, Allah é Destro no ajuste de contas."
  ],
  [
    52,
    "Esta é uma Mensagem para os homens, para que se guiem e, com ela, sejam admoestados, e para que saibam que Ele é Deus Único e, também, para que os dotados de discernimento meditem."
  ]
]