[
  {
    "id": "17",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Isra",
    "translated_name": "The Night Journey",
    "verse_count": 111,
    "slug": "al-isra",
    "codepoints": [
      1575,
      1604,
      1573,
      1587,
      1585,
      1575,
      1569
    ]
  },
  [
    1,
    "Glorificado seja Quem fez Seu servo Muhammad viajar à noite - da Mesquita Sagrada para a Mesquita Al-"
  ],
  [
    2,
    "E concedêramos a Moisés o Livro, e o fizéramos orientação para os filhos de Israel, dizendo: \"Não tomeis, além de Mim, patrono algum.\""
  ],
  [
    3,
    "\"Ó descendência dos que levamos com Noé! Por certo, ele era servo agradecido\""
  ],
  [
    4,
    "E decretáramos, no Livro, aos filhos de Israel: \"Em verdade, semeareis a corrupção na terra, por duas vezes e, em verdade, sublimar-vos-eis, em grande arrogância.\""
  ],
  [
    5,
    "\"Então, quando chegar o tempo da primeira das duas promessas, enviaremos contra vós servos Nossos, dotados de veemente fúria. Eles, invadirão os lares.\" E a promessa foi cumprida."
  ],
  [
    6,
    "Em seguida, devolvemo-vos a dominação sobre eles, e estendemo-vos riquezas e filhos. E fizemo-vos mais numerosos."
  ],
  [
    7,
    "E dissemos: \"Se bem-fizerdes, bem-fareis, a vós mesmos, e se malfizerdes, será em prejuízo de vós mesmos. Então, quando chegar o tempo da última enviá-los-emos contra vós, para afligirem vossas faces e para entrarem na mesquita, como nela entraram, da vez primeira, e para esmagarem, completamente, tudo de que se forem apoderando.\""
  ],
  [
    8,
    "E dissemos: \"Quiçá, vosso Senhor tenha misericórdia de vós. E, se reincidirdes, reincidiremos. E Nós fizemos da Geena cárcere para os renegadores da Fé\""
  ],
  [
    9,
    "Por certo, este Alcorão guia ao caminho mais reto e alvissara aos crentes, que fazem as boas obras, que terão grande prêmio."
  ],
  [
    10,
    "E que, para os que não crêem na Derradeira Vida, preparamos\ndoloroso castigo."
  ],
  [
    11,
    "E o ser humano suplica o mal como suplica o bem. E o ser humano é pressuroso."
  ],
  [
    12,
    "E fizemos da noite e do dia dois sinais. Então, apagamos o sinal da noite e fizemos claro o sinal do dia, para buscardes favor de vosso Senhor e para saberdes o número dos anos e o cômputo do tempo. E aclaramos, cada cousa, detalhadamente."
  ],
  [
    13,
    "E, em cada ser humano, impusemos seu agouro no pescoço. E, no Dia da Ressurreição, faremos sair para ele, um Livro, que ele deparará, desenrolado."
  ],
  [
    14,
    "Dir-se-lhe-á: \"Lê teu livro. Hoje, bastas-te, a ti mesmo, por ajustador de contas\""
  ],
  [
    15,
    "Quem se guia se guiará, apenas, em benefício de si mesmo, e quem se descaminha se descaminhará, apenas, em prejuízo de si mesmo. E nenhuma alma pecadora arca com o pecado de outra. E não é admissível que castiguemos a quem quer que seja, até que lhe enviemos um Mensageiro."
  ],
  [
    16,
    "E, quando desejamos aniquilar uma cidade, ordenamos, primeiro, obediência a seus opulentos habitantes. Mas, ao contrário, eles cometem nela perversidade. Então, o Dito cumpre-se contra ela. E profligamo-la, inteiramente."
  ],
  [
    17,
    "E que de gerações aniquilamos, depois de Noé! E, dos pecados de Seus servos, basta teu Senhor, por Conhecedor, Onividente."
  ],
  [
    18,
    "Para quem deseja a vida transitória, apressamos nela, para quem desejamos, o que queremos. Em seguida, fá-lo-emos queimar-se na Geena, infamado, banido."
  ],
  [
    19,
    "E quem deseja a Derradeira Vida, e se esforça em obtê-la, enquanto crente, desses o esforço será reconhecido."
  ],
  [
    20,
    "A ambos, a estes e àqueles, estendemos algo do dom de teu Senhor. E o dom de teu Senhor jamais é vedado a alguém."
  ],
  [
    21,
    "Olha, Muhammad, como preferimos alguns deles a outros. E, em verdade, a Derradeira Vida é maior em escalões e maior em preferências"
  ],
  [
    22,
    "Não faças, junto de Allah, outro deus, pois, tornar-te-ias infamado, desamparado."
  ],
  [
    23,
    "E teu Senhor decretou que não adoreis senão a Ele; e decretou benevolência para com os pais. Se um deles ou ambos atingem a velhice, junto de ti, não lhes digas: \"Ufa!\", nem os maltrates, e dize-lhes dito nobre."
  ],
  [
    24,
    "E baixa a ambos a asa da humildade, por misericórdia. E dize:\n\"Senhor meu! Tem misericórdia deles, como quando eles cuidaram de mim, enquanto pequenino\""
  ],
  [
    25,
    "Vosso Senhor é bem Sabedor do que há em vossas almas. Se sois íntegros, por certo, Ele é, para os contritos, Perdoador."
  ],
  [
    26,
    "E concede ao parente seu direito e ao necessitado e ao filho do caminho. E não dissipes teus bens exageradamente."
  ],
  [
    27,
    "Por certo, os dissipadores são irmãos dos demônios. E o demônio é ingrato a seu Senhor."
  ],
  [
    28,
    "E, se Ihes dás de ombros, em busca da misericórdia de teu Senhor, pela qual esperas, dize-lhes dito bondoso."
  ],
  [
    29,
    "E não deixes tua mão atada ao pescoço, e não a estendas, com exagero, pois, tornar-te-ias censurado, afligido."
  ],
  [
    30,
    "Por certo, teu Senhor prodigaliza o sustento, para quem quer, e restringe-o. Por certo, Ele, de Seus servos, é Conhecedor, Onividente."
  ],
  [
    31,
    "E não mateis vossos filhos, com receio da indigência: Nós lhes damos sustento, e a vós. Por certo, seu morticínio é grande erro."
  ],
  [
    32,
    "E não vos aproximeis do adultério. Por certo, ele é obscenidade; e que vil caminho!"
  ],
  [
    33,
    "E não mateis o ser humano, que Allah proibiu matar, exceto se com justa razão. E quem é morto injustamente, Nós, com efeito, estabelecemos a seu herdeiro poder sobre o culpado. Então, que ele não se exceda no morticínio. Por certo, pela lei, ele já é socorrido."
  ],
  [
    34,
    "E não vos aproximeis das riquezas de órfão, senão da melhor maneira, até que ele atinja sua força plena. E sede fiéis ao pacto firmado. Por certo, o pacto será questionado."
  ],
  [
    35,
    "E completai a medida, quando medirdes, e pesai com a balança correta. Isso é melhor e mais belo, em efeito."
  ],
  [
    36,
    "E não persigas o de que não tens ciência. Por certo, do ouvido e da vista e do coração, de tudo isso se questionará."
  ],
  [
    37,
    "E não andes pela terra com jactância. Por certo, não fenderás a terra nem atingirás as montanhas, em altura."
  ],
  [
    38,
    "O mal de tudo isso, perante teu Senhor, é odioso."
  ],
  [
    39,
    "Isso é parte da sabedoria, que teu Senhor te revelou. E não faças, junto de Allah, outro deus, pois, serias lançado na Geena, censurado, banido."
  ],
  [
    40,
    "Acaso, vosso Senhor escolheu filhos, para vós, e tomou dentre os anjos, filhas, para Ele? Por certo, dizeis dito monstruoso!"
  ],
  [
    41,
    "E, com efeito, patenteamos, neste Alcorão, os exemplos, para que eles meditem; e isso não lhes acrescenta senão repulsa à verdade."
  ],
  [
    42,
    "Dize: \"Se houvesse, junto d"
  ],
  [
    43,
    "Glorificado e Sublimado ao auge, seja Ele, acima do que dizem!"
  ],
  [
    44,
    "Os sete céus e a terra e quem neles existe glorificam-nO. E não há cousa alguma que O não glorifique, com louvor, mas vós não entendeis sua glorificação. Por certo, Ele é Clemente, Perdoador."
  ],
  [
    45,
    "E, quando tu, Muhammad, lês o Alcorão, pomos entre ti e os que não crêem na Derradeira Vida, um cortinado invisível."
  ],
  [
    46,
    "E fazemo-lhes véus sobre os corações, a fim de o não entenderem e, nos ouvidos, surdez. E quando, no Alcorão, mencionas teu Senhor, só a Ele, voltam-se para trás, em repulsa."
  ],
  [
    47,
    "Nós somos bem Sabedores da intenção com que eles ouvem, quando te ouvem e quando estão em confidências, quando os injustos dizem, entre eles: \"Não seguis senão um homem enfeitiçado!\""
  ],
  [
    48,
    "Olha, como engendram semelhantes a ti, e se descaminham! Então, não poderão encontrar caminho algum."
  ],
  [
    49,
    "E dizem: \"Quando formos ossos e resquícios, seremos ressuscitados, em novas criaturas?\""
  ],
  [
    50,
    "Dize: \"Sede o que fordes, pedras ou ferro\""
  ],
  [
    51,
    "\"Ou criatura outra, que vossas mentes consideram assaz difícil de ter vida, sereis ressuscitados.\" Então, dirão: \"Quem nos fará voltar à vida?\" Dize: \"Aquele que vos criou, da vez primeira.\" Então, menearão a cabeça, em escárnio a ti, e dirão: \"Quando será isso?\" Dize: \"Quiçá, seja bem próximo\""
  ],
  [
    52,
    "\"Um dia, quando Ele vos convocar, então, vós O atendereis, louvando-O, e pensareis que não permanecestes, nos sepulcros, senão por pouco tempo!\""
  ],
  [
    53,
    "E dize a Meus servos que digam aos idólatras a palavra que for melhor. Por certo, Satã instiga a cizânia, entre eles. Por certo, Satã é para o ser humano inimigo declarado."
  ],
  [
    54,
    "Vosso Senhor é bem Sabedor de vós. Se Ele quiser, terá misericórdia de vós ou, se Ele quiser, castigar-vos-á. E não te enviamos, sobre eles, por patrono."
  ],
  [
    55,
    "E teu Senhor é bem Sabedor de quem existe nos céus e na terra. E, com efeito, Nós preferimos alguns dos profetas a outros, e concedêramos a Davi os Salmos."
  ],
  [
    56,
    "Dize: \"Invocai os que pretendeis serem deuses, além dEle: Eles não possuirão o dom de remover de vós o infortúnio nem alterá-lo\""
  ],
  [
    57,
    "Esses que eles invocam, buscam meios de aproximar-se de seu Senhor, cada qual ansiando estar mais próximo d"
  ],
  [
    58,
    "E não há cidade que não aniquilemos, antes do Dia da Ressurreição, ou que não castiguemos com veemente castigo. Isso está escrito no Livro."
  ],
  [
    59,
    "E o que nos impede de enviar os sinais não é senão que os antepassados os desmentiram. E concedêramos ao povo de Thamüd o camelo fêmea por sinal claro, e foram injustos com ele. E não enviamos sinais senão para amedrontar."
  ],
  [
    60,
    "E quando te dissemos: \"Por certo, teu Senhor abarca os humanos.\" E não fizemos da visão que te fizemos ver, senão provação para os homens e, o mesmo da árvore maldita no Alcorão. E Nós os amedrontamos; então, isso não lhes acrescenta senão grande transgressão."
  ],
  [
    61,
    "E quando dissemos aos anjos: \"Prosternai-vos diante de Adão\"; então, prosternaram-se, exceto Iblis, que disse: \"Prosternar-me-ei diante de quem Tu criaste de barro?\""
  ],
  [
    62,
    "Disse ainda: \"Viste? É este quem preferiste a mim? Em verdade, se me concedes prazo, até o Dia da Ressurreição, tomarei as rédeas de sua descendência, exceto de poucos deles\""
  ],
  [
    63,
    "Allah disse: \"Vai! E quem deles te seguir, por certo, a Geena será a recompensa de todos vós, como plena recompensa\"."
  ],
  [
    64,
    "\"E importuna, com tua voz, a quem puderes, dentre eles, e tumultua-os, com tua cavalaria e infantaria, e partilha com eles as riquezas e os filhos e faze-lhes promessas.\" - E Satã não lhes promete senão falácias."
  ],
  [
    65,
    "\"Por certo, sobre Meus servos não tens poder algum.\" E basta teu Senhor por Patrono."
  ],
  [
    66,
    "Vosso Senhor é Quem vos impulsa o barco, no mar, para buscardes algo de Seu favor. Por certo, Ele, para convosco, é Misericordiador."
  ],
  [
    67,
    "E, quando o infortúnio vos toca, no mar, somem aqueles a quem invocais, exceto Ele. Então, quando Ele vos põe a salvo na terra, vós dais de ombros. E o ser humano é assaz ingrato."
  ],
  [
    68,
    "Então, estais seguros de que Ele não fará uma faixa de terra engolir-vos ou não enviará contra vós um vento lastrado de seixos, em seguida, não encontrareis para vós patrono algum?"
  ],
  [
    69,
    "Ou estais seguros de que Ele não vos fará tornar a ele, outra vez, e não enviará contra vós um vento devastador, então, afogar-vos-á por vossa renegação da Fé, em seguida, não encontrareis para vós defensor, contra Nós?"
  ],
  [
    70,
    "E, com efeito, honramos os filhos de Adão e levamo-los por terra e mar e demo-lhes por sustento das cousas benignas, e preferimo-los, nitidamente, a muitos dos que criamos."
  ],
  [
    71,
    "Um dia, convocaremos cada grupo dos homens, com seu imam. Então, a quem for concedido seu livro em sua destra, esses lerão seu livro e não sofrerão injustiça, nem a mínima que seja."
  ],
  [
    72,
    "E quem, nesta vida é cego, na Derradeira Vida será cego e mais descaminhado do rumo."
  ],
  [
    73,
    "E, por certo, quase eles te desviaram, Muhammad, do que te revelamos, para que forjasses, acerca de Nós, outra revelação que esta. E, nesse caso, haver-te-iam tomado por amigo."
  ],
  [
    74,
    "E, se te não houvéssemos tornado firme, com efeito, quase te haverias inclinado, um pouco, para eles."
  ],
  [
    75,
    "Nesse caso, haver-te-iamos feito experimentar o dobro do castigo da vida e o dobro do da morte. Em seguida, não encontrarias, para ti, socorredor contra Nós."
  ],
  [
    76,
    "E, por certo, quase te importunaram, na terra para dela te fazerem sair. E, nesse caso, nela não haveriam permanecido, depois de ti, senão por pouco tempo."
  ],
  [
    77,
    "Assim, foi o Nosso procedimento com quem, com efeito, enviamos antes de ti, dentre Nossos Mensageiros. E não encontrarás, em Nosso procedimento, alteração alguma."
  ],
  [
    78,
    "Cumpre a oração, do declínio do sol até a escuridão da noite, e cumpre a oração da aurora. Por certo, a oração da aurora é testemunhada pelos anjos."
  ],
  [
    79,
    "E à noite, então, reza com ele à guisa de oração suplementar para ti. Quiçá, teu Senhor te ascenda a uma louvável preeminência."
  ],
  [
    80,
    "E dize: \"Senhor meu! Faze-me entrar uma entrada, verdadeiramente, digna, e faze-me sair uma saída, verdadeiramente, digna, e faze-me, de Tua parte, um poder socorredor\""
  ],
  [
    81,
    "E dize: \"A Verdade chegou e a falsidade pereceu. Por certo, a falsidade é perecível\""
  ],
  [
    82,
    "E fazemos descer, do Alcorão, o que é cura e misericórdia para os crentes. E, aos injustos, isto não acrescenta senão perdição."
  ],
  [
    83,
    "E, quando agraciamos o ser humano, ele dá de ombros e se distancia, sobranceiro. E, quando o mal o toca, fica desesperado."
  ],
  [
    84,
    "Dize: \"Cada qual age conforme sua índole. E, vosso Senhor é bem Sabedor de quem é o mais guiado no caminho\""
  ],
  [
    85,
    "E perguntam-te eles pela alma. Dize: \"A alma é da Ordem de meu Senhor. E não vos foi concedido da ciência senão pouco\""
  ],
  [
    86,
    "E, em verdade, se quiséssemos ir-Nos com o que te revelamos, em seguida, não encontrarias, para ti, patrono contra Nós."
  ],
  [
    87,
    "Não o fizemos senão por misericórdia de teu Senhor. Por certo, Seu favor para contigo é grande."
  ],
  [
    88,
    "Dize: \"Se os humanos e os jinns se juntassem, para fazer vir algo igual a este Alcorão, não fariam vir nada igual a ele, ainda que uns deles fossem coadjutores dos outros\""
  ],
  [
    89,
    "E, com efeito, patenteamos para os homens neste Alcorão, algo de cada exemplo. Então, a maioria dos homens a tudo recusa, exceto à ingratidão."
  ],
  [
    90,
    "E dizem: \"Não creremos em ti, até que nos faças emanar, da terra, uma nascente\"."
  ],
  [
    91,
    "\"Ou que haja para ti um jardim de tamareiras e videiras, e que faças emanar os rios, abundantemente, através dele\";"
  ],
  [
    92,
    "\"Ou que faças cair, sobre nós, como pretendes, o céu em pedaços, ou que faças vir Allah e os anjos, frente a frente\""
  ],
  [
    93,
    "\"Ou que haja para ti uma casa repleta de ornamento ou que ascendas ao céu. E não creremos em tua ascensão, até que faças descer sobre nós um Livro, que leremos.\" Dize: \"Glorificado seja meu Senhor! Quem sou eu senão um mortal Mensageiro?\""
  ],
  [
    94,
    "E o que impediu os homens de crerem, quando lhes chegou a orientação, não foi senão haverem dito: \"Allah enviou um mortal por Mensageiro?\""
  ],
  [
    95,
    "Dize: \"Se houvesse, na terra, anjos que andassem tranqüilos, haveríamos feito descer, do céu, sobre eles, um anjo por Mensageiro\""
  ],
  [
    96,
    "Dize: \"Allah basta, por testemunha, entre mim e vós. Por certo, Ele, de Seus servos, é Conhecedor, Onividente."
  ],
  [
    97,
    "E quem Allah guia é o guiado. E para quem Ele descaminha, não lhes encontrarás protetores, além dEle. E reuni-los-emos, no Dia da Ressurreição, arrastados sobre as faces, cegos e mudos e surdos. Sua morada será a Geena: cada vez que se entibiar, acrescentar-lhes-emos fogo ardente."
  ],
  [
    98,
    "Essa será sua recompensa, porque renegaram Nossos sinais, e disseram: \"Quando formos ossos e resquícios, seremos ressuscitados, em novas criaturas?\""
  ],
  [
    99,
    "Não viram eles que Allah, que criou os céus e a terra, é Poderoso para criar semelhantes a eles? E Ele lhes fez um termo indubitável. Mas os injustos a tudo recusam, exceto à ingratidão."
  ],
  [
    100,
    "Dize: \"Se possuísseis os cofres da misericórdia de meu Senhor, nesse caso, haveríeis de retê-los, com receio de despendê-los. E avaro é o ser humano!\""
  ],
  [
    101,
    "E, com efeito, concedemos a Moisés nove evidentes sinais. Então, pergunta aos filhos de Israel, quando ele lhes chegou e Faraó lhe disse: \"Por certo, penso, ó Moisés, que és enfeitiçado\""
  ],
  [
    102,
    "Moisés disse: \"Com efeito, sabes que não fez descer estes, como clarividências, senão O Senhor dos céus e da terra. E, por certo, penso, ó Faraó, que estás arruinado\""
  ],
  [
    103,
    "E ele desejou expulsá-los da terra então, afogamo-lo e a quem estava com ele, a todos."
  ],
  [
    104,
    "E dissemos, depois dele, aos filhos de Israel: \"Habitai a terra; e, quando chegar a promessa da Derradeira Vida, far-vos-emos vir, em multidões\""
  ],
  [
    105,
    "E, com a verdade, fizemo-lo descer e, com a verdade, ele desceu. E não te enviamos, Muhammad, senão por alvissareiro e admoestador."
  ],
  [
    106,
    "E fizemos descer Alcorão, fragmentamo-lo , a fim de o leres aos homens, paulatinamente. E fizemo-lo descer, com gradual descida."
  ],
  [
    107,
    "Dize: \"Crede nele; ou, não creais. Por certo, aqueles aos quais fora concedida a ciência, antes dele quando é recitado, para eles, caem de mento, por terra, prosternando-se.\""
  ],
  [
    108,
    "\"E dizem:"
  ],
  [
    109,
    "E caem de mento por terra, chorando, e ele lhes acrescenta humildade."
  ],
  [
    110,
    "Dize: \"Invocai a Allah ou invocai aO Misericordioso. O que quer que seja que invoqueis, dEle são os mais belos nomes.\" E não alteies a voz, em tua oração, nem a silencies, e busca, entre ambas, um caminho justo."
  ],
  [
    111,
    "E dize: \"Louvor a Allah, Que não tomou para Si filho algum, e para Quem não há parceiro na soberania, e para Quem não há protetor contra a humilhação.\" E magnifíca-O, fartamente."
  ]
]