[
  {
    "id": "22",
    "place_of_revelation": "madinah",
    "transliterated_name": "Al-Hajj",
    "translated_name": "The Pilgrimage",
    "verse_count": 78,
    "slug": "al-hajj",
    "codepoints": [
      1575,
      1604,
      1581,
      1580
    ]
  },
  [
    1,
    "Ó humanos! Temei a vosso Senhor. Por certo, o tremor da Hora será cousa formidável!"
  ],
  [
    2,
    "Um dia, quando o virdes, toda nutriz distrair-se-á de quem estiver amamentando e toda mulher grávida deporá sua carga. E tu verás os homens ébrios, enquanto não ébrios; mas o castigo de Allah será veemente."
  ],
  [
    3,
    "E, dentre os humanos, há quem discuta acerca de Allah, sem ciência alguma, e siga todo demônio rebelde."
  ],
  [
    4,
    "É-lhe prescrito que, a quem o seguir, ele o descaminhará e o guiará ao castigo do Fogo ardente."
  ],
  [
    5,
    "Ó homens ! Se estais em dúvida acerca da Ressurreição, por certo, Nós vos criamos de pó; em seguida, de gota seminal; depois, de uma aderência; em seguida, de embrião configurado e não configurado, para tornar evidente, para vós, Nosso poder. E fazemos permanecer, nas matrizes, o que queremos, até um termo designado. Em seguida, fazemo-vos sair crianças, para depois, atingirdes vossa força plena. E há dentre vós quem morra. E há, dentre vós, quem seja levado à mais provecta idade, para nada mais saber, após haver tido ciência. E tu vês a terra árida; então, quando fazemos descer, sobre ela, a água, move-se e cresce e germina toda espécie de esplêndidos casais de plantas."
  ],
  [
    6,
    "Isso, porque Allah é a Verdade e porque Ele dá vida aos mortos e porque Ele, sobre todas as cousas, é Onipotente."
  ],
  [
    7,
    "E porque a Hora está prestes a chegar, indubitavelmente, e porque Allah ressuscita quem está nos sepulcros."
  ],
  [
    8,
    "E, dentre os humanos, há quem discuta acerca de Allah, sem ciência alguma nem orientação nem livro luminoso."
  ],
  [
    9,
    "Virando os flancos, para descaminhar os demais do caminho de Allah. Há para ele ignomínia na vida terrena, e fá-lo-emos experimentar, no Dia da Ressurreição, o castigo da Queima."
  ],
  [
    10,
    "Dir-se-lhe-á: \"Isso, pelo que vossas mãos anteciparam! E porque Allah não é injusto para com os servos\"."
  ],
  [
    11,
    "E, dentre os homens, há quem adore a Allah, vacilante. Então, se o alcança um bem, tranqüiliza-se e, se o alcança uma provação, desvia sua face para voltar-se à renegação da Fé. Perde a vida terrena e a Derradeira Vida. Essa é a evidente perdição!"
  ],
  [
    12,
    "Ele invoca, além de Allah, o que não o prejudica e o que não o beneficia. Esse é o profundo descaminho!"
  ],
  [
    13,
    "Invoca aquilo cujo prejuízo está mais próximo que seu benefício. Que execrável protetor e que execrável convivente!"
  ],
  [
    14,
    "Por certo, Allah, aos que crêem e fazem as boas obras, fará entrar em Jardins, abaixo dos quais correm os rios. Por certo, Allah faz o que deseja."
  ],
  [
    15,
    "Quem pensa que Allah o não socorrerá, na vida terrena e na Derradeira Vida, que estenda uma soga até o teto, em seguida se enforque; então, que olhe: será que sua insídia fará desaparecer o que lhe suscita rancor?"
  ],
  [
    16,
    "E, assim fizemo-lo descer como sinais evidentes e, por certo, Allah guia a quem deseja."
  ],
  [
    17,
    "Por certo, os que crêem e os que praticam o judaísmo e os sabeus e os cristãos e os magos e os que idolatram, por certo, Allah decidirá, entre eles, no Dia da Ressurreição. Por certo, Allah, de todas as cousas, é Testemunha."
  ],
  [
    18,
    "Não viste que, diante de Allah, se prosterna quem está nos céus e quem está na terra, e o sol e a lua e as estrelas e as montanhas e as árvores e os seres animais e muitos dos humanos? E, sobre muitos destes, cumpre-se o castigo. E aquele, a quem Allah avilta, não terá quem o honre. Por certo, Allah faz o que quer."
  ],
  [
    19,
    "Estes são dois adversários, que disputam acerca de seu Senhor. Então, aos que renegam a Fé, cortar-se-lhes-ão trajes de fogo. Sobre suas cabeças, entornar-se-á água ebuliente;"
  ],
  [
    20,
    "Com ela, derreter-se-á o que há em seus ventres e, também, as peles."
  ],
  [
    21,
    "E, para eles, haverá recurvados fustes de ferro."
  ],
  [
    22,
    "Cada vez que desejarem sair dele por angústia, fá-los-ão voltar a ele. E dir-se-lhes-á: \"Experimentai o castigo da Queima!\""
  ],
  [
    23,
    "Por certo, Allah, aos que crêem e fazem boas obras, fará entrar em Jardins, abaixo dos quais correm os rios; neles, serão enfeitados com braceletes de ouro e com pérolas. E, neles, suas vestimentas serão de seda."
  ],
  [
    24,
    "E serão guiados ao dito bondoso, e serão guiados à senda do Louvável."
  ],
  [
    25,
    "Por certo, os que renegam a Fé e obstruem o caminho de Allah e da Mesquita Sagrada - que estabelecemos para todos os homens, seja o residente nela, seja o nômade - experimentarão doloroso castigo. E a quem deseja, com injustiça, fazer profanação nela, fá-lo-emos, também, experimentar de doloroso castigo."
  ],
  [
    26,
    "E quando indicamos a Abraão o lugar da Casa, e ordenamo-Ihe: \"Nada associes a Mim, e purifica Minha Casa para os que a circundam e para os que, nela, oram de pé e para os que se curvam e para os que se prosternam.\""
  ],
  [
    27,
    "\"E noticia aos homens a peregrinação. Eles te virão a pé ou montados em todo magro camelo, vindo de cada desfiladeiro distante,\""
  ],
  [
    28,
    "\"Para presenciar certos benefícios seus e para mencionar, em dias determinados, o nome de Allah, sobre o animal dos rebanhos que Ele lhes deu por sustento. Então, deles comei e alimentai o desventurado, o pobre.\""
  ],
  [
    29,
    "\"Em seguida, que se asseiem, e que sejam fiéis a seus votos, e que circundem a Casa Antiga\"."
  ],
  [
    30,
    "Essa é a determinação. E quem magnifica os preceitos invioláveis de Allah, isto lhe é melhor junto de seu Senhor. E são-vos lícitos os rebanhos como alimento, exceto o que é recitado para vós. Então, evitai a abominação dos ídolos; e evitai o dito falso,"
  ],
  [
    31,
    "Sendo monoteístas sinceros para com Allah, nada Lhe associando. E quem associa algo a Allah é como se caísse do céu, então, os pássaros o arrebatassem ou o vento o abismasse em lugar bem profundo."
  ],
  [
    32,
    "Essa é Nossa determinação. E quem magnifica os ritos de Allah, por certo, isto é prova da piedade dos corações."
  ],
  [
    33,
    "Neles há para vós benefícios, até um termo designado; em seguida, seu local de imolação será a Casa antiga."
  ],
  [
    34,
    "E, para cada comunidade, fizemos rito de sacrifício, para mencionarem o nome de Allah sobre os animais de rebanhos que Ele lhes deu por sustento. E vosso Deus é Deus Único; então, islamizai-vos, para Ele. E alvissara, Muhammad, a bem-aventurança aos crentes humildes,"
  ],
  [
    35,
    "Aqueles cujos corações se atemorizam, quando Allah é mencionado; e aos que têm paciência, com o que os alcança; e aos cumpridores da oração; e que despendem do que lhes damos por sustento."
  ],
  [
    36,
    "E os camelos, fizemo-los para vós, entre os ritos de Allah; neles, há bem para vós. Então, mencionai o nome de Allah sobre eles, enquanto perfilados para serem imolados. E, quando abatidos e, caem sobre os flancos, comei deles e alimentai o pobre e o mendigo. Assim, submetemo-los a vós, para serdes agradecidos."
  ],
  [
    37,
    "Nem sua carne nem seu sangue alcançam a Allah, mas O alcança vossa piedade. Assim, Ele vo-los submeteu, para que magnifiqueis a Allah, porque Ele vos guiou. E alvissara a bem-aventurança aos benfeitores."
  ],
  [
    38,
    "Por certo, Allah defende os que crêem. Por certo, Allah não ama a nenhum traidor, ingrato."
  ],
  [
    39,
    "É permitido o combate aos que são combatidos, porque sofreram injustiça. E, por certo, Allah, sobre seu socorro, é Onipotente."
  ],
  [
    40,
    "Esses são os que, sem razão, foram expulsos de seus lares, apenas porque disseram: \"Nosso Senhor é Allah.\" E, se Allah não detivesse os homens uns pelos outros, estariam demolidos eremitérios e igrejas e sinagogas e mesquitas, em que o nome de Allah é amiúde mencionado. E, em verdade, Allah socorre a quem O socorre. Por certo, Allah é Forte, Todo-Poderoso."
  ],
  [
    41,
    "Esses são os que, se os empossamos na terra, cumprem a oração e concedem as esmolas, e ordenam o conveniente e coíbem o reprovável. E de Allah é o fim de todas as determinações."
  ],
  [
    42,
    "E, se te desmentem, Muhammad, com efeito, antes deles o povo de Noé e o de Ãd e o de Thamud já desmentiram a seus Mensageiros."
  ],
  [
    43,
    "E o povo de Abraão e o povo de Lot."
  ],
  [
    44,
    "E os habitantes de Madian. E, também, Moisés foi desmentido. Então concedi prazo aos renegadores da Fé; em seguida, apanhei-os. Como foi, pois, Minha reprovação?"
  ],
  [
    45,
    "E quantas cidades aniquilamos, enquanto injustas! Então, ei-las deitadas abaixo, sobre seus tetos! E que de poços inutilizados, e palácios elevados, abandonados!"
  ],
  [
    46,
    "Então, não caminharam eles na terra, para que tivessem corações, com que razoassem, ou ouvidos, com que ouvissem? Pois, por certo, não são as vistas que se enceguecem, mas se enceguecem os corações que estão nos peitos."
  ],
  [
    47,
    "E pedem-te que apresses o castigo, e Allah não faltará a Sua promessa. E, por certo, um dia junto de teu Senhor, é como mil anos dos que contais."
  ],
  [
    48,
    "E a quantas cidades concedi prazo, enquanto injustas! Em seguida, apanhei-as. E a Mim será o destino."
  ],
  [
    49,
    "Dize, Muhammad: \"Ó homens! Sou-vos, apenas, evidente admoestador.\""
  ],
  [
    50,
    "\"Então, os que crêem e fazem as boas obras terão perdão e generoso sustento.\""
  ],
  [
    51,
    "\"E os que se esforçam em negar Nossos sinais, intentando escapar de Nosso castigo, esses serão os companheiro do Fogo.\""
  ],
  [
    52,
    "E não enviamos, antes de ti, Mensageiro algum nem profeta, sem que, quando recitava uma Mensagem, Satã lançasse falsidade em sua recitação; então, Allah anula o que Satã lança; em seguida, Allah mantém concisos Seus versículos - e Allah é Onisciente, Sábio -"
  ],
  [
    53,
    "Para fazer do que Satã lança uma provação àqueles, em cujos corações há enfermidade, e àqueles, cujos corações estão endurecidos - e, por certo, os injustos estão em profunda discórdia -"
  ],
  [
    54,
    "E para que aqueles, aos quais fora concedida a ciência saibam que ele é a Verdade de teu Senhor, então, nele creiam, e seus corações se humildem a ele. E, por certo, Allah guia os que crêem a uma senda reta."
  ],
  [
    55,
    "E os que renegam a Fé não cessarão de estar em dúvida a respeito dele, até que lhes chegue a Hora, inopinadamente, ou lhes chegue o castigo de um dia estéril."
  ],
  [
    56,
    "A soberania, nesse dia, será de Allah: Ele julgará entre eles. Então, os que crêem e fazem as boas obras estarão nos Jardins da Delícia."
  ],
  [
    57,
    "E os que renegam a Fé e desmentem Nossos sinais, esses terão aviltante castigo."
  ],
  [
    58,
    "E aos que emigram, no caminho de Allah, em seguida, são assassinados ou morrem, certamente, Allah dar-lhes-á belo sustento. E, por certo, Allah é O Melhor dos sustentadores."
  ],
  [
    59,
    "Certamente, fá-los-á entrar em um lugar, de que se agradarão. E, por certo, Allah é Onisciente, Clemente."
  ],
  [
    60,
    "Essa é a determinação. E a quem pune de igual modo com que foi punido, em seguida, é cometida transgressão contra ele, Allah com certeza o socorrerá. Por certo, Allah é Indulgente, Perdoador."
  ],
  [
    61,
    "Isso, porque Allah insere a noite no dia e insere o dia na noite, e porque Allah é Oniouvinte, Onividente."
  ],
  [
    62,
    "Isso, porque Allah é a Verdade, e porque o que invocam, além dEle, é a falsidade, e porque Allah é O Altíssimo, O Grande."
  ],
  [
    63,
    "Não viste que Allah faz descer do céu água, então, a terra torna-se verdejante? Por certo, Allah é Sutil, Conhecedor."
  ],
  [
    64,
    "DEle é o que há nos céus e o que há na terra. E, por certo, Allah é O Bastante a Si Mesmo, O Louvável."
  ],
  [
    65,
    "Não viste que Allah vos submete o que há na terra, e que o barco corre no mar, por Sua ordem, e que Ele sustém o céu, para não cair sobre a terra, exceto com Sua permissão? Por certo, Allah, para com os homens, é Compassivo, Misericordiador."
  ],
  [
    66,
    "E Ele é Quem vos deu a vida; em seguida, Ele vos faz morrer; depois, Ele vos dará a vida. Por certo, o ser humano é ingrato."
  ],
  [
    67,
    "Para cada comunidade, fizemos ritos, que eles observam; então, que eles não disputem contigo acerca da ordem. E invoca a teu Senhor. Por certo, estás em direção reta."
  ],
  [
    68,
    "E, se eles discutem contigo, dize: \"Allah é bem Sabedor do que fazeis.\""
  ],
  [
    69,
    "\"Allah julgará, entre vós, no Dia da Ressurreição, por aquilo de que discrepáveis.\""
  ],
  [
    70,
    "Não sabias que Allah sabe o que há no céu e na terra? Por certo, isso está em um Livro. Por certo, isso é fácil para Allah."
  ],
  [
    71,
    "E eles adoram, além de Allah, aquilo de que Ele não faz descer comprovação alguma e aquilo de que eles não têm ciência. E não há, para os injustos, socorredor algum."
  ],
  [
    72,
    "E, quando são recitados, para eles, Nossos evidentes versículos, tu reconheces a reprovação na face dos que renegam a Fé. Quase atacam os que recitam, para eles, Nossos versículos. Dize, Muhammad: \"Então, informar-vos-ei de algo pior que isso? É o Fogo: Allah prometeu-o aos que renegam a Fé. E que execrável destino!\""
  ],
  [
    73,
    "Ó homens! É-vos proposto um exemplo, então, ouvi-o: \"Por certo, os que invocais, além de Allah, não criarão uma mosca sequer, ainda que, para isso, se juntem. E, se a mosca lhes tirar algo, não poderão recuperá-lo. O procurador e o procurado são fracos.\""
  ],
  [
    74,
    "Eles não estimam a Allah como se deve estimar a Ele. Por certo, Allah é Forte, Todo-Poderoso."
  ],
  [
    75,
    "Allah escolhe Mensageiros, entre os anjos e os homens. Por certo, Allah é Oniouvinte, Onividente."
  ],
  [
    76,
    "Ele sabe o que está adiante deles e o que está detrás deles. E a Allah são retornadas as determinações."
  ],
  [
    77,
    "Ó vós que credes! Curvai-vos e prosternai-vos e adorai a vosso Senhor, e fazei o bem, na esperança de serdes bem-aventurados."
  ],
  [
    78,
    "E lutai por Allah, como se deve lutar por Ele. Ele vos elegeu. E não vos fez constrangimento algum, na religião: a crença de vosso pai Abraão. Ele vos nomeou muçulmanos antes e, agora, neste para que o Mensageiro seja testemunha de vós, e vós sejais testemunhas da humanidade. Então, cumpri a oração e concedei as esmolas, e agarrai-vos a Allah. Ele é vosso Protetor. Então, que Excelente Protetor e que Excelente Socorredor!"
  ]
]