[
  {
    "id": "26",
    "place_of_revelation": "makkah",
    "transliterated_name": "Ash-Shu'ara",
    "translated_name": "The Poets",
    "verse_count": 227,
    "slug": "ash-shuara",
    "codepoints": [
      1575,
      1604,
      1588,
      1593,
      1585,
      1575,
      1569
    ]
  },
  [
    1,
    "Ta, Sin, Mim."
  ],
  [
    2,
    "Esses são os versículos do explícito Livro."
  ],
  [
    3,
    "Talvez te consume de pesar, Muhammad, por não serem eles crentes."
  ],
  [
    4,
    "Se quiséssemos, haver-lhes-iámos feito descer, do céu, um sinal; então, as cervizes permanecer-Ihes-iam rendidas."
  ],
  [
    5,
    "E não lhes chega nenhuma Mensagem renovada dO Misericordioso, sem que lhe dêem de ombros."
  ],
  [
    6,
    "E, com efeito, desmentem-na; então, chegar-lhes-ão informes daquilo de que zombavam."
  ],
  [
    7,
    "E não viram eles a terra, quanto fazemos germinar, nela, todos os casais de plantas preciosas?"
  ],
  [
    8,
    "Por certo, há nisso um sinal. Mas a maioria deles não é crente."
  ],
  [
    9,
    "E, por certo, teu Senhor é O Todo-Poderoso, O Misericordiador."
  ],
  [
    10,
    "E lembra-lhes de quando teu Senhor chamou a Moisés: \"Vai ao povo injusto,"
  ],
  [
    11,
    "O povo de Faraó. Não temem eles a Allah?\""
  ],
  [
    12,
    "Disse: \"Senhor meu, por certo, temo que me desmintam.\""
  ],
  [
    13,
    "\"E meu peito constrange-se e minha língua não se solta. Então, envia a Aarão, para que este me secunde.\""
  ],
  [
    14,
    "\"E eles têm, contra mim, a acusação de um delito; então, temo que me matem.\""
  ],
  [
    15,
    "Allah disse: \"Em absoluto, não te matarão. Então, ide ambos com Nossos sinais. Por certo, estaremos convosco, ouvindo.\""
  ],
  [
    16,
    "\"E chegai a Faraó e dizei:"
  ],
  [
    17,
    ""
  ],
  [
    18,
    "Faraó disse: \"Não te cuidamos, junto de nós, enquanto eras bem criança, e não permaneceste, junto de nós, alguns anos de tua vida?\""
  ],
  [
    19,
    "\"E fizeste teu feito que fizeste, e tu és dos ingratos.\""
  ],
  [
    20,
    "Moisés disse: \"Fi-lo, então, enquanto eu era dos descaminhados.\""
  ],
  [
    21,
    "\"E fugi de vós, quando vos temi; então, meu Senhor dadivou-me com sabedoria e fez-me dos Mensageiros."
  ],
  [
    22,
    "\"E esta é uma graça – que me cobras - o haveres escravizado os filhos de Israel?\""
  ],
  [
    23,
    "Faraó disse: \"E o que é O Senhor dos mundos?\""
  ],
  [
    24,
    "Moisés disse: \"O Senhor dos céus e da terra e do que há entre ambos, se estais convictos disso.\""
  ],
  [
    25,
    "Faraó disse aos que estavam a seu redor: \"Não ouvis o que ele diz?\""
  ],
  [
    26,
    "Moisés disse: \"Vosso Senhor é O Senhor de vossos pais antepassados!\""
  ],
  [
    27,
    "Faraó disse: \"Por certo, vosso mensageiro, que vos foi enviado, é louco!\""
  ],
  [
    28,
    "Moisés disse: \"O Senhor do Levante e do Poente e do que há entre ambos, se razoais.\""
  ],
  [
    29,
    "Faraó disse: \"Em verdade, se tomas deus outro que não seja eu, far-te-ei dos prisioneiros.\""
  ],
  [
    30,
    "Moisés disse: \"E ainda que eu te chegue com algo evidente?\""
  ],
  [
    31,
    "Faraó disse: \"Faze-o vir, pois, se és dos verídicos.\""
  ],
  [
    32,
    "Então, Moisés lançou sua vara, e ei-la evidente serpente."
  ],
  [
    33,
    "E tirou sua mão e ei-la alva para os olhadores."
  ],
  [
    34,
    "Faraó disse aos dignitários a seu redor: \"Por certo, este é um mágico sapiente.\""
  ],
  [
    35,
    "\"Que deseja fazer-vos sair de vossa terra, com sua magia: Então, que ordenais?\""
  ],
  [
    36,
    "Disseram: \"Pretere-o e a seu irmão, e envia congregantes às cidades.\""
  ],
  [
    37,
    "\"Eles far-te-ão vir todo mágico sapiente\""
  ],
  [
    38,
    "Então, os mágicos foram juntados em um tempo marcado de dia determinado."
  ],
  [
    39,
    "E foi dito aos homens: \"Estareis juntos,"
  ],
  [
    40,
    "Para que sigamos os mágicos, se forem os vencedores?\""
  ],
  [
    41,
    "E, quando os mágicos chegaram a Faraó, disseram: \"Por certo, teremos um prêmio, se formos nós os vencedores?\""
  ],
  [
    42,
    "Faraó disse: \"Sim, e, por certo, estareis entre os achegados\""
  ],
  [
    43,
    "Moisés disse-lhes: \"Lançai o que tendes para lançar\""
  ],
  [
    44,
    "Então, lançaram suas cordas e suas varas e disseram: \"Pelo poder de Faraó, seremos, por certo, os vencedores.\""
  ],
  [
    45,
    "E Moisés lançou sua vara; e ei-la que engoliu o que forjaram."
  ],
  [
    46,
    "Então, os mágicos caíram, prosternando-se."
  ],
  [
    47,
    "Disseram: \"Cremos no Senhor dos mundos,"
  ],
  [
    48,
    "\"O Senhor de Moisés e Aarão!\""
  ],
  [
    49,
    "Faraó disse: \"Credes nele, antes de eu vo-lo permitir? Por certo, ele é vosso mestre, que vos ensinou a magia. Então, logo sabereis! Em verdade, cortar-vos-ei as mãos e as pernas, de lados opostos, e crucificar-vos-ei a todos.\""
  ],
  [
    50,
    "Disseram: \"Mal algum! Por certo, seremos tornados a nosso Senhor."
  ],
  [
    51,
    "\"Por certo, aspiramos a que nosso Senhor nos perdoe os erros, porque somos os primeiros dos crentes.\""
  ],
  [
    52,
    "E inspiramos a Moisés: \"Parte, durante a noite, com Meus servos; por certo, sereis perseguidos.\""
  ],
  [
    53,
    "Então, Faraó enviou congregantes às cidades,"
  ],
  [
    54,
    "Que diziam: \"Por certo, esses são um bando pouco numeroso,\""
  ],
  [
    55,
    "\"E, por certo, eles nos põem rancorosos,\""
  ],
  [
    56,
    "\"E, por certo, deles, todos nos precatamos.\""
  ],
  [
    57,
    "Então, Nós os fizemos sair de jardins e fontes,"
  ],
  [
    58,
    "E os fizemos abandonar tesouros e nobre lugar de permanência."
  ],
  [
    59,
    "Assim foi. E fizemos que os filhos de Israel os herdassem."
  ],
  [
    60,
    "E, ao nascer do sol, eles perseguiram-nos."
  ],
  [
    61,
    "E, quando se depararam as duas multidões, os companheiros de Moisés disseram: \"Por certo, seremos atingidos.\""
  ],
  [
    62,
    "Ele disse: \"Em absoluto não o seremos! Por certo, meu Senhor é comigo; Ele me guiará.\""
  ],
  [
    63,
    "E inspiramos a Moisés: \"Bate no mar com tua vara.\" Então, este se fendeu; e cada divisão se tornou como a formidável montanha."
  ],
  [
    64,
    "E, lá, fizemos aproximar os outros."
  ],
  [
    65,
    "E salvamos a Moisés e a quem estava com ele, a todos."
  ],
  [
    66,
    "Em seguida, afogamos os outros."
  ],
  [
    67,
    "Por certo, há nisso um sinal. Mas a maioria deles não é crente."
  ],
  [
    68,
    "E, por certo, teu Senhor é O Todo-Poderoso, O Misericordiador."
  ],
  [
    69,
    "E recita, para eles, o informe de Abraão,"
  ],
  [
    70,
    "Quando disse a seu pai e a seu povo: \"Que adorais?\""
  ],
  [
    71,
    "Disseram: \"Adoramos ídolos; então, a eles permanecemos cultuando.\""
  ],
  [
    72,
    "Disse: \"Eles ouvem-vos, quando os invocais?\""
  ],
  [
    73,
    "\"Ou vos beneficiam ou vos prejudicam?\""
  ],
  [
    74,
    "Disseram: \"Não! Mas encontramos nossos pais fazendo assim.\""
  ],
  [
    75,
    "Disse: \"E vistes o que adorais,\""
  ],
  [
    76,
    "\"Vós e vossos antigos pais?\""
  ],
  [
    77,
    "\"Então, por certo, são de mim inimigos, exceto O Senhor dos mundos,"
  ],
  [
    78,
    "Quem me criou; e é Ele Quem me guia;"
  ],
  [
    79,
    "E Quem me alimenta e me dá de beber;"
  ],
  [
    80,
    "E, quando adoeço, é Ele Quem me cura;"
  ],
  [
    81,
    "E Quem me dará a morte, em seguida, me dará a vida,"
  ],
  [
    82,
    "E a Quem aspiro o erro, no Dia do Juízo.\""
  ],
  [
    83,
    "\"Senhor meu! Dadiva-me com sabedoria e ajunta-me aos íntegros;"
  ],
  [
    84,
    "E faze-me menção verídica, na posteridade;"
  ],
  [
    85,
    "E faze-me dos herdeiros do Jardim da Delícia;"
  ],
  [
    86,
    "E perdoa a meu pai: por certo, ele é dos descaminhados;"
  ],
  [
    87,
    "E não me ignominies, um dia, quando forem ressuscitados."
  ],
  [
    88,
    "Um dia, quando a ninguém beneficiarem nem riquezas nem filhos,"
  ],
  [
    89,
    "Exceto a quem chegar a Allah, com coração imaculado.\""
  ],
  [
    90,
    "E se fizer aproximar-se o Paraíso aos piedosos,"
  ],
  [
    91,
    "E se fizer expor-se o Inferno aos desviados,"
  ],
  [
    92,
    "E se lhes disser: \"Onde estão os que vós adoráveis,"
  ],
  [
    93,
    "Além de Allah? Socorrem-vos ou se socorrem a si mesmos?\""
  ],
  [
    94,
    "Então, serão nele empuxados: eles e os desviados,"
  ],
  [
    95,
    "E os partidários de Satã, todos."
  ],
  [
    96,
    "Dirão, enquanto, nele, disputarem:"
  ],
  [
    97,
    "\"Por Allah! Estávamos, por certo, em evidente descaminho,"
  ],
  [
    98,
    "Quando vos igualávamos aO Senhor dos mundos."
  ],
  [
    99,
    "E não nos descaminharam senão os criminosos."
  ],
  [
    100,
    "Então, não temos intercessores,"
  ],
  [
    101,
    "Nem amigo íntimo algum."
  ],
  [
    102,
    "E, se tivéssemos retorno à vida, seríamos dos crentes!\""
  ],
  [
    103,
    "Por certo, há nisso um sinal. Mas a maioria deles não é crente."
  ],
  [
    104,
    "E, por certo, teu Senhor é O Todo-Poderoso, O Misericordiador."
  ],
  [
    105,
    "O povo de Noé desmentiu aos Mensageiros,"
  ],
  [
    106,
    "Quando seu irmão Noé lhes disse: \"Não temeis a Allah?"
  ],
  [
    107,
    "\"Por certo, sou-vos leal Mensageiro:"
  ],
  [
    108,
    "Então, temei a Allah e obedecei-me."
  ],
  [
    109,
    "\"E não vos peço prêmio algum por isso. Meu prêmio não impende senão aO Senhor dos mundos."
  ],
  [
    110,
    "Então, temei a Allah e obedecei-me."
  ],
  [
    111,
    "Disseram: \"Creremos em ti, enquanto somente os mais ignóbeis te seguem?\""
  ],
  [
    112,
    "Disse: \"E que sei eu acerca do que faziam?"
  ],
  [
    113,
    "\"Seu ajuste de contas não impende senão a meu Senhor, se percebeis."
  ],
  [
    114,
    "\"E não vou repulsar os crentes."
  ],
  [
    115,
    "\"Não sou senão evidente admoestador.\""
  ],
  [
    116,
    "Disseram: \"Ó Noé! Se não te abstiveres disso, em verdade, serás dos apedrejados!\""
  ],
  [
    117,
    "Ele disse: \"Senhor meu! Por certo, meu povo desmentiu-me.\""
  ],
  [
    118,
    "\"Então, sentencia entre mim e ele, claramente, e salva-me e a quem, dos crentes, está comigo.\""
  ],
  [
    119,
    "Então, salvamo-lo e a quem estava com ele, no barco repleto."
  ],
  [
    120,
    "Em seguida, depois disso, afogamos os remanescentes."
  ],
  [
    121,
    "Por certo, há nisso um sinal. Mas a maioria deles não é crente."
  ],
  [
    122,
    "E, por certo, teu Senhor é O Todo-Poderoso, O Misericordiador."
  ],
  [
    123,
    "O povo de Ad desmentiu aos Mensageiros."
  ],
  [
    124,
    "Quando seu irmão Hud lhes disse: \"Não temeis a Allah?"
  ],
  [
    125,
    "\"Por certo, sou-vos leal Mensageiro."
  ],
  [
    126,
    "\"Então, temei a Allah e obedecei-me."
  ],
  [
    127,
    "E não vos peço prêmio algum por isso. Meu prêmio não impende senão aO Senhor dos mundos."
  ],
  [
    128,
    "\"Edificais, em cada lugar alto, um monumento para frivolidade?"
  ],
  [
    129,
    "\"E ergueis fortificações, na esperança de serdes eternos?"
  ],
  [
    130,
    "\"E, quando desferis golpes, vós os fazeis como tiranos."
  ],
  [
    131,
    "Então, temei a Allah e obedecei-me."
  ],
  [
    132,
    "\"E temei a Quem vos concedeu o que sabeis,"
  ],
  [
    133,
    "\"Concedeu-vos rebanhos e filhos,"
  ],
  [
    134,
    "\"E jardins e fontes."
  ],
  [
    135,
    "\"Por certo, temo, por vós, o castigo de um terrível dia.\""
  ],
  [
    136,
    "Disseram: \"É-nos igual que nos exortes ou que não sejas dos exortadores."
  ],
  [
    137,
    "\"Isto não é senão costume dos antepassados,"
  ],
  [
    138,
    "\"E não seremos castigados.\""
  ],
  [
    139,
    "E desmentiram-no; então, aniquilamo-los. Por certo, há nisso um sinal. Mas a maioria deles não é crente."
  ],
  [
    140,
    "E, por certo, teu Senhor é O Todo-Poderoso, O Misericordiador."
  ],
  [
    141,
    "O povo de Thamud desmentiu aos Mensageiros."
  ],
  [
    142,
    "Quando seu irmão Salih lhes disse: \"Não temeis a Allah?"
  ],
  [
    143,
    "\"Por certo, sou-vos leal Mensageiro:"
  ],
  [
    144,
    "Então, temei a Allah e obedecei-me."
  ],
  [
    145,
    "E não vos peço prêmio algum por isso. Meu prêmio não impende senão aO Senhor dos mundos."
  ],
  [
    146,
    "\"Julgais que sereis deixados seguros, no que há aqui?"
  ],
  [
    147,
    "\"Entre Jardins e fontes,"
  ],
  [
    148,
    "\"E searas e tamareiras de espatas com frutos maduros?"
  ],
  [
    149,
    "\"E escavando, habilidosos, casas nas montanhas?"
  ],
  [
    150,
    "\"Então, temei a Allah e obedecei-me."
  ],
  [
    151,
    "\"E não obedeçais às ordens dos entregues a excessos,"
  ],
  [
    152,
    "\"Os que semeam a corrupção na terra, e não a reformam\"."
  ],
  [
    153,
    "Disseram: \"Tu és, apenas, dos enfeitiçados.\""
  ],
  [
    154,
    "\"Tu não és senão um ser humano como nós. Então, faze vir um sinal se és dos verídicos.\""
  ],
  [
    155,
    "Disse: \"Este é um camelo fêmea: haverá, para ele, uma porção de bebida; e haverá, para vós, uma porção de bebida em dia determinado.\""
  ],
  [
    156,
    "\"E não o toqueis com mal algum; pois, apanhar-vos-ia o castigo de um terrível dia.\""
  ],
  [
    157,
    "Mas abateram-no e tornaram-se arrependidos!"
  ],
  [
    158,
    "Então, o castigo apanhou-os. Por certo, há nisso um sinal. Mas a maioria deles não é crente."
  ],
  [
    159,
    "E, por certo, teu Senhor é O Todo-Poderoso, O Misericordiador."
  ],
  [
    160,
    "O povo de Lot desmentiu aos Mensageiros,"
  ],
  [
    161,
    "Quando seu irmão Lot lhes disse: \"Não temeis a Allah?\""
  ],
  [
    162,
    "\"Por certo, sou-vos leal Mensageiro:"
  ],
  [
    163,
    "Então, temei a Allah e obedecei-me."
  ],
  [
    164,
    "E não vos peço prêmio algum por isso. Meu prêmio não impende senão aO Senhor dos mundos."
  ],
  [
    165,
    "\"Vós vos achegais aos varões deste mundo?"
  ],
  [
    166,
    "\"E deixais vossas mulheres, que vosso Senhor criou para vós? Mas, sois um povo agressor\"."
  ],
  [
    167,
    "Disseram: \"Em verdade, se não te abstiveres disso, serás dos expulsos.\""
  ],
  [
    168,
    "Disse: \"Por certo, sou dos adversos de vossos atos.\""
  ],
  [
    169,
    "\"Senhor meu! Salva-me e a minha família do que fazem.\""
  ],
  [
    170,
    "Então, salvamo-lo e a sua família, a todos,"
  ],
  [
    171,
    "Exceto uma anciã, dentre os que ficaram para trás."
  ],
  [
    172,
    "Em seguida, profligamos os outros."
  ],
  [
    173,
    "E fizemos cair, sobre eles, chuva: então, que vil a chuva dos que foram admoestados!"
  ],
  [
    174,
    "Por certo, há nisso um sinal. Mas a maioria deles não é crente."
  ],
  [
    175,
    "E, por certo, teu Senhor é O Todo-Poderoso, O Misericordiador."
  ],
  [
    176,
    "Os habitantes de Al-Aikah (o povo do profeta Chuaib) desmentiram aos Mensageiros"
  ],
  [
    177,
    "Quando Chuaib lhes disse: \"Não temeis a Allah?\""
  ],
  [
    178,
    "\"Por certo, sou-vos leal Mensageiro:"
  ],
  [
    179,
    "Então, temei a Allah e obedecei-me."
  ],
  [
    180,
    "E não vos peço prêmio algum por isso. Meu prêmio não impende senão aO Senhor dos mundos."
  ],
  [
    181,
    "Completai a medida, e não sejas dos fraudadores."
  ],
  [
    182,
    "E pesai tudo, com total eqüidade."
  ],
  [
    183,
    "E não subtraiais dos homens suas cousas e não semeeis a maldade na terra, sendo corruptores."
  ],
  [
    184,
    "E temeis a Quem vos criou, vós e as gerações antepassadas\""
  ],
  [
    185,
    "Disseram: \"Tu és, apenas, dos enfeitiçados.\""
  ],
  [
    186,
    "\"E tu não és senão um ser humano como nós, e, por certo, pensamos que és dos mentirosos.\""
  ],
  [
    187,
    "\"Então, faze cair sobre nós pedaços do céu, se és dos verídicos!\""
  ],
  [
    188,
    "Disse: \"Meu Senhor é bem Sabedor do que fazeis.\""
  ],
  [
    189,
    "E desmentiram-no; então, o castigo do dia do dossel apanhou-os. Por certo, foi castigo de um terrível dia."
  ],
  [
    190,
    "Por certo, há nisso um sinal. Mas a maioria deles não é crente."
  ],
  [
    191,
    "E, por certo, teu Senhor é O Todo-Poderoso, O Misericordiador."
  ],
  [
    192,
    "E, por certo, ele é a revelação descida do Senhor dos mundos,"
  ],
  [
    193,
    "\"Com a qual o leal Espírito desceu.\""
  ],
  [
    194,
    "Sobre teu coração, Muhammad, para que sejas dos admoestadores,"
  ],
  [
    195,
    "Em língua árabe, castiça e clara."
  ],
  [
    196,
    "E, por certo, ele está mencionado nos Livros dos antepassados."
  ],
  [
    197,
    "E não Ihes é um sinal que os sábios dos filhos de Israel o conheçam?"
  ],
  [
    198,
    "E, se houvéssemos feito descer sobre um dos forâneos."
  ],
  [
    199,
    "E ele Ihos houvesse lido, não estariam crendo nele."
  ],
  [
    200,
    "Assim, também, Nós o introduzimos nos corações dos criminosos;"
  ],
  [
    201,
    "Eles não crerão nele, até verem o doloroso castigo,"
  ],
  [
    202,
    "Chegar-lhes-á, pois, inopinadamente, enquanto não percebam;"
  ],
  [
    203,
    "Então, dirão: \"Ser-nos-á concedida dilação?\""
  ],
  [
    204,
    "E querem eles apressar Nosso castigo?"
  ],
  [
    205,
    "Então, viste? Se os fizermos gozar, durante anos,"
  ],
  [
    206,
    "Em seguida, chegar-lhes o que lhes foi prometido,"
  ],
  [
    207,
    "Não lhes valerá em nada o que gozavam."
  ],
  [
    208,
    "E não aniquilamos cidade alguma, sem que ela houvesse tido admoestadores."
  ],
  [
    209,
    "À guisa de lembrança. E nunca somos injusto."
  ],
  [
    210,
    "E não são os demônios que o trouxeram:"
  ],
  [
    211,
    "E isso não lhes caberia, e jamais poderiam fazê-lo."
  ],
  [
    212,
    "Por certo, eles estão apartados do ouvir o que se fala no céu."
  ],
  [
    213,
    "Então, não invoques, junto de Allah, outro deus: pois, serias dos castigados."
  ],
  [
    214,
    "E admoesta teus familiares, os mais próximos."
  ],
  [
    215,
    "E baixa tua asa aos que te seguirem, entre os crentes."
  ],
  [
    216,
    "E, se eles te desobedecem, dize: \"Por certo, estou em rompimento com o que fazeis.\""
  ],
  [
    217,
    "E confia nO Todo-Poderoso, nO Misericordiador,"
  ],
  [
    218,
    "Que te vê quando te levantas, para orar,"
  ],
  [
    219,
    "E vê tuas gesticulações entre os que se prosternam."
  ],
  [
    220,
    "Por certo, Ele é O Oniouvinte, O Onisciente."
  ],
  [
    221,
    "Informar-vos-ei daquele sobre quem os demônios descem?"
  ],
  [
    222,
    "Eles descem sobre todo impostor, pecador."
  ],
  [
    223,
    "Dão outiva aos demônios, e sua maioria é mentirosa."
  ],
  [
    224,
    "E aos poetas, seguem-nos os desviados."
  ],
  [
    225,
    "- Não viste que eles vagueiam por todos os vales,"
  ],
  [
    226,
    "E que dizem o que não fazem? -"
  ],
  [
    227,
    "Exceto os que crêem e fazem as boas obras e se lembram, amiúde, de Allah e se defendem, após haverem sofrido injustiça. E os que são injustos saberão qual tornada a que tornarão!"
  ]
]