[
  {
    "id": "27",
    "place_of_revelation": "makkah",
    "transliterated_name": "An-Naml",
    "translated_name": "The Ant",
    "verse_count": 93,
    "slug": "an-naml",
    "codepoints": [
      1575,
      1604,
      1606,
      1605,
      1604
    ]
  },
  [
    1,
    "Ta, Sin. Esses são os versículos do Alcorão e explícito Livro,"
  ],
  [
    2,
    "É orientação e alvíssaras para os crentes,"
  ],
  [
    3,
    "Que cumprem a oração e concedem a caridade e se convencem da Derradeira Vida."
  ],
  [
    4,
    "Por certo, aos que não crêem na Derradeira Vida, aformoseamo-Ihes as obras; então, caminham às cegas."
  ],
  [
    5,
    "Esses são os que terão o pior castigo, e serão os mais perdedores na Derradeira Vida."
  ],
  [
    6,
    "E, por certo, a ti, Muhammad, é conferido o Alcorão, da parte de Um Sábio, Onisciente."
  ],
  [
    7,
    "Lembra-lhes de, quando Moisés disse a sua família: \"Por certo, entrevejo um fogo; far-vos-ei vir dele notícia ou vos farei vir um tição, para vos aquecerdes.\""
  ],
  [
    8,
    "E, quando ele lhe chegou, chamaram-no: \"Bendito quem está no fogo e quem está a seu redor! E Glorificado seja Allah, O Senhor dos mundos!\""
  ],
  [
    9,
    "\"Ó Moisés! Por certo, Eu, Eu sou Allah, O Todo-Poderoso, O Sábio.\""
  ],
  [
    10,
    "\"E lança tua vara.\" Então, quando a viu mover-se como se fora cobra, voltou as costas, fugindo, e não volveu atrás. Allah disse: \"Ó Moisés! Não te atemorizes. Por certo, junto de Mim, os Mensageiros não se atemorizam.\""
  ],
  [
    11,
    "\"Mas para quem é injusto, em seguida, troca em bem o mal, por certo sou Perdoador, Misericordiador.\""
  ],
  [
    12,
    "\"E faze entrar tua mão na abertura de teu peitilho, ela sairá alva, sem mal algum. Isto está entre os nove sinais para Faraó e seu povo. Por certo, são um povo perverso.\""
  ],
  [
    13,
    "Então, quando Nossos claros sinais lhes chegaram, disseram: \"Isto é evidente magia!\""
  ],
  [
    14,
    "E negaram-nos, injusta e soberbamente, enquanto suas almas se convenciam deles. Então, olha como foi o fim dos corruptores!"
  ],
  [
    15,
    "E, com efeito, concedemos ciência a Davi e a Salomão. E disseram ambos: \"Louvor a Allah, que nos preferiu a muitos de Seus servos crentes.\""
  ],
  [
    16,
    "E Salomão foi herdeiro de Davi. E disse: \"Ó humanos! Foi-nos ensinada a linguagem dos pássaros e foi-nos concedido algo de todas as cousas. Por certo, este é o evidente favor.\""
  ],
  [
    17,
    "E reuniu-se a Salomão seu exército de jinns e de humanos e de pássaros, e coordenaram-se,"
  ],
  [
    18,
    "Até que, ao chegarem ao vale das formigas, uma formiga disse: \"Ó formigas! Entrai em vossos formigueiros, a fim de que vos não esmaguem Salomão e seu exército, enquanto não percebam.\""
  ],
  [
    19,
    "Então, Salomão sorriu, prazeroso, admirado de seu dito, e disse: \"Senhor meu! Induze-me a agradecer-Te a graça, com que me agraciaste e a meus pais, e a fazer o bem que Te agrade, e faz-me entrar, com Tua misericórdia, para junto de Teus servos íntegros.\""
  ],
  [
    20,
    "E passou em revista os pássaros. Então, disse: \"Por que razão não vejo a poupa? Ou será ela dos ausentes?\""
  ],
  [
    21,
    "\"Em verdade, fá-la-ei sofrer veemente castigo ou a degolarei, a menos que me faça vir evidente comprovação.\""
  ],
  [
    22,
    "Mas ela não tardou muito, e disse: \"Abarquei aquilo que não abarcaste, e chego a ti, de Saba com informe certo.\""
  ],
  [
    23,
    "\"Por certo, encontrei uma mulher reinando sobre eles e a ela foi concedido algo de todas as cousas e tem magnífico trono.\""
  ],
  [
    24,
    "\"Encontrei-a e a seu povo prosternando-se diante do sol em vez de Allah. E Satã aformoseou-Ihes as obras e afastou-os do caminho reto; então, não se guiam.\""
  ],
  [
    25,
    "\"Afastou-os, para que se não prosternassem diante de Allah, quem faz sair o recôndito nos céus e na terra, e sabe o que escondeis e o que manifestais.\""
  ],
  [
    26,
    "\"Allah, não existe deus senão Ele, O Senhor do magnífico Trono!\""
  ],
  [
    27,
    "Salomão disse: \"Olharemos se disseste a verdade ou se és dos mentirosos.\""
  ],
  [
    28,
    "\"Vai com esta minha missiva, e lança-lhas; em seguida, volta-lhes as costas, e olha o que farão retornar.\""
  ],
  [
    29,
    "A rainha disse: \"Ó dignitários! Por certo, uma nobre missiva foi-me lançada."
  ],
  [
    30,
    "\"Por certo, é de Salomão. E, por certo, assim é:"
  ],
  [
    31,
    ""
  ],
  [
    32,
    "Ela disse: \"Ó dignitários! Instruí-me a respeito de meu assunto. Jamais decidi a respeito de assunto algum sem que o testemunhásseis.\""
  ],
  [
    33,
    "Disseram: \"Somos dotados de força e dotados de veemente fúria, mas de ti é a ordem. Então, olha o que ordenas.\""
  ],
  [
    34,
    "Ela disse: \"Por certo, os reis, quando entram em uma cidade, corrompem-na, e fazem aviltados os mais poderosos de seus habitantes. E, assim, fazem.\""
  ],
  [
    35,
    "\"E, por certo, estou-lhes enviando um presente e olharei com que os emissários retornarão.\""
  ],
  [
    36,
    "E, quando a delegação chegou a Salomão, ele disse: \"Quereis conceder-me riquezas? Ao passo que o que Allah me concedeu é melhor que aquilo que Ele vos concedeu. Mas vós jubilais com vosso presente."
  ],
  [
    37,
    "\"Retorna a eles. E em verdade, chegar-lhes-emos com exército, que não poderão enfrentar, e os faremos sair dela, aviltados, e humilhados.\""
  ],
  [
    38,
    "Ele disse: \"Ó dignitários! Quem de vós me fará vir seu trono, antes que me cheguem como muçulmanos, submissos?\""
  ],
  [
    39,
    "Um dos mais poderosos dos jinns disse: \"Eu to farei vir, antes que te levantes de teu lugar. E, por certo, para isso, sou forte, leal.\""
  ],
  [
    40,
    "Aquele que tinha ciência do Livro disse: \"Eu to farei vir, num piscar de olhos.\" E, quando ele o viu estabelecido, junto de si, disse: \"Isso é algo do favor de meu Senhor, para que me ponha à prova se Lhe agradeço ou sou ingrato. E quem Lhe agradece, apenas agradece em benefício de si mesmo. E quem é ingrato, por certo, Allah é Bastante a Si mesmo, Ele é Generoso.\""
  ],
  [
    41,
    "Ele disse ainda: \"Desfigurai-Ihe o trono: olharemos se ela se guia, ou é dos que não se guiam.\""
  ],
  [
    42,
    "E, quando ela chegou, disseram-lhe: \"Assim é teu trono?\" Ela disse: \"É como se o fora.\" Salomão disse: \"E, a nós, foi-nos concedida a ciência, antes dela, e somos muçulmanos.\""
  ],
  [
    43,
    "E o que ela adorava em vez de Allah afastou-a do caminho reto. Por certo, ela era de um povo renegador da Fé."
  ],
  [
    44,
    "Disseram-lhe: \"Entra no palácio.\" E, quando ela o viu, supô-lo um manto d"
  ],
  [
    45,
    "E, com efeito, enviamos ao povo de Thamud seu irmão Sãlih. Ele disse: \"Adorai a Allah.\" Então, ei-los divididos em dois grupos, que disputavam."
  ],
  [
    46,
    "Disse: \"Ó meu povo! Por que apressais o mal antes do bem? Que imploreis o perdão a Allah, para obter misericórdia!\""
  ],
  [
    47,
    "Disseram: \"Pressentimos mau agouro por causa de ti e de quem está contigo.\" Disse: \"Vosso agouro é junto de Allah. Mas, sois um povo que está sendo provado.\""
  ],
  [
    48,
    "E havia, na cidade, um agrupamento de nove homens, que semeavam a corrupção na terra, e não a reformavam."
  ],
  [
    49,
    "Disseram: \"Jurai, por Allah, que, à noite, de sobressalto, o mataremos e a sua família; em seguida, diremos a seu herdeiro:"
  ],
  [
    50,
    "E usaram de estratagemas, e Nós usamos de estratagemas. E eles não perceberam."
  ],
  [
    51,
    "Então, olha como foi o fim de seus estratagemas! Aniquilamo-los, e a seu povo, a todos."
  ],
  [
    52,
    "E essas suas casas estão desertas, porque eles foram injustos. Por certo, há nisso um sinal para um povo que sabe."
  ],
  [
    53,
    "E salvamos os que crêem e foram piedosos."
  ],
  [
    54,
    "E lembra-lhes de Lot, quando disse a seu povo: \"Vós vos achegais à obscenidade, enquanto a enxergais claramente?\""
  ],
  [
    55,
    "\"Por certo, vós vos achegais aos homens por lascívia, em vez de às mulheres! Sois, aliás, um povo ignorante.\""
  ],
  [
    56,
    "E a resposta de seu povo não foi senão dizer: \"Fazei-os sair de vossa cidade, a família de Lot. Por certo, são pessoas que se pretendem puras\""
  ],
  [
    57,
    "Então, salvamo-lo e a sua família, exceto sua mulher. Determinamos que ela seria dos que ficariam para trás."
  ],
  [
    58,
    "E fizemos cair, sobre eles, chuva: então, que vil a chuva dos que foram admoestados!"
  ],
  [
    59,
    "Dize: \"Louvor a Allah, e que a paz seja sobre Seus servos, que Ele escolheu! Qual é Melhor: Allah ou o que eles idolatram?\""
  ],
  [
    60,
    "\"Não é Ele Quem criou os céus e a terra e vos fez descer do céu água e, com ela, fazemos brotar pomares, plenos de viço, cujas árvores não vos é possível fazerdes brotar? Há outro deus junto de Allah? Não. Mas eles são um povo que equipara outros a Allah.\""
  ],
  [
    61,
    "\"Não é Ele Quem fez da terra um lugar de morar, e fez, através dela, rios, e fez-lhe assentes montanhas, e fez barreira entre os dois mares? Há outro deus junto de Allah? Não. Mas a maioria deles não sabe.\""
  ],
  [
    62,
    "\"Não é Ele Quem atende o infortunado, quando este O invoca, e remove o mal e vos faz sucessores, na terra? Há outro deus junto de Allah? Quão pouco meditais!\""
  ],
  [
    63,
    "\"Não é Ele Quem vos guia nas trevas da terra e do mar, e Quem envia o vento, como alvissareiro, adiante de Sua misericórdia? Há outro deus junto de Allah? Sublimado seja Allah, acima do que idolatram.\""
  ],
  [
    64,
    "\"Não é Ele Quem inicia a criação, em seguida, a repete? E quem vos dá sustento do céu e da terra? Há outro deus junto de Allah?\" Dize: \"Trazei vossas provanças se sois verídicos.\""
  ],
  [
    65,
    "Dize: \"Ninguém daqueles que estão nos céus e na terra conhece ao Invisível, exceto Allah.\" E eles não percebem quando serão ressuscitados."
  ],
  [
    66,
    "Mas sua ciência acerca da Derradeira Vida incorporou-se. Aliás, eles estão em dúvida, a respeito dela. Ou antes, a respeito dela, estão cegos."
  ],
  [
    67,
    "E os que renegam a Fé dizem: \"Será que quando formos pó, seremos ressuscitados, nós e nossos pais?"
  ],
  [
    68,
    "Com efeito, foi-nos prometido isso, a nós e, antes, a nossos pais; isso não são senão fábulas dos antepassados!\""
  ],
  [
    69,
    "Dize: \"Caminhai, na terra; em seguida, olhai como foi o fim dos criminosos\""
  ],
  [
    70,
    "E não te entristeças por eles, e não tenhas constrangimento, pelo estratagema de que usam."
  ],
  [
    71,
    "E dizem: \"Quando será o cumprimento desta promessa, se sois verídicos?\""
  ],
  [
    72,
    "Dize: \"Quiçá algo do que apressais se vos aproxime.\""
  ],
  [
    73,
    "E, por certo, teu Senhor é Obsequioso para com os homens, mas a maioria deles não agradece."
  ],
  [
    74,
    "E, por certo, teu Senhor sabe o que seus peitos ocultam, e o que manifestam."
  ],
  [
    75,
    "E nada há de recôndito, no céu e na terra, que não esteja no evidente Livro."
  ],
  [
    76,
    "Por certo, este Alcorão narra aos filhos de Israel a maioria daquilo de que discrepam."
  ],
  [
    77,
    "E, por certo, é orientação e misericórdia para os crentes."
  ],
  [
    78,
    "Por certo, teu senhor arbitrará, entre eles, com Seu julgamento. E Ele é O Todo-Poderoso, O Onisciente."
  ],
  [
    79,
    "Então, confia em Allah. Por certo, tu estás fundado sobre a evidente Verdade."
  ],
  [
    80,
    "Por certo, não podes fazer ouvir aos mortos nem podes fazer ouvir aos surdos a convocação, quando voltam as costas, fugindo."
  ],
  [
    81,
    "E não podes guiar os cegos, desviando-os de seu descaminho. Não podes fazer ouvir senão a quem crê em Nossos sinais, pois são muçulmanos."
  ],
  [
    82,
    "E, quando o Dito se cumprir sobre eles, far-lhes-emos sair uma besta da terra, que lhes falará que os humanos não se convenciam de Nossos sinais."
  ],
  [
    83,
    "E um dia, reuniremos, de cada comunidade, uma turba dos que desmentem Nossos sinais, e coordenar-se-ão,"
  ],
  [
    84,
    "Até que, quando eles chegarem ao Ajuste de Contas, Allah dirá: \"Desmentistes Meus sinais, enquanto não os abarcastes, em ciência? Ou, que fazíeis?\""
  ],
  [
    85,
    "E o Dito cumprir-se-á sobre eles, porque foram injustos; então, nada pronunciarão."
  ],
  [
    86,
    "Não viram que fizemos escura a noite, para nela repousarem, e o dia, claro? Por certo, há nisso sinais para um povo que crê."
  ],
  [
    87,
    "E um dia, se soprará na Trombeta; então, aterrorizar-se-á quem estiver nos céus e quem estiver na terra, exceto aquele a quem Allah quiser. E todos a Ele chegarão, humildes."
  ],
  [
    88,
    "E tu vês as montanhas: tu as supões imóveis, enquanto passam do mesmo modo que as nuvens. É a obra de Allah, Quem aperfeiçoou todas as cousas. Por certo, Ele é Conhecedor do que fazeis."
  ],
  [
    89,
    "Quem chega com a boa ação terá algo melhor que esta. E estarão em segurança contra o terror desse dia."
  ],
  [
    90,
    "E quem chega com a má ação, suas faces serão empuxadas no Fogo. E dir-se-Ihes-á: \"Não sois recompensados senão pelo que fazíeis?\""
  ],
  [
    91,
    "Dize: \"Apenas, foi-me ordenado adorar aO Senhor desta Cidade, que Ele santificou; e d"
  ],
  [
    92,
    "\"E recitar o Alcorão.\" Então, quem se guia, se guiará apenas, em benefício de si mesmo. E a quem se descaminha, dize: \"por certo não sou mais do que um dos admoestadores.\""
  ],
  [
    93,
    "E dize: \"Louvor a Allah! Far-vos-á ver Seus sinais, e vos reconhecê-los-eis.\" E teu Senhor não está desatento ao que fazeis."
  ]
]