[
  [
    1,
    "Ta, Sin, Mim."
  ],
  [
    2,
    "Esses são os versículos do explícito Livro."
  ],
  [
    3,
    "Recitamos, para ti, com a verdade, algo da história de Moisés e Faraó, para beneficiar um povo que crê."
  ],
  [
    4,
    "Por certo, Faraó sublimou-se em arrogância, na terra, e fez seus habitantes divididos em seitas, subjugando uma facção deles, degolando seus filhos e deixando vivas suas mulheres. Por certo, ele era dos corruptores."
  ],
  [
    5,
    "E Nós desejamos fazer mercê para os que foram subjugados, na terra, e fazê-los próceres e fazê-los os herdeiros do reino de Faraó,"
  ],
  [
    6,
    "E empossá-los, na terra, e fazer ver a Faraó e a Haman e a seus exércitos aquilo de que se precatavam, acerca deles."
  ],
  [
    7,
    "E inspiramos à mãe de Moisés: \"Amamenta-o. E, quando temeres por ele, lança-o na onda, e não temas, e não te entristeças. Por certo, devolver-to-emos e fá-lo-emos dos Mensageiros.\""
  ],
  [
    8,
    "Então, a família de Faraó recolheu-o, para que lhes fosse inimigo e tristeza. Por certo, Faraó e Haman e seus exércitos estavam errados."
  ],
  [
    9,
    "E a mulher de Faraó disse: \"Ele é, para mim e para ti, alegre frescor dos olhos. Não o mateis. Quiçá nos beneficie, ou o tomemos por filho.\" E não perceberam o que iria ocorrer."
  ],
  [
    10,
    "E o coração da mãe de Moisés amanheceu vazio. Por certo, quase o haveria mostrado, não lhe houvéssemos revigorado o coração, para que fosse dos crentes."
  ],
  [
    11,
    "E ela disse à irmã dele: \"Encalça-o.\" Então, esta o enxergava, de longe, enquanto não percebiam."
  ],
  [
    12,
    "E, antes, proibimo-lhe as amas-de-leite; então, ela disse: \"Quereis vos indique uma família de uma casa, a qual cuidará dele, para vós, e com ele será cautelosa?\""
  ],
  [
    13,
    "Assim, devolvemo-lo a sua mãe, para que se lhe refrescassem os olhos de alegria e para que ela não se entristecesse e soubesse que a promessa de Allah é verdadeira; mas a maioria deles não sabe."
  ],
  [
    14,
    "E, quando ele atingiu a sua força plena, e amadureceu, concedemo-lhe sabedoria e ciência. E assim, recompensamos os benfeitores."
  ],
  [
    15,
    "E entrou na cidade, em momento de desatenção de seus habitantes, e nela, encontrou dois homens que se combatiam: este, de sua seita, e aquele, de seus inimigos. Então, aquele de sua seita pediu-lhe socorrimento contra aquele de seus inimigos; e Moisés esmurrou-o, e pôs-lhe termo à vida. Moisés disse: \"Isto é da ação de Satã. Por certo, ele é inimigo declarado, desencaminhador.\""
  ],
  [
    16,
    "Ele disse: \"Senhor meu! Por certo, fui injusto comigo mesmo; então, perdoa-me.\" E Ele o perdoou. Por certo, Ele é O Perdoador, O Misericordiador."
  ],
  [
    17,
    "Ele disse: \"Senhor meu! Por aquilo com que me agraciaste, não serei coadjutor dos criminosos.\""
  ],
  [
    18,
    "E ele amanheceu, na cidade, temeroso, ficando à espreita, e eis aquele que, na véspera, lhe pedira o socorro, gritou, para que lhe valesse. Moisés disse-lhe: \"Por certo, és evidente sedutor!\""
  ],
  [
    19,
    "E quando desejou desferir golpes contra o que era inimigo de ambos, este disse: \"Ó Moisés! Desejas matar-me, como mataste, ontem uma pessoa? Não desejas senão ser tirano na terra, e não desejas ser dos reformadores.\""
  ],
  [
    20,
    "E um homem chegou, do extremo da cidade, correndo. Ele disse: \"Ó Moisés! Por certo, os dignitários deliberam sobre ti, para matar-te; então, sai da cidade. Por certo, sou-te dos conselheiros.\""
  ],
  [
    21,
    "Então, ele saiu dela, temeroso, ficando à espreita. Ele disse: \"Senhor meu! Salva-me do povo injusto.\""
  ],
  [
    22,
    "E, quando se dirigiu rumo a Madian, disse: \"Quiçá, meu Senhor me guie ao caminho direito.\""
  ],
  [
    23,
    "E, quando chegou ao poço de água de Madian, encontrou, junto dele, uma multidão de homens, que abeberava os rebanhos, e encontrou, um pouco distante deles, duas mulheres, que retinham os seus. Ele disse: \"Qual é vosso intuito?\" Ambas disseram: \"Não abeberaremos nossos rebanhos, até que os pastores partam com os seus, e nosso pai é bastante idoso.\""
  ],
  [
    24,
    "Então, ele abeberou os rebanhos, para elas; em seguida, retirou-se à sombra, e disse: \"Senhor meu! Por certo, estou necessitado do que fizeste descer de bom, para mim.\""
  ],
  [
    25,
    "Em seguida, uma das duas mulheres chegou-lhe andando com recato. Disse: \"Por certo, meu pai te convoca, para recompensar-te com o prêmio de haveres abeberado os rebanhos, por nós.\" E, quando chegou a ele e lhe narrou a narrativa, aquele disse: \"Nada temas! Salvaste-te do povo injusto.\""
  ],
  [
    26,
    "Uma das duas disse: \"Ó meu pai! Emprega-o. Por certo, o melhor dos que empregares é o forte, o leal.\""
  ],
  [
    27,
    "Ele disse: \"Por certo, desejo esposarte com uma destas minhas duas filhas, com a condição de me servires por oito anos. E se completares dez, sê-lo-á por tua conta. E nada desejo dificultar-te. Se Allah quiser, encontrar-me-ás dos íntegros.\""
  ],
  [
    28,
    "Moisés disse: \"Isso fica entre mim e ti. Seja qual for dos dois termos que eu cumprir, nada de transgressão, contra mim. E Allah, sobre o que dizemos, é Patrono.\""
  ],
  [
    29,
    "Então, quando Moisés encerrou o termo e partiu com sua família, entreviu um fogo do lado do Monte. Ele disse a sua família: \"Permanecei, aqui - por certo, entrevejo um fogo - na esperança de fazer-vos vir dele uma notícia, ou um lenho aceso, para vos aquecerdes.\""
  ],
  [
    30,
    "E, quando chegou a ele, chamaram-no, do lado direito do vale, na região bendita da árvore: \"Ó Moisés! Por certo, Eu, Eu sou Allah, O Senhor dos mundos,\""
  ],
  [
    31,
    "\"E lança tua vara.\" E, quando a viu mover-se, como se fora cobra, voltou as costas, fugindo, e não volveu atrás. Ele disse: \"Ó Moisés! Vem, e não te atemorizes. Por certo, tu és dos que estão em segurança.\""
  ],
  [
    32,
    "\"Introduze tua mão na abertura de teu peitilho, ela sairá alva, sem mal algum, e junta a ti tua mão, para te guardares do medo. Então, estas são duas provanças de teu Senhor para Faraó e seus dignitários. Por certo, eles são um povo perverso.\""
  ],
  [
    33,
    "Moisés disse: \"Senhor meu! Por certo matei um homem deles; então, temo que me matem.\""
  ],
  [
    34,
    "\"E meu irmão Aarão, ele é mais eloqüente que eu, em linguagem; então, envia-o comigo, por adjutor, que me confirmará as palavras. Por certo, temo que me desmintam.\""
  ],
  [
    35,
    "Allah disse: \"Fortalecer-te-emos o braço com teu irmão e far-vos-emos ter poder; então, não chegarão até vós. Com Nossos sinais, vós ambos e quem vos seguir sereis os vencedores.\""
  ],
  [
    36,
    "E quando Moisés lhes chegou, com Nossos evidentes sinais, disseram: \"Isto não é senão magia forjada! E jamais ouvimos algo disso, entre nossos pais antepassados.\""
  ],
  [
    37,
    "E Moisés disse: \"Meu Senhor é bem Sabedor de quem chega com a orientação de Sua parte e de quem tem o final feliz da Derradeira Morada. Por certo, os injustos não serão bem-aventurados.\""
  ],
  [
    38,
    "E Faraó disse: \"Ó dignitários! Não conheço, para vós, nenhum outro deus que não seja eu; então, acende-me o fogo, ó Hamam, sob o barro! E faze-me uma torre, na esperança de que eu possa subir até O Deus de Moisés; e, por certo, penso que ele é dos mentirosos.\""
  ],
  [
    39,
    "E ele se ensoberbeceu sem razão, na terra, ele e seu exército, e pensaram que a Nós não seriam retornados."
  ],
  [
    40,
    "Então, apanhamo-lo e a seu exército, e deitamo-los fora, na onda. Olha, pois, como foi o fim dos injustos!"
  ],
  [
    41,
    "E fizemo-los próceres, convocando os homens ao Fogo. E, no Dia da Ressurreição, não serão socorridos."
  ],
  [
    42,
    "E fizemo-los perseguidos, na vida terrena, por maldição. E, no Dia da Ressurreição, serão dos ascorosos."
  ],
  [
    43,
    "E, com efeito, concedemos a Moisés o Livro - depois de havermos aniquilado as primeiras gerações - como clarividências para os humanos e orientação e misericórdia, para meditarem."
  ],
  [
    44,
    "E não estavas, Muhammad, no lado oeste do Monte Sinai, quando decretamos a Moisés a Ordem, e não foste das testemunhas."
  ],
  [
    45,
    "Mas fizemos surgir gerações, cuja idade prolongou-se. E tu não moravas com os habitantes de Madian, para recitar Nossos versículos, para eles, mas Nós que enviamos os Mensageiros."
  ],
  [
    46,
    "E não estavas ao lado do Monte At-Tur, quando chamamos a Moisés, mas és enviado como misericórdia de teu Senhor, a fim de admoestares um povo - ao qual não chegou admoestador algum, antes de ti - para meditarem,"
  ],
  [
    47,
    "E, se uma desgraça os alcançava pelo que suas mãos anteciparam, eles diriam: \"Senhor nosso! Se nos houvesses enviado um Mensageiro; haveríamos seguido teus versículos e seríamos dos crentes!\""
  ],
  [
    48,
    "Mas agora, quando lhes chega a verdade de Nossa parte, dizem: \"Que Ihe fosse concedido algo igual ao que foi concedido a Moisés!\" E não renegaram o que fora concedido, antes, a Moisés? Dizem: \"São duas magias que se auxiliam!\" E dizem: \"Por certo, somos renegadores de cada uma delas.\""
  ],
  [
    49,
    "Dize: \"Então, fazei vir um livro, da parte de Allah, o qual seja melhor guia que ambos, e eu o seguirei, se sois verídicos.\""
  ],
  [
    50,
    "E, se te não atendem, sabe então, que o que eles seguem são suas paixões. E quem mais descaminhado que aquele que segue a própria paixão, sem orientação alguma de Allah? Por certo, Allah não guia o povo injusto."
  ],
  [
    51,
    "E, com efeito, fizemos chegar-lhes, sucessivamente, o Dito, O Alcorão, para meditarem."
  ],
  [
    52,
    "Aqueles aos quais concedêramos o Livro, antes deste, neste crêem."
  ],
  [
    53,
    "E, quando recitado, para eles, dizem: \"Cremos nele: por certo, é a Verdade de nosso Senhor; por certo, éramos, antes dele, Muçulmanos\"."
  ],
  [
    54,
    "A esses, conceder-se-lhes-á o prêmio, duas vezes, porque pacientam e revidam o mal com o bem e despendem do que lhes damos por sustento."
  ],
  [
    55,
    "E, quando ouvem frivolidades, dão-lhes de ombros, e dizem: \"A nós, nossas obras, e a vós, vossas obras. Que a paz seja sobre vós! Não buscamos a companhia dos ignorantes.\""
  ],
  [
    56,
    "Por certo, tu, Muhammad, não podes guiar a quem quer que ames mas Allah guia a quem quer. E Ele é bem Sabedor dos que são guiados."
  ],
  [
    57,
    "E eles dizem: \"Se seguimos a orientação contigo, arrebatar-nos-ão de nossa terra.\" E não os empossamos em um Santuário seguro, para o qual se levam frutos de toda espécie, como sustento de Nossa parte? Mas a maioria deles não sabe."
  ],
  [
    58,
    "E que de cidades aniquilamos, que foram ingratas com sua vida. E eis suas vivendas que não foram habitadas, depois deles, senão um pouco. E Nós somos O Herdeiro deles."
  ],
  [
    59,
    "E não é admissível que teu Senhor estivesse aniquilando as cidades, sem antes, haver enviado a sua metrópole um Mensageiro, que recitasse Nossos versículos para eles. E não é admissível que estivéssemos aniquilando as cidades, sem que seus habitantes fossem injustos."
  ],
  [
    60,
    "E o que quer que vos seja concedido é, apenas, gozo da vida terrena e seu ornamento. E o que está junto de Allah é melhor e mais permanente. Então, não razoais?"
  ],
  [
    61,
    "E, será que aquele a quem prometemos bela promessa - e com ela encontrará - é como aquele a quem fizemos gozar gozo da vida terrena, em seguida, no Dia da Ressurreição, será dos trazidos ao Fogo?"
  ],
  [
    62,
    "E um dia, Ele os chamará e dirá: \"Onde estão Meus parceiros, que vós pretendíeis serem deuses?\""
  ],
  [
    63,
    "Aqueles contra quem se cumprirá o Dito, dirão: \"Senhor nosso! São estes os que transviamos; transviamo-los como nós nos transviamos. Rompemos com eles, perante Ti. Eles a nós não adoravam.\""
  ],
  [
    64,
    "E dir-se-lhes-á: \"Convocai vossos ídolos.\" E eles os convocarão, mas não lhes atenderão, e verão o castigo. Se houvessem sido guiados!"
  ],
  [
    65,
    "E um dia, Ele os chamará e dirá: \"Que respondestes aos Mensageiros?\""
  ],
  [
    66,
    "E, nesse dia, confundir-se-Ihes-ão os informes, e eles não se interrogarão."
  ],
  [
    67,
    "Então, quanto a quem se voltou arrependido e creu e fez o bem, quiçá, seja ele dos bem-aventurados."
  ],
  [
    68,
    "E teu Senhor cria o que quer, e escolhe o que quer. Não é admissível que a escolha seja deles. Glorificado e Sublimado seja Allah, acima do que idolatram!"
  ],
  [
    69,
    "E teu Senhor sabe o que seus peitos ocultam e o que manifestam."
  ],
  [
    70,
    "E Ele é Allah: não existe deus senão Ele, dEle é o Louvor, na primeira vida e na Derradeira. E dEle é o julgamento. E a Ele sereis retornados."
  ],
  [
    71,
    "Dize: \"Vistes? Se Allah fizesse a noite perpétua sobre vós, até o Dia da Ressurreição, que outro deus que Allah vos faria chegar luminosidade? Então, não ouvis?\""
  ],
  [
    72,
    "Dize: \"Vistes? Se Allah fizesse o dia perpétuo sobre vós, até o Dia da Ressurreição, que outro deus que Allah vos faria chegar uma noite, em que repousásseis? Então, não o enxergais?\""
  ],
  [
    73,
    "E, de Sua misericórdia, Ele fez-vos a noite e o dia, para, naquela, repousardes, e para, neste, buscardes algo de Seu favor, e para serdes agradecidos."
  ],
  [
    74,
    "E um dia, Ele os chamará e dirá: \"Onde estão Meus parceiros, que vós pretendíeis serem deuses?\""
  ],
  [
    75,
    "E tiraremos, de cada nação, uma testemunha, e diremos: \"Trazei vossas provanças.\" Então, eles saberão que a Verdade é de Allah. E o que forjavam sumirá, para longe deles."
  ],
  [
    76,
    "Por certo, Qarun era do povo de Moisés, e cometeu transgressão contra eles - e concedêramo-lhe, dos tesouros, aquilo cujas chaves extenuam um coeso grupo, dotado de força - quando lhe disse seu povo: \"Não te jactes de teus tesouros. Por certo, Allah não ama os jactanciosos.\""
  ],
  [
    77,
    "\"E busca a Derradeira Morada no que Allah te concedeu, e não esqueças tua porção, na vida terrena. E bem-faze, como Allah te bem fez. E não busques semear a corrupção na terra. Por certo, Allah não ama os corruptores.\""
  ],
  [
    78,
    "Ele disse: \"Isso me foi concedido, apenas, graças a uma ciência que tenho.\" E não sabia ele que Allah, de fato, aniquilara, antes dele, gerações, que lhe eram mais veementes em força e mais numerosas? E os criminosos não serão interrogados acerca de seus delitos."
  ],
  [
    79,
    "E ele saiu a seu povo, com seus ornamentos. Os que desejavam a vida terrena disseram: \"Quem dera houvesse, para nós, algo igual ao que foi concedido a Qarun! Por certo, ele é de magnífica sorte!\""
  ],
  [
    80,
    "E aqueles, aos quais foi concedida a ciência, disseram: \"Ai de vós! A retribuição de Allah é melhor para quem crê e faz o bem. E ela não é conferida senão aos que pacientam.\""
  ],
  [
    81,
    "Então, fizemos a terra engoli-lo ele e a seu lar; e, não houve, para ele, hoste alguma que o socorresse, em vez de Allah, e ele não foi dos socorridos."
  ],
  [
    82,
    "E os que, na véspera, anelaram sua posição, amanheceram dizendo: \"Seguramente, Allah prodigaliza o sustento a quem quer, de Seus servos, e restringe-o. Se Allah não nos houvesse feito mercê, haveria feito a terra engolir-nos. Seguramente, os renegadores da Fé não são bem-aventurados.\""
  ],
  [
    83,
    "Essa Derradeira Morada, fá-la-emos para os que não desejam soberba, na terra, nem semear nela a corrupção. E o final feliz será para os piedosos."
  ],
  [
    84,
    "Quem chega com a boa ação terá algo melhor que esta. E quem chega com a má ação, que ele saiba que os que fazem más ações não serão recompensados senão pelo que faziam."
  ],
  [
    85,
    "Por certo, Aquele que preceituou o Alcorão, sobre ti, te devolverá no dia do Juízo. Dize: \"Meu Senhor é bem Sabedor de quem chega com a orientação e de quem está em evidente descaminho.\""
  ],
  [
    86,
    "E tu não esperavas que o Livro te fosse revelado, mas o foi por misericórdia de teu Senhor. Então, não sejas, de modo algum, coadjutor dos renegadores da Fé."
  ],
  [
    87,
    "E que estes não te afastem dos versículos de Allah, após haverem sido descidos para ti. E invoca a teu Senhor. E não sejas, de modo algum dos idólatras."
  ],
  [
    88,
    "E não invoques, com Allah, outro deus. Não existe deus senão Ele. Todas as cousas serão aniquiladas, exceto Sua Face. DEle é o julgamento, e a Ele sereis retornados."
  ]
]