[
  {
    "id": "37",
    "place_of_revelation": "makkah",
    "transliterated_name": "As-Saffat",
    "translated_name": "Those who set the Ranks",
    "verse_count": 182,
    "slug": "as-saffat",
    "codepoints": [
      1575,
      1604,
      1589,
      1575,
      1601,
      1575,
      1578
    ]
  },
  [
    1,
    "Pelos enfileirados, em fileiras,"
  ],
  [
    2,
    "E pelos repulsores do mal, com força."
  ],
  [
    3,
    "E pelos recitadores de Mensagem,"
  ],
  [
    4,
    "Por certo, vosso Deus é Único,"
  ],
  [
    5,
    "O Senhor dos céus e da terra e do que há entre ambos, e O Senhor dos Levantes."
  ],
  [
    6,
    "Por certo, Nós ornamentamos o céu mais próximo, com um ornamento: os astros,"
  ],
  [
    7,
    "E para custodiá-lo, contra todo demônio rebelde."
  ],
  [
    8,
    "Eles não podem ouvir a corte altíssima, e são arrojados, por todos os lados,"
  ],
  [
    9,
    "Rechaçados. E terão castigo perpétuo."
  ],
  [
    10,
    "Exceto quem arrebatar algo: então, persegui-lo-á uma bólide perfurante."
  ],
  [
    11,
    "E consulta-os: \"Quem é mais difícil, em criação, eles ou outros seres que criamos?\" Por certo, criamo-los de barro viscoso."
  ],
  [
    12,
    "Mas tu admiras que te desmintam, e eles disso escarnecem."
  ],
  [
    13,
    "E, quando lembrados do Alcorão, dele não se lembram."
  ],
  [
    14,
    "E, quando vêem um sinal, excedem-se em escárnio,"
  ],
  [
    15,
    "E dizem: \"Isto não é senão evidente magia.\""
  ],
  [
    16,
    "Dizem: \"Quando morrermos e formos pó e ossos, seremos ressuscitados?\""
  ],
  [
    17,
    "\"E nossos pais antepassados, também?\""
  ],
  [
    18,
    "Dize, Muhammad: \"Sim, e sereis humilhados.\""
  ],
  [
    19,
    "Então, haverá apenas, um só Clangor, e ei-los que olharão, estarrecidos,"
  ],
  [
    20,
    "E dirão: \"Ai de nós! Este é o Dia do Juízo.\""
  ],
  [
    21,
    "Os anjos dirão: \"Este é o Dia da Decisão, que desmentíeis.\""
  ],
  [
    22,
    "Ele dirá: \"Reuni os que foram injustos, e a suas mulheres e ao que adoravam,"
  ],
  [
    23,
    "Além de Allah, e guiai-os à senda do Inferno,\""
  ],
  [
    24,
    "E detende-os. Por certo, serão interrogados:"
  ],
  [
    25,
    "\"Por que razão não vos socorreis uns aos outros?\""
  ],
  [
    26,
    "Mas, nesse dia, eles serão rendidos."
  ],
  [
    27,
    "E dirigir-se-ão, uns aos outros interrogando-se."
  ],
  [
    28,
    "Dirão: \"Por certo, sempre, chegáveis a nós do lado direito, para renegar a Fé.\""
  ],
  [
    29,
    "Os chefes dirão: \"Mas não éreis crentes,"
  ],
  [
    30,
    "\"E não tínhamos poder algum sobre vós. Mas éreis um povo transgressor."
  ],
  [
    31,
    "\"Então, o Dito de nosso Senhor cumpriu-se, contra nós. Por certo, haveremos de experimentar o castigo.\""
  ],
  [
    32,
    "\"E transviamo-vos: por certo, nós éramos desviados.\""
  ],
  [
    33,
    "Então, por certo, nesse dia, eles serão partícipes no castigo."
  ],
  [
    34,
    "Por certo, assim agimos com os criminosos."
  ],
  [
    35,
    "Por certo, quando se lhes dizia: \"Não há deus senão Allah\", ensoberbeciam-se,"
  ],
  [
    36,
    "E diziam: \"Abandonaremos nossos deuses por um poeta louco?\""
  ],
  [
    37,
    "Não. Mas ele chegou com a Verdade e confirmou as palavras dos Mensageiros."
  ],
  [
    38,
    "Por certo, havereis de experimentar o doloroso castigo"
  ],
  [
    39,
    "— E não sereis recompensados senão pelo que fazíeis -"
  ],
  [
    40,
    "Exceto os servos prediletos de Allah."
  ],
  [
    41,
    "Esses terão determinado sustento:"
  ],
  [
    42,
    "Frutas. E serão honrados,"
  ],
  [
    43,
    "Nos Jardins da Delícia,"
  ],
  [
    44,
    "Estarão em leitos, frente a frente;"
  ],
  [
    45,
    "Far-se-á circular, entre eles, taças de vinho de fonte fluida,"
  ],
  [
    46,
    "Branco, deleitoso para quem o bebe,"
  ],
  [
    47,
    "Nele, não haverá mal súbito; e, com ele, não se embriagarão."
  ],
  [
    48,
    "E, junto deles, estarão aquelas de belos grandes olhos, de olhares restritos a seus amados,"
  ],
  [
    49,
    "Assemelham-se a ovos resguardados."
  ],
  [
    50,
    "E uns aos outros dirigir-se-ão, interrogando-se."
  ],
  [
    51,
    "Um deles dirá: \"Por certo, eu tinha um acompanhante."
  ],
  [
    52,
    "Que dizia:"
  ],
  [
    53,
    ""
  ],
  [
    54,
    "Ele dirá: \"Quereis avistá-lo?\""
  ],
  [
    55,
    "Então, avistou e viu-o no meio do Inferno."
  ],
  [
    56,
    "Dirá: \"Por Allah! Por certo, quase me arruinaste,"
  ],
  [
    57,
    "\"E, não fora a graça de meu Senhor, seria dos trazidos ao Fogo."
  ],
  [
    58,
    "\"Será que jamais morreremos"
  ],
  [
    59,
    "Senão aquela nossa primeira morte, e não seremos castigados?\""
  ],
  [
    60,
    "Por certo, este é o magnífico triunfo."
  ],
  [
    61,
    "Então, para recompensa igual a essa, que laborem os laboriosos!"
  ],
  [
    62,
    "Será isso melhor por hospedagem ou a árvore de Zaqqum?"
  ],
  [
    63,
    "Por certo, fizemo-la como provação para os injustos."
  ],
  [
    64,
    "Por certo, é uma árvore que surge do fundo do Inferno,"
  ],
  [
    65,
    "Suas espatas são como as cabeças de demônios."
  ],
  [
    66,
    "E, por certo, dela comerão e dela encherão os ventres."
  ],
  [
    67,
    "Em seguida, sobre ela, terão mistura de água ebuliente."
  ],
  [
    68,
    "Depois, seu retorno será ao Inferno."
  ],
  [
    69,
    "Por certo, eles encontraram seus pais descaminhados,"
  ],
  [
    70,
    "Então, em suas pegadas, prosseguem impetuosos."
  ],
  [
    71,
    "E, com efeito, antes deles, a maioria dos antepassados descaminhou-se."
  ],
  [
    72,
    "- E, com efeito, enviamo-Ihes admoestadores."
  ],
  [
    73,
    "Então, olha como foi o fim dos que foram admoestados! -"
  ],
  [
    74,
    "Exceto os servos prediletos de Allah."
  ],
  [
    75,
    "E, com efeito, Noé chamou-nos; então, quão Excelentes fomos em atendê-lo!"
  ],
  [
    76,
    "E salvamo-lo e a sua família da formidável angústia."
  ],
  [
    77,
    "E fizemos de sua descendência os sobreviventes."
  ],
  [
    78,
    "E deixamos esta bênção sobre ele, na posteridade:"
  ],
  [
    79,
    "\"Que a paz seja sobre Noé, nos mundos!\""
  ],
  [
    80,
    "Por certo, assim recompensamos os benfeitores."
  ],
  [
    81,
    "Por certo, ele era de Nossos servos crentes."
  ],
  [
    82,
    "Em seguida, afogamos os outros."
  ],
  [
    83,
    "E, por certo, Abraão era de sua seita,"
  ],
  [
    84,
    "Quando chegou a seu Senhor, com um coração imaculado,"
  ],
  [
    85,
    "Quando disse a seu pai e a seu povo: \"O que adorais?\""
  ],
  [
    86,
    "\"Desejais a mentira: adorar deuses em vez de Allah?\""
  ],
  [
    87,
    "\"E qual vosso pensamento acerca do Senhor dos mundos?\""
  ],
  [
    88,
    "Então, ele deu uma olhada nas estrelas,"
  ],
  [
    89,
    "E disse: \"Por certo, estou doente.\""
  ],
  [
    90,
    "Então, voltaram-lhe as costas, fugindo."
  ],
  [
    91,
    "E foi ter, sorrateiramente, com seus deuses, e disse: \"Não comeis?"
  ],
  [
    92,
    "\"Por que não falais?\""
  ],
  [
    93,
    "E foi ter, sorrateiramente, com eles, batendo-lhes, com a destra."
  ],
  [
    94,
    "Então, eles se dirigiram a ele, diligentes."
  ],
  [
    95,
    "Disse-lhes: \"Adorais o que esculpis,"
  ],
  [
    96,
    "Enquanto Allah vos criou e ao que fazeis?\""
  ],
  [
    97,
    "Disseram: \"Edificai, para ele, uma edificação e lançai-o no Inferno.\""
  ],
  [
    98,
    "E desejaram armar-lhe insídias; então, fizemo-los os mais rebaixados."
  ],
  [
    99,
    "E ele disse: \"Por certo, vou aonde meu Senhor me ordena; Ele me guiará.\""
  ],
  [
    100,
    "\"Senhor meu! Dadiva-me com um filho, dos íntegros;\""
  ],
  [
    101,
    "Então, alvissaramo-lhe um filho clemente."
  ],
  [
    102,
    "E, quando atingiu a idade de labutar com ele, este disse: \"Ó meu filho! Por certo, vi em sonho que te imolava. Então, olha, que pensas disso?\" Ismael disse: \"Ó meu pai! Faze o que te é ordenado. Encontrar-me-ás entre os perseverantes, se Allah quiser.\""
  ],
  [
    103,
    "E, quando ambos se resignaram, e o fez tombar, com a fronte na terra, lívramo-lo"
  ],
  [
    104,
    "E chamamo-lo: \"Ó Abraão!\""
  ],
  [
    105,
    "\"Com efeito, confirmaste o sonho.\" Por certo, assim recompensamos os benfeitores."
  ],
  [
    106,
    "Por certo, essa é a evidente prova."
  ],
  [
    107,
    "E resgatamo-lo com imolado magnífico."
  ],
  [
    108,
    "E deixamos esta bênção sobre ele, na posteridade:"
  ],
  [
    109,
    "\"Que a paz seja sobre Abraão!\""
  ],
  [
    110,
    "Assim, recompensamos os benfeitores."
  ],
  [
    111,
    "Por certo, ele era de Nossos servos crentes."
  ],
  [
    112,
    "E alvissaramo-lhe Isaque, como profeta, entre os íntegros."
  ],
  [
    113,
    "E abençoamo-lo e a Isaque. E, na descendência de ambos, houve quem fosse benfeitor e quem fosse um declarado injusto com si mesmo."
  ],
  [
    114,
    "E, com efeito, Nós fizemos mercê a Moisés e a Aarão,"
  ],
  [
    115,
    "E salvamo-los, a ambos, e a seu povo, da formidável angústia."
  ],
  [
    116,
    "E socorremo-los; então, foram eles os vencedores."
  ],
  [
    117,
    "E concedemo-lhes o Livro, assaz evidente,"
  ],
  [
    118,
    "E guiamo-los à senda reta"
  ],
  [
    119,
    "E deixamos esta bênção sobre ambos, na posteridade:"
  ],
  [
    120,
    "\"Que a paz seja sobre Moisés e Aarão\""
  ],
  [
    121,
    "Por certo, assim recompensamos os benfeitores."
  ],
  [
    122,
    "Por certo, eram ambos de Nossos servos crentes."
  ],
  [
    123,
    "E, por certo, Elias era dos Mensageiros,"
  ],
  [
    124,
    "Quando disse a seu povo: \"Não temeis a Allah?\""
  ],
  [
    125,
    "\"Invocais o ídolo e deixais O Melhor dos criadores,"
  ],
  [
    126,
    "\"Allah, vosso Senhor e O Senhor de vossos pais antepassados!\""
  ],
  [
    127,
    "E desmentiram-no; então, serão trazidos ao castigo,"
  ],
  [
    128,
    "Exceto os servos prediletos de Allah."
  ],
  [
    129,
    "E deixamos esta bênção sobre ele, na posteridade:"
  ],
  [
    130,
    "\"Que a paz seja sobre o Elias.\""
  ],
  [
    131,
    "Por certo, assim recompensamos os benfeitores."
  ],
  [
    132,
    "Por certo, ele era de Nossos servos crentes."
  ],
  [
    133,
    "E, por certo, Lot era dos Mensageiros,"
  ],
  [
    134,
    "Quando o salvamos e a sua família, a todos,"
  ],
  [
    135,
    "Exceto uma anciã, dentre os que ficaram para trás."
  ],
  [
    136,
    "Em seguida, profligamos os outros."
  ],
  [
    137,
    "E, por certo, passais por eles, ao amanhecer"
  ],
  [
    138,
    "E à noite. Não razoais?"
  ],
  [
    139,
    "E, por certo, Jonas era dos Mensageiros,"
  ],
  [
    140,
    "Quando fugiu, no barco repleto."
  ],
  [
    141,
    "Então, ele tirou à sorte, e foi dos refutados."
  ],
  [
    142,
    "Então, a baleia engoliu-o, enquanto merecedor de censura."
  ],
  [
    143,
    "E, se não fora ele dos glorificadores,"
  ],
  [
    144,
    "Haveria permanecido em seu ventre, até um dia, em que serão ressuscitados."
  ],
  [
    145,
    "Então, deitamo-lo fora, em ermo lugar, enquanto indisposto."
  ],
  [
    146,
    "E fizemos brotar sobre ele um arbusto de abóbora."
  ],
  [
    147,
    "E enviamo-lo a cem mil homens, ou mais;"
  ],
  [
    148,
    "E creram em Allah, e fizemo-los gozar até certo tempo."
  ],
  [
    149,
    "Então, consulta-os: \"São de teu Senhor as filhas, e deles, os filhos?\""
  ],
  [
    150,
    "Ou criamos Nós os anjos como seres femininos e eles foram testemunhas disso?"
  ],
  [
    151,
    "Ora, por certo, entre suas mentiras, dizem:"
  ],
  [
    152,
    "\"Allah gerou\". E, por certo, são mentirosos."
  ],
  [
    153,
    "Escolheu Ele as filhas, de preferência aos filhos?"
  ],
  [
    154,
    "Que há convosco? Como julgais?"
  ],
  [
    155,
    "Então, não meditais?"
  ],
  [
    156,
    "Ou tendes evidente comprovação?"
  ],
  [
    157,
    "Então, fazei vir vosso livro, se sois verídicos."
  ],
  [
    158,
    "E fizeram, entre Ele e os gênios, parentesco. E, com efeito, sabem os gênios que serão trazidos ao castigo"
  ],
  [
    159,
    "- Glorificado seja Allah, acima do que alegam! -"
  ],
  [
    160,
    "Exceto os servos prediletos de Allah."
  ],
  [
    161,
    "Então, por certo, vós e o que adorais"
  ],
  [
    162,
    "Não sereis sedutores de ninguém contra Ele,"
  ],
  [
    163,
    "Exceto de quem sofrer a queima do Inferno."
  ],
  [
    164,
    "E os anjos dizem: \"E não há ninguém entre nós que não tenha posição determinada.\""
  ],
  [
    165,
    "\"E, por certo, somos os enfileirados."
  ],
  [
    166,
    "E, por certo, somos os glorificadores!\""
  ],
  [
    167,
    "E, por certo, eles diziam:"
  ],
  [
    168,
    "\"Se tivéssemos uma Mensagem dos antepassados,"
  ],
  [
    169,
    "Seríamos os servos prediletos de Allah.\""
  ],
  [
    170,
    "E renegam-na. Então, logo saberão!"
  ],
  [
    171,
    "E, com efeito, Nossa Palavra antecipou-se a Nossos servos, os Mensageiros,"
  ],
  [
    172,
    "Por certo, eles serão os socorridos,"
  ],
  [
    173,
    "E, por certo, Nossos exércitos serão os vencedores."
  ],
  [
    174,
    "Então, volta-lhes as costas, até certo tempo."
  ],
  [
    175,
    "E enxerga-os, na derrota: então, eles enxergarão teu triunfo!"
  ],
  [
    176,
    "E querem eles apressar Nosso castigo?"
  ],
  [
    177,
    "Então, quando ele descer a seus arredores, que vil será a manhã dos admoestados!"
  ],
  [
    178,
    "Então, volta-lhes as costas, até certo tempo."
  ],
  [
    179,
    "E enxerga sua derrota: então, eles enxergarão teu triunfo!"
  ],
  [
    180,
    "Glorificado seja teu Senhor, O Senhor do Poder, acima do que alegam!"
  ],
  [
    181,
    "E que a paz seja sobre os Mensageiros!"
  ],
  [
    182,
    "E louvor a Allah, O Senhor dos mundos!"
  ]
]