[
  {
    "id": "39",
    "place_of_revelation": "makkah",
    "transliterated_name": "Az-Zumar",
    "translated_name": "The Troops",
    "verse_count": 75,
    "slug": "az-zumar",
    "codepoints": [
      1575,
      1604,
      1586,
      1605,
      1585
    ]
  },
  [
    1,
    "A revelação do Livro é de Allah, O Todo-Poderoso, O Sábio."
  ],
  [
    2,
    "Por certo, Nós fizemos descer, para ti, Muhammad, O Livro, com a verdade. Então, adora a Allah, sendo sincero com Ele, na devoção."
  ],
  [
    3,
    "Ora, de Allah é a pura devoção. E os que tomam protetores, além d"
  ],
  [
    4,
    "Se Allah desejasse tomar para Si um filho, Ele escolheria o que quisesse, dentre quanto cria. Glorificado seja Ele! Ele é Allah, O Único, O Dominador"
  ],
  [
    5,
    "Ele criou os céus e a terra, com a verdade. Ele enrola a noite no dia e enrola o dia na noite. E submeteu o sol e a lua; cada qual corre até um termo designado. Ora, Ele é O Todo-Poderoso, O Perdoador."
  ],
  [
    6,
    "Ele vos criou de uma só pessoa; em seguida, deste, fez sua mulher. E criou, para vós, dos rebanhos, oito reses acasaladas. Ele vos cria, nos ventres de vossas mães, criação após criação, em trevas tríplices. Esse é Allah, vosso Senhor. DEle é a soberania. Não existe deus senão Ele. Então, como dEle vos desviais?"
  ],
  [
    7,
    "Se renegais a Fé, por certo, Allah é Bastante a Si mesmo, Prescindindo de vós e, por seus servos, Ele não Se agradará da renegação da Fé. E, se agradeceis, disso Se agradará Ele, por vós. E nenhuma alma pecadora arca com o pecado de outra. Em seguida, a vosso Senhor será vosso retorno; então, Ele vos informará do que fazíeis. Por certo, Ele, do íntimo dos peitos, é Onisciente."
  ],
  [
    8,
    "E, quando um infortúnio toca ao ser humano, ele invoca a seu Senhor, voltando-se contrito para Ele; em seguida, quando Ele lhe outorga uma graça, vinda dEle, ele esquece aquilo pelo qual O invocara, antes, e faz semelhantes a Allah, para descaminhar os homens de Seu caminho. Dize: \"Goza tua renegação da Fé, por pouco tempo. Por certo, serás dos companheiros do Fogo.\""
  ],
  [
    9,
    "Salvar-se-á este ou quem, durante a noite, é devoto, prosternando-se ou orando de pé, precatando-se da Derradeira Vida e esperando pela misericórdia de seu Senhor? Dize: \"Igualam-se os que sabem e os que não sabem?\" Apenas, meditam os dotados de discernimento."
  ],
  [
    10,
    "Dize: \"Ó servos Meus, que credes! Temei a vosso Senhor. Para os que bem-fazem, nesta vida, há algo de bom. E a terra de Allah é ampla. Apenas, os que pacientam serão recompensados, sem conta, com seus prêmios.\""
  ],
  [
    11,
    "Dize: \"Por certo, foi-me ordenado adorar a Allah, sendo sincero com Ele, na devoção,\""
  ],
  [
    12,
    "\"E foi-me ordenado ser o primeiro dos muçulmanos.\""
  ],
  [
    13,
    "Dize: \"Por certo, temo, se desobedecer a meu Senhor, o castigo de um formidável dia\""
  ],
  [
    14,
    "Dize: \"A Allah adoro, sendo sincero com Ele, em minha devoção.\""
  ],
  [
    15,
    "\"Então adorai o que quiserdes, além dEle.\" Dize: \"Por certo, os perdedores são os que perderão a si mesmos e a sua família, no Dia da Ressurreição.\" Ora, essa é a evidente perdição!"
  ],
  [
    16,
    "Terão, acima deles, camadas de Fogo, e, abaixo deles, camadas de Fogo. Com isso, Allah amedronta a Seus servos. Ó servos Meus! Então, temei-Me."
  ],
  [
    17,
    "E os que evitam a adoração de At-Taghut e se voltam contritos para Allah terão alvíssaras. Então, alvissara o Paraíso a Meus servos,"
  ],
  [
    18,
    "Aos que ouvem o Dito e dele seguem o que há de melhor. Esses são os que Allah guia. E esses são os dotados de discernimento."
  ],
  [
    19,
    "E aquele, contra quem se cumpriu a palavra do castigo, podes tu salvá-lo? Então, salvas tu a quem está no Fogo?"
  ],
  [
    20,
    "Mas os que temem a seu Senhor terão câmaras etéreas acima das quais há outras câmaras etéreas edificadas abaixo das quais correm os rios. É a promessa de Allah. Allah não falta à promessa."
  ],
  [
    21,
    "Não viste que Allah faz descer do céu água, e fá-la introduzir em nascentes, na terra? Em seguida, faz sair, com ela, searas de variadas cores; depois, ressecam-se; então, tu as vês amarelecidas; em seguida, Ele as torna pulvéreas. Por certo, há nisso lembrança para os dotados de discernimento."
  ],
  [
    22,
    "Será que aquele, a quem Allah dilata o peito para o Islam e está em luz de seu Senhor, é como quem tem o coração selado? Então, ai daqueles cujos corações estão endurecidos para a Mensagem de Allah! Esses estão em evidente descaminho."
  ],
  [
    23,
    "Allah fez descer a mais bela narrativa: um Livro de partes semelhantes, reiterativo. De ouvi-lo, as peles dos que receiam a seu Senhor arrepiam-se; em seguida, suas peles e seus corações tornam-se dúcteis à menção de Allah. Essa é a orientação de Allah, com que guia a quem quer. E aquele, a quem Allah descaminha, não terá guia algum."
  ],
  [
    24,
    "E quem, no Dia da Ressurreição, se guardar, com sua face, do pior castigo será como quem estará a salvo, no Paraíso? E dir-se-á aos injustos: \"Experimentai o castigo, pelo que cometíeis!\""
  ],
  [
    25,
    "Os que foram antes deles desmentiram aos Mensageiros; então, o castigo chegou-lhes por onde não perceberam."
  ],
  [
    26,
    "E Allah fê-los experimentar a ignomínia na vida terrena. E, em verdade, o castigo da Derradeira Vida é maior. Se soubessem!"
  ],
  [
    27,
    "E, com efeito, propomos, para os homens, neste Alcorão, toda sorte de exemplos, para meditarem,"
  ],
  [
    28,
    "Sendo Alcorão árabe, sem tortuosidade alguma, para serem piedosos."
  ],
  [
    29,
    "Allah propõe um exemplo: um homem que pertence a sócios litigantes, e um homem que pertence, inteiramente, a um só homem. Igualam-se ambos, como exemplo? Louvor a Allah! Mas a maioria deles não sabe."
  ],
  [
    30,
    "Por certo, tu morrerás, e, por certo, eles morrerão."
  ],
  [
    31,
    "Em seguida, por certo, no Dia da Ressurreição, disputareis, junto de vosso Senhor."
  ],
  [
    32,
    "Então, quem mais injusto que aquele que mente acerca de Allah, e desmente a verdade, quando esta lhe chega? Não é, na Geena, que há moradia para os renegadores da Fé?"
  ],
  [
    33,
    "E aquele que chegou com a verdade e aqueles que a confirmaram esses são os piedosos."
  ],
  [
    34,
    "Terão o que quiserem junto de seu Senhor. Essa é a recompensa dos benfeitores."
  ],
  [
    35,
    "Para que Allah remisse o mal que fizeram, e os recompensasse com prêmio melhor que aquilo que faziam."
  ],
  [
    36,
    "Allah não basta a Seu servo? E eles te amedrontam com os que adoram além d"
  ],
  [
    37,
    "E aquele, a quem Allah guia, não terá descaminhador. Não é Allah Todo-Poderoso, Possuidor de vindita?"
  ],
  [
    38,
    "E, se lhes perguntas: \"Quem criou os céus e a terra\", em verdade, dirão: \"Allah!\" Dize: \"Vistes os que invocais, além de Allah? Se Allah me deseja um infortúnio, serão eles removedores de Seu infortúnio? Ou, se Ele me deseja misericórdia, serão eles retentores de Sua misericórdia?\" Dize: \"Allah basta-me. NEle confiam os confiantes.\""
  ],
  [
    39,
    "Dize: \"Ó meu povo! Fazei o que puderdes: por certo, farei o que puder. Logo, sabereis\""
  ],
  [
    40,
    "\"A quem chegará um castigo, que o ignominiará e sobre quem cairá castigo permanente\""
  ],
  [
    41,
    "Por certo, Nós fizemos descer, sobre ti, o Livro, com a verdade, para orientação dos homens. Então, quem se guia, se guiará em benefício de si mesmo. E quem se descaminha se descaminhará, apenas, em prejuízo de si mesmo. E tu, sobre eles, não és patrono."
  ],
  [
    42,
    "Allah leva as almas, ao morrerem, e a que não morre, Ele a leva, durante seu sono. Então, Ele retém aquela para quem decretou a morte, e reenvia aqueloutra, até um termo designado. Por certo, há nisso sinais para um povo que reflete."
  ],
  [
    43,
    "Ou tomam eles intercessores, além de Allah? Dize: \"E ainda que estes nada possuam nem razoem?\""
  ],
  [
    44,
    "Dize: \"De Allah é toda intercessão. DEle é a soberania dos céus e da terra. Em seguida, a Ele sereis retornados.\""
  ],
  [
    45,
    "E, quando se menciona Allah, só Ele, confrangem-se os corações dos que não crêem na Derradeira Vida; e, quando os que eles adoram além dEle são mencionados, ei-los que exultam."
  ],
  [
    46,
    "Dize: \"Ó Allah, Criador dos céus e da terra. Sabedor do invisível e do visível! Tu julgarás, entre Teus servos, naquilo de que discrepavam.\""
  ],
  [
    47,
    "E, se os injustos tivessem tudo o que há na terra e mais outro tanto, com isso, eles resgatar-se-iam do pior castigo, no Dia da Ressurreição. E mostrar-se-lhes-á, da parte de Allah, o que nunca haviam suposto."
  ],
  [
    48,
    "E mostrar-se-lhes-ão as más obras que cometiam. E envolvê-los-á aquilo de que zombavam."
  ],
  [
    49,
    "E, quando um infortúnio toca ao ser humano, ele Nos invoca; em seguida, quando lhe outorgamos uma graça, vinda de Nós, diz: \"Isso me foi concedido, apenas, por minha própria ciência.\" Ao contrário, esta é uma provação, mas a maioria deles não sabe."
  ],
  [
    50,
    "Com efeito, os que foram antes deles disseram-no, e o que eles logravam de nada lhes valeu."
  ],
  [
    51,
    "Então, as más obras que cometeram alcançaram-nos. E aos que são injustos, dentre estes, as más obras que cometeram alcançá-los-ão, e não poderão escapar disso."
  ],
  [
    52,
    "E não sabem eles que Allah prodigaliza o sustento a quem quer, e restringe-o? Por certo, há nisso sinais para um povo que crê."
  ],
  [
    53,
    "Dize: \"Ó Meus servos, que vos excedestes em vosso próprio prejuízo, não vos desespereis da misericórdia de Allah. Por certo, Allah perdoa todos os delitos. Por certo, Ele é O Perdoador, O Misericordiador.\""
  ],
  [
    54,
    "E voltai-vos contritos para vosso Senhor e islamizai-vos, para Ele, antes que o castigo vos chegue, em seguida, não sereis socorridos."
  ],
  [
    55,
    "E segui o melhor do que foi descido, para vós, de vosso Senhor, antes que o castigo vos chegue, inopinadamente, enquanto não percebeis;"
  ],
  [
    56,
    "Antes que uma alma diga: \"Que aflição a minha, porque descurei de minhas obrigações para com Allah! E, por certo, eu era dos escarnecedores\""
  ],
  [
    57,
    "Ou antes que diga: \"Se Allah me houvesse guiado, haveria sido dos piedosos\""
  ],
  [
    58,
    "Ou antes que diga, quando vir o castigo: \"Se eu tivesse retorno à vida, seria dos benfeitores\""
  ],
  [
    59,
    "Allah dirá: \"Sim! Com efeito, Meus sinais chegaram-te e desmentiste-os e te ensoberbeceste e foste dos renegadores da Fé.\""
  ],
  [
    60,
    "E, no Dia da Ressurreição, verás os que mentiram acerca de Allah, com as faces enegrecidas. Não é, na Geena, que há moradia para os assoberbados?"
  ],
  [
    61,
    "E Allah salvará os que foram piedosos, por seu empenho em se salvarem; o mal não os tocará nem se entristecerão."
  ],
  [
    62,
    "Allah é O Criador de todas as cousas. E Ele, sobre todas as cousas, é Patrono."
  ],
  [
    63,
    "DEle são as chaves dos céus e da terra. E os que renegam os sinais de Allah, esses são os perdedores."
  ],
  [
    64,
    "Dize: \"Então, ordenais, que eu adore outro que Allah, ó ignorantes?\""
  ],
  [
    65,
    "E, com efeito, foi-te revelado e aos que foram antes de ti: \"Em verdade, se idolatras, teus atos anular-se-ão e, certamente, serás dos perdedores.\""
  ],
  [
    66,
    "\"Mas adora, então, só a Allah, e sê dos agradecidos.\""
  ],
  [
    67,
    "E eles não estimam a Allah como se deve estimá-LO, enquanto, no Dia da Ressurreição, toda terra estará em Seu punho, e os céus estarão, dobrados, em Sua destra. Glorificado e Sublimado seja Ele, acima do que idolatram!"
  ],
  [
    68,
    "E soprar-se-á na Trombeta; então, quem estiver nos céus e quem estiver na terra, cairão fulminados, exceto quem Allah quiser. Em seguida, soprar-se-á nela, outra vez: então, ei-los de pé olhando, estarrecidos!"
  ],
  [
    69,
    "E a terra iluminar-se-á, com a luz de seu Senhor; e o Livro por-se-á à vista; e far-se-á chegar os profetas e as testemunhas; e, arbitrar-se-á, entre eles com a justiça. E eles não sofrerão injustiça alguma."
  ],
  [
    70,
    "E cada alma será compensada com o que fez. E Ele é bem Sabedor do que obram."
  ],
  [
    71,
    "E os que renegam a Fé serão conduzidos à Geena, em grupamentos, até que, quando chegarem a ela, suas portas abrir-se-ão, e seus guardiães lhes dirão: \"Não vos chegaram Mensageiros vindos de vós, os quais recitaram, para vós, os versículos de vosso Senhor e vos admoestaram do deparar deste vosso dia?\" Dirão: \"Sim! Mas a Palavra do castigo cumpriu-se contra os renegadores da Fé.\""
  ],
  [
    72,
    "Dir-se-lhes-á: \"Entrai pelas portas da Geena. Nela, sereis eternos. E que execrável, em verdade, a moradia dos assoberbados!\""
  ],
  [
    73,
    "E os que temeram a seu Senhor serão conduzidos ao Paraíso, em grupamentos, até que, quando chegarem a ele, exultarão e suas portas abrir-se-Ihes-ão, e seus guardiães lhes dirão: \"Que a paz seja sobre vós! Fostes benignos; então, entrai nele, sendo aí eternos.\""
  ],
  [
    74,
    "E dirão: \"Louvor a Allah, Que confirmou Sua promessa para conosco e nos fez herdar a terra, dispondo do Paraíso, como quisermos! Então, que excelente o prêmio dos laboriosos!\""
  ],
  [
    75,
    "E tu verás os anjos em círculo, ao redor do Trono, glorificando, com Louvor, a seu Senhor. E arbitrar-se-á, entre eles, com a justiça. E dir-se-á: \"Louvor a Allah, O Senhor dos mundos!\""
  ]
]