[
  [
    1,
    "Ha, Mim."
  ],
  [
    2,
    "A revelação do Livro é de Allah, O Todo-Poderoso, O Onisciente."
  ],
  [
    3,
    "O Perdoador do delito e O Aceitador do arrependimento, O Veemente na punição, O Dotado de posses. Não existe deus senão Ele. A Ele será o destino."
  ],
  [
    4,
    "Não discutem acerca dos sinais de Allah senão os que renegam a Fé. Então, não te iluda, Muhammad, sua prosperidade, nas terras."
  ],
  [
    5,
    "Antes deles, o povo de Noé e os partidos, depois deles, desmentiram aos Mensageiros. E cada comunidade intentou contra seu Mensageiro, para apanhá-lo. E discutiram, com a falsidade, para com esta, refutar a verdade; então, apanhei-os. E, como foi Minha punição?"
  ],
  [
    6,
    "E assim, a Palavra de teu Senhor cumpre-se, contra os que renegam a Fé: \"Por certo, eles serão os companheiros do Fogo.\""
  ],
  [
    7,
    "Os que carregam o Trono e os que estão a seu redor glorificam, com louvor, a seu Senhor e nEle crêem, e imploram perdão para os que crêem: \"Senhor nosso! Tu abranges, em misericórdia e ciência, todas as cousas; então, perdoa os que se voltam arrependidos e seguem Teu caminho, e guarda-os do castigo do Inferno\""
  ],
  [
    8,
    "\"Senhor Nosso! E faze-os entrar nos Jardins do Éden, que lhes prometeste, e a quem é íntegro dentre seus pais e suas mulheres e sua descendência. Por certo, Tu, Tu és O Todo-Poderoso, O Sábio.\""
  ],
  [
    9,
    "\"E guarda-os das más obras. E a quem Tu guardas das más obras, nesse dia, com efeito, deles terás misericórdia. E isso é o magnífico triunfo.\""
  ],
  [
    10,
    "Por certo, os que renegam a Fé serão chamados, ao entrarem no Fogo: \"Em verdade, a abominação de Allah contra vós é maior que vossa abominação contra vós mesmos, quando éreis convocados á Fé e a renegáveis.\""
  ],
  [
    11,
    "Dirão: \"Senhor nosso! Deste-nos a morte, duas vezes, e deste-nos a vida, outras duas, e reconhecemos nossos delitos; então, haverá caminho para sair daqui?\""
  ],
  [
    12,
    "Isso, porque, quando era invocado Allah, só Ele, vós O renegáveis; e, se a Ele se associavam ídolos, vós críeis. Então, o Julgamento é de Allah, O Altíssimo, O Grande."
  ],
  [
    13,
    "Ele é Quem vos faz ver Seus sinais e vos faz descer, do céu, sustento. E não medita senão quem se volta contrito para Allah."
  ],
  [
    14,
    "Então, invocai a Allah, sendo sinceros com Ele, na devoção, ainda que os renegadores da Fé o odeiem."
  ],
  [
    15,
    "Ele é O Alto de escalões, O Possuidor do Trono. Ele lança, por Sua ordem, o Espírito sobre quem Ele quer, dentre Seus servos, para que admoeste os homens do Dia do Encontro,"
  ],
  [
    16,
    "Um dia, em que eles ficarão expostos. Não se esconderá de Allah cousa alguma deles. De quem é a soberania, hoje? De Allah, O Único, O Dominador!"
  ],
  [
    17,
    "Nesse dia, cada alma será recompensada pelo que logrou. Não haverá injustiça, nesse dia. Por certo, Allah é Destro no ajuste de contas."
  ],
  [
    18,
    "E admoesta-os do dia da Hora iminente, quando os corações estarão nas gargantas, angustiados. Não haverá para os injustos íntimo algum nem intercessor a quem se obedecerá."
  ],
  [
    19,
    "Allah sabe da traição dos olhos e do que os peitos escondem."
  ],
  [
    20,
    "E Allah arbitra com justiça. E os que eles invocam, além d"
  ],
  [
    21,
    "E não caminharam na terra, para olhar como foi o fim dos que foram antes deles? Aqueles foram mais veementes que estes, em força e em vestígios deixados na terra; então, Allah apanhou-os, por seus delitos, e não tiveram, contra o castigo de Allah, protetor."
  ],
  [
    22,
    "Isso, porque lhes chegavam os Mensageiros com as evidências, e renegaram a Fé; então, Allah apanhou-os. Por certo, Ele é Forte, Veemente na punição."
  ],
  [
    23,
    "E, com efeito, enviamos Moisés com Nossos sinais e evidente comprovação."
  ],
  [
    24,
    "A Faraó e a Haman e a Qarun; então, disseram: \"Ele é um mágico, mentiroso!\""
  ],
  [
    25,
    "E, quando a verdade lhes chegou, de Nossa parte, disseram: \"Matai os filhos dos que crêem, com ele, e deixai-lhes vivas as mulheres.\" E a insídia dos renegadores da Fé não está senão em descaminho."
  ],
  [
    26,
    "E Faraó disse: \"Deixai-me matar Moisés, e que ele invoque a seu Senhor. Por certo, temo que ele troque vossa religião, ou que faça aparecer, na terra, a corrupção.\""
  ],
  [
    27,
    "E Moisés disse: \"Por certo, refugio-me em meu Senhor e vosso Senhor, contra todo assoberbado que não crê no Dia da Conta!\""
  ],
  [
    28,
    "E um homem crente, da família de Faraó, o qual ocultava sua fé, disse: \"Vós matais um homem, porque disse:"
  ],
  [
    29,
    "\"Ó meu povo! Hoje, de vós é a soberania, em sendo vós vitoriosos na terra; então, quem nos socorrerá do suplício de Allah, se este nos chega?\" Faraó disse: \"Não vos faço ver senão o que vejo e não vos guio senão ao caminho da retidão.\""
  ],
  [
    30,
    "E aquele que cria disse: \"Ó meu povo! Por certo, temo, por vós, algo igual ao dia dos partidos\"."
  ],
  [
    31,
    "\"Igual ao procedimento do povo de Noé e de Ãd e de Thamud e dos que foram depois deles. E Allah não deseja injustiça para os servos."
  ],
  [
    32,
    "\"E ó meu povo! Por certo, temo, por vós, o Dia da Chamada mútua,"
  ],
  [
    33,
    "\"Um dia, em que voltareis as costas, fugindo; não tereis defensor algum contra o castigo de Allah. E aquele, a quem Allah descaminha, não terá guia algum."
  ],
  [
    34,
    "\"E, com efeito, antes, José chegou-vos, com as evidências, e não cessastes de estar em dúvida acerca daquilo com que ele vos chegou, até que, quando morreu, dissestes:"
  ],
  [
    35,
    "Os que discutem acerca dos sinais de Allah, sem que comprovação alguma lhes haja chegado, grave é isso, em sendo abominação perante Allah e perante os que crêem! Assim, Allah sela o coração de todo assoberbado, tirano."
  ],
  [
    36,
    "E Faraó disse: \"Ó Haman! Edifica, para mim, uma torre, na esperança de eu alcançar os meios,\"."
  ],
  [
    37,
    "\"Os meios de acesso aos céus; então, poderei avistar O Deus de Moisés, e, por certo, penso que ele é mentiroso.\" E, assim, para Faraó, foi aformoseado o mal de seu ato, e ele foi afastado do caminho reto. E a insídia de Faraó não foi senão em vão."
  ],
  [
    38,
    "E aquele que cria disse: \"Ó meu povo! Segui-me, Eu vos guiarei ao caminho da retidão.\""
  ],
  [
    39,
    "\"Ó meu povo! Esta vida é, apenas, gozo. E, por certo, a Derradeira Vida é a Morada da permanência eterna.\""
  ],
  [
    40,
    "\"Quem faz um mal não será recompensado senão com seu equivalente. E quem faz um bem, seja varão ou varoa, enquanto crente, esses entrarão no Paraíso; nele, dar-se-lhes-á sustento, sem conta.\""
  ],
  [
    41,
    "\"E ó meu povo! Por que razão vos convoco à salvação enquanto vós me convocais ao Fogo?\""
  ],
  [
    42,
    "\"Vós me convocais, para que eu renegue a Allah e Lhe associe o de que não tenho ciência enquanto eu vos convoco aO Todo-Poderoso, aO Perdoador.\""
  ],
  [
    43,
    "\"É inconteste que aquilo a que me convocais não pode atender a uma convocação, na vida terrena nem na Derradeira Vida, e que nosso regresso é a Allah e que os entregues a excessos são os companheiros do Fogo.\""
  ],
  [
    44,
    "\"Então, lembrar-vos-eis do que vos digo. E entrego minha sorte a Allah. Por certo, Allah, dos servos, é Onividente.\""
  ],
  [
    45,
    "Então, Allah guardou-o dos maus estratagemas de que usaram. E o pior castigo envolveu ao povo de Faraó:"
  ],
  [
    46,
    "O Fogo, a ele serão expostos, ao amanhecer e ao anoitecer. E, um dia, quando a Hora advier, dir-se-á: \"Fazei o povo de Faraó entrar no mais veemente castigo.\""
  ],
  [
    47,
    "E, quando argumentarem entre eles, no Fogo, então, os subjugados dirão aos que se ensoberbeceram: \"Por certo, éramos vossos seguidores. Então, podeis valer-nos contra uma só porção do Fogo?\""
  ],
  [
    48,
    "Os que se ensoberbeceram dirão: \"Por certo, todos estamos nele. Por certo, Allah, com efeito, julgou, entre os servos.\""
  ],
  [
    49,
    "E os que estiverem no Fogo dirão aos guardiães da Geena: \"Suplicai a vosso Senhor nos alivie um dia do castigo!\""
  ],
  [
    50,
    "Eles dirão: \"E vossos Mensageiros não vos chegaram, com as evidências?\" Dirão: \"Sim!\" Os guardiães dirão: \"Então, suplicai-o, vós!\" E a súplica dos renegadores da Fé não está senão em aberração."
  ],
  [
    51,
    "Por certo, Nós socorremos Nossos Mensageiros e os que crêem na vida terrena e em um dia, em que as testemunhas se levantarão,"
  ],
  [
    52,
    "Um dia, em que as escusas não beneficiarão aos injustos. Enquanto eles terão a maldição, e terão a pior morada."
  ],
  [
    53,
    "E, com efeito, concedemos a Moisés a orientação, e fizemos herdar aos filhos de Israel o Livro,"
  ],
  [
    54,
    "Como orientação e lembrança para os dotados de discernimento."
  ],
  [
    55,
    "Então, pacienta; Por certo, a promessa de Allah é verdadeira. E implora perdão de teu delito. E glorifica, com louvor, a teu Senhor, ao anoitecer e ao alvorecer."
  ],
  [
    56,
    "Por certo, os que discutem, acerca dos sinais de Allah, sem que comprovação alguma lhes haja chegado, não há, em seus peitos, senão soberba aspiração, que jamais atingirão. Então, procura refúgio em Allah. Por certo, Ele é O Oniouvinte, O Onividente."
  ],
  [
    57,
    "Em verdade, a criação dos céus e da terra é maior que a criação dos humanos, mas a maioria dos homens não sabe."
  ],
  [
    58,
    "E o cego e o vidente não se igualam, nem os que crêem e fazem as boas obras e o malfeitor. Quão pouco meditais!"
  ],
  [
    59,
    "Por certo, a Hora está prestes a chegar, indubitavelmente, mas a maioria dos homens não crê."
  ],
  [
    60,
    "E vosso Senhor disse: \"Suplicai-Me, Eu vos atenderei. Por certo, os que se ensoberbecem diante de Minha adoração entrarão na Geena, humilhados.\""
  ],
  [
    61,
    "Allah é Quem vos fez a noite, para nela repousardes, e o dia, claro. Por certo, Allah é Obsequioso para com os humanos, mas a maioria dos homens não agradece."
  ],
  [
    62,
    "Esse é Allah, vosso Senhor, Criador de todas as cousas. Não existe deus senão Ele. Então, como dEle vos distanciais?"
  ],
  [
    63,
    "Assim, os que negavam os sinais de Allah foram distanciados."
  ],
  [
    64,
    "Allah é Quem vos fez da terra um lugar de morar, e do céu um teto edificado; e configurou-vos, e fez perfeita vossa configuração, e deu-vos, por sustento, das cousas benignas. Esse é Allah, vosso Senhor. Então, Bendito seja Allah, O Senhor dos mundos!"
  ],
  [
    65,
    "Ele é O Vivente. Não existe deus senão Ele. Então, adorai-O, sendo sinceros com Ele, na devoção. Louvor a Allah, O Senhor dos mundos!"
  ],
  [
    66,
    "Dize: \"Por certo, foi-me coibido de adorar os que invocais, além de Allah, quando as evidências me chegaram. E foi-me ordenado islamizar-me, para O Senhor dos mundos.\""
  ],
  [
    67,
    "Ele é Quem vos criou de pó; em seguida, de gota seminal; depois, de aderência; em seguida, faz-vos sair como crianças, para, depois, atingirdes vossa força para, depois, serdes anciãos e há, entre vós, quem morra antes e para atingirdes um termo designado. E tudo isso para que razoeis."
  ],
  [
    68,
    "Ele é Quem dá a vida e dá a morte. Então, quando decreta algo, apenas, diz-lhe: \"Sê\", então, é."
  ],
  [
    69,
    "Não viste os que discutem acerca dos sinais de Allah, como se desviam deles?"
  ],
  [
    70,
    "Os que desmentem o Livro e o com que enviamos Nossos Mensageiros. Então, logo, saberão,"
  ],
  [
    71,
    "Quando as gargalheiras estiverem em seus pescoços, e com as correntes eles serão arrastados,"
  ],
  [
    72,
    "Na água ebuliente; em seguida, no Fogo, serão abrasados."
  ],
  [
    73,
    "Em seguida, dir-se-lhes-á: \"Onde estão os que idolatráveis\","
  ],
  [
    74,
    "\"Além de Allah?\" Dirão: \"Sumiram, para longe de nós. Aliás, não invocávamos nada antes.\" Assim, Allah descaminha os renegadores da Fé."
  ],
  [
    75,
    "Dir-se-lhes-á: \"Isso porque vos jubiláveis, na terra, sem razão, e porque disso vos jactáveis.\""
  ],
  [
    76,
    "\"Entrai pelas portas da Geena; Nela, sereis eternos. E que execrável, em verdade, a moradia dos assoberbados!\""
  ],
  [
    77,
    "Então, pacienta, Muhammad. Por certo, a promessa de Allah é verdadeira. E, quer te façamos ver algo do que lhes prometemos, quer te levemos a alma, antes, a Nós eles serão retornados."
  ],
  [
    78,
    "E, com efeito, enviamos Mensageiros, antes de ti. Dentre eles, há os de que te fizemos menção, e, dentre eles, há os de que não te fizemos menção. E não é admissível que um Mensageiro chegasse com um sinal, senão com a permissão de Allah. Então, quando chegar a ordem de Allah, arbitrar-se-á com a justiça, e, aí, os defensores da falsidade perder-se-ão."
  ],
  [
    79,
    "Allah é Quem vos fez os rebanhos, para neles cavalgardes e deles comerdes."
  ],
  [
    80,
    "- E tendes neles outros proveitos - e para, montados neles, atingirdes algum desejo de vossos peitos. E, sobre eles e sobre os barcos, sois carregados."
  ],
  [
    81,
    "E Ele vos faz ver Seus sinais. Então, qual dos sinais de Allah negais?"
  ],
  [
    82,
    "E não caminharam eles na terra, para olhar como foi o fim dos que foram antes deles? Foram mais numerosos que eles e mais veementes em força e em vestígios deixados na terra; então, o que logravam, de nada lhes valeu."
  ],
  [
    83,
    "E quando seus Mensageiros lhes chegaram com as evidências, jubilaram com o que possuíam de ciência e aquilo de que zombavam envolveu-os."
  ],
  [
    84,
    "E quando viram Nosso suplício, disseram: \"Cremos em Allah, só nEle, e renegamos aquilo que Lhe associávamos.\""
  ],
  [
    85,
    "Então, sua fé não os beneficiou quando viram Nosso suplício. Assim, é o procedimento de Allah, o qual já passou, em relação a Seus servos. E aí,os renegadores da Fé perderam-se."
  ]
]