[
  {
    "id": "45",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Jathiyah",
    "translated_name": "The Crouching",
    "verse_count": 37,
    "slug": "al-jathiyah",
    "codepoints": [
      1575,
      1604,
      1580,
      1575,
      1579,
      1610,
      1577
    ]
  },
  [
    1,
    "Ha, Mim."
  ],
  [
    2,
    "Surat Az-Zumar. A revelação do Livro é de Allah, O Todo-Poderoso, O Sábio."
  ],
  [
    3,
    "Por certo, nos céus e na terra, há sinais para os crentes."
  ],
  [
    4,
    "E, em vossa criação, e nos seres animais, que Ele espalha, há sinais para um povo que se convence da Ressurreição."
  ],
  [
    5,
    "E, na alternância da noite e do dia, e no sustento que Allah faz descer do céu e com que vivifica a terra, depois de morta, e na distribuição dos ventos, há sinais para um povo que razoa."
  ],
  [
    6,
    "Esses são os versículos de Allah: recitamo-los, para ti, Muhammad, com a verdade. Então, em que mensagem crerão eles, depois da de Allah e de Seus versículos?"
  ],
  [
    7,
    "Ai de todo constante impostor, pecador!"
  ],
  [
    8,
    "Ele ouve os versículos de Allah, que se recitam, para ele; em seguida, obstina-se na descrença, ensoberbecendo-se, como se os não houvesse ouvido. Então, alvissara-Ihe doloroso castigo."
  ],
  [
    9,
    "E, quando sabe algo de Nossos sinais, toma-os por objeto de zombaria. Esses terão aviltante castigo."
  ],
  [
    10,
    "Diante deles, está a Geena. E de nada lhes valerá o que lograram nem aqueles que tomaram por aliados, além de Allah. E terão formidável castigo."
  ],
  [
    11,
    "Este é Orientação. E os que renegam os sinais de seu Senhor terão castigo de doloroso tormento."
  ],
  [
    12,
    "Allah é Quem vos submete o mar, para, nele correr o barco, por Sua ordem, e para nele, buscardes algo de Seu favor e para serdes agradecidos."
  ],
  [
    13,
    "E submete-vos o que há nos céus e o que há na terra: tudo é dEle. Por certo, há nisso sinais para um povo que reflete."
  ],
  [
    14,
    "Dize aos que crêem que perdoem aos que não esperam pelos dias de Allah, para que Ele mesmo recompense um povo, pelo que lograva."
  ],
  [
    15,
    "Quem faz o bem o faz em benefício de si mesmo. E quem faz o mal o faz em prejuízo de si mesmo. Em seguida, a vosso Senhor, sereis retornados."
  ],
  [
    16,
    "E, com efeito, concedemos aos filhos de Israel o Livro e a sabedoria e a profecia, e demo-lhes, por sustento, das cousas benignas, e preferimo-los a todos os mundos."
  ],
  [
    17,
    "E concedemo-lhes evidências da ordem. Então, eles não discreparam senão após haver-lhes chegado a ciência, movidos por agressão entre eles. Por certo, teu Senhor arbitrará, entre eles, no Dia da Ressurreição, acerca daquilo de que discrepavam."
  ],
  [
    18,
    "Em seguida, fizemo-te estar sobre uma legislação de ordem; então, segue-a. E não sigas as paixões dos que não sabem."
  ],
  [
    19,
    "Por certo, eles de nada te valerão, diante de Allah. E, por certo, os injustos são aliados uns aos outros. E Allah é O Protetor dos piedosos."
  ],
  [
    20,
    "Isto são clarividências para os humanos, e orientação e misericórdia para um povo que se convence da Derradeira Vida."
  ],
  [
    21,
    "Ou supõem os que perpetram as más obras que Nós os faremos iguais, em sua vida e em sua morte, aos que crêem e fazem as boas obras? Que vil o que julgam!"
  ],
  [
    22,
    "E Allah criou os céus e a terra, com a verdade. E fê-lo, para que cada alma seja recompensada pelo que houver logrado; e eles não sofrerão injustiça alguma."
  ],
  [
    23,
    "E viste aquele que tomou por deus sua paixão, e Allah o descaminhou, com ciência, e lhe selou o ouvido e o coração e lhe fez névoa sobre a vista? E quem o guiará, depois de Allah? Então, não meditais?"
  ],
  [
    24,
    "E eles dizem: \"Não há senão nossa vida terrena: morremos e vivemos, e nada nos aniquila senão o tempo.\" E eles não têm disso ciência alguma. Eles nada fazem senão conjeturar."
  ],
  [
    25,
    "E, quando se recitam, para eles, Nossos evidentes versículos, seu argumento não é senão dizer: \"Fazei vir nossos pais, se sois verídicos.\""
  ],
  [
    26,
    "Dize: \"Allah vos dá a vida; depois, Ele vos dá a morte; em seguida, juntar-vos-á, no Indubitável Dia da Ressurreição\"; mas a maioria dos homens não sabe."
  ],
  [
    27,
    "E de Allah é a soberania dos céus e da terra. E, um dia, quando advier a Hora, nesse dia, perder-se-ão os defensores da falsidade."
  ],
  [
    28,
    "E tu verás cada comunidade genuflexa. Cada comunidade será convocada para seu Livro. Dir-se-lhes-á: \"Hoje, sereis recompensados, pelo que fazíeis.\""
  ],
  [
    29,
    "\"Este Nosso Livro fala sobre vós, com a verdade. Por certo, Nós inscrevíamos o que fazíeis.\""
  ],
  [
    30,
    "Então, quanto aos que crêem e fazem as boas obras, seu Senhor fá-los-á entrar em Sua misericórdia. Esse é o evidente triunfo."
  ],
  [
    31,
    "E, quanto aos que renegam a Fé, dir-se-Ihes-á: \"E não se recitavam, para vós, Meus versículos, então, ensoberbecestes-vos e fostes um povo criminoso?\""
  ],
  [
    32,
    "E, quando se disse: \"Por certo, a promessa de Allah é verdadeira e a Hora é indubitável\", dissestes: \"Não estamos inteirados do que seja a Hora; não conjeturamos senão conjeturas, e, disso, não estamos convictos.\""
  ],
  [
    33,
    "E mostrar-se-lhes-ão as más obras que cometiam. E envolvê-los-á aquilo de que zombavam."
  ],
  [
    34,
    "E dir-se-lhes-á: \"Hoje, esquecemo-vos como vós esquecestes o deparar deste vosso dia, e vossa morada é o Fogo. E não tendes socorredores.\""
  ],
  [
    35,
    "\"Isso, porque tomastes os sinais de Allah, por zombaria, e porque a vida terrena vos iludiu.\" Então, nesse dia, não os farão sair dele, e não serão absolvidos."
  ],
  [
    36,
    "E, louvor a Allah, O Senhor dos céus e O Senhor da terra, O Senhor dos mundos."
  ],
  [
    37,
    "E dEle é a grandeza, nos céus e na terra. E Ele é O Todo-Poderoso, O Sábio."
  ]
]