[
  [
    1,
    "Ha, Mim."
  ],
  [
    2,
    "A revelação do Livro é de Allah, O Todo-Poderoso, O Sábio."
  ],
  [
    3,
    "Não criamos os céus e a terra e o que há entre ambos senão com a verdade e com um termo designado. E os que renegam a Fé estão dando de ombros àquilo de que são admoestados."
  ],
  [
    4,
    ".Dize: \"Vistes os que convocais, além de Allah? Fazei-me ver o que eles criaram da terra. Ou têm eles participação nos céus? Fazei-me vir um Livro, anterior a este, ou algum vestígio de ciência, se sois verídicos.\""
  ],
  [
    5,
    "E quem mais descaminhado que aquele que invoca, além de Allah, os que nunca o atenderão, até o Dia da Ressurreição, e estão desatentos a sua invocação?"
  ],
  [
    6,
    "E, quando os humanos forem reunidos, eles ser-lhes-ão inimigos e renegadores de sua adoração."
  ],
  [
    7,
    "E, quando se recitam, para eles, Nossos evidentes versículos, os que renegam a Fé dizem da verdade, quando lhes chega: \"Isto é evidente magia.\""
  ],
  [
    8,
    "Ou dizem eles: \"Ele o forjou?\" Dize: \"Se eu o houvesse forjado, nada poderíeis fazer por mim, diante de Allah. Ele é bem Sabedor do que vos empenhais em dizer dele. Basta Ele, por Testemunha, entre mim e vós. E Ele é O Perdoador, O Misericordiador.\""
  ],
  [
    9,
    "Dize: \"Não sou uma inovação, entre os Mensageiros. E não me inteiro do que será feito de mim nem de vós. Não sigo senão o que me é revelado, e não sou senão evidente admoestador.\""
  ],
  [
    10,
    "Dize: \"Vistes? Se ele é de Allah, e vós o renegais - enquanto uma testemunha dos filhos de Israel o reconhece e nele crê - e vos ensoberbeceis, não estareis sendo injustos? Por certo, Allah não guia o povo injusto.\""
  ],
  [
    11,
    "E os que renegam a Fé dizem dos que crêem: \"Se ele fosse um bem, eles não nos haveriam antecipado, nisso.\" E, uma vez que eles não se guiam por ele, dirão: \"Isto é uma velha mentira!\""
  ],
  [
    12,
    "E, antes dele, houve o Livro de Moisés, como diretriz e misericórdia. E este é um Livro confirmador dos outros, em língua árabe, para admoestar os que são injustos; e é alvíssaras para os benfeitores."
  ],
  [
    13,
    "Por certo, os que dizem: \"Nosso Senhor é Allah\", em seguida, são retos, então, nada haverá que temer por eles, e eles não se entristecerão."
  ],
  [
    14,
    "Esses são os companheiros do Paraíso; nele, serão eternos, como recompensa pelo que faziam."
  ],
  [
    15,
    "E recomendamos ao ser humano benevolência para com seus pais. Sua mãe carrega-o penosamente, e o dá à luz, penosamente. E sua gestação e sua desmama são, ao todo, de trinta meses; e ele desenvolve-se, até que, quando atinge sua força plena e atinge os quarenta anos, diz : \"Senhor meu! Induz-me a agradecer-Te a graça, com que me agraciaste, a mim e a meus pais, e a fazer o bem que Te agrade; e emenda-me a descendência. Por certo, volto-me arrependido para Ti e, por certo, sou dos muçulmanos.\""
  ],
  [
    16,
    "Esses, de quem acolhemos o melhor que fizeram, e de quem toleramos as más obras, estarão junto dos companheiros do Paraíso. É a verdadeira promessa que lhes era prometida."
  ],
  [
    17,
    "E aquele que diz a seus pais: \"Ufa a vós! Ambos me prometeis que serei ressuscitado, enquanto, antes de mim, passaram as gerações, sem que, ainda, fossem ressuscitados?\" - E ambos imploram socorrimento de Allah, e dizem ao filho: \"Ai de ti! Crê tu! Por certo, a promessa de Allah é verdadeira!\" Então, ele diz: \"Isto não são senão fábulas dos antepassados.\"-"
  ],
  [
    18,
    "Esses são os contra quem o Dito, sentença, se cumprirá, junto de outras comunidades de jinns e de humanos que, com efeito, passaram antes deles. Por certo, eles serão perdedores."
  ],
  [
    19,
    "E, para cada um desses, haverá escalões, segundo o que fizeram. E isso, para compensá-los por suas obras. E eles não sofrerão injustiça."
  ],
  [
    20,
    "E, um dia, quando os que renegam a Fé forem expostos ao Fogo, dir-se-lhes-á: \"Fizestes irem-se vossas boas cousas, em vossa vida terrena e, com elas, vos deliciastes. Então, hoje, sereis recompensados com o castigo da vileza, porque vos ensoberbecíeis, na terra, sem razão, e porque cometíeis perversidade.\""
  ],
  [
    21,
    "E menciona o irmão de Ãd, quando admoestou seu povo, em Al-Ahqaf - enquanto, com efeito, haviam passado os admoestadores adiante dele e detrás dele - dizendo: \"Não adoreis senão a Allah. Por certo, temo, por vós, o castigo de um formidável dia.\""
  ],
  [
    22,
    "Disseram: \"Chegaste a nós para distanciar-nos de nossos Deuses? Então, faze-nos vir o que prometes se és dos verídicos\""
  ],
  [
    23,
    "Ele disse: \"A ciência disso está, apenas, junto de Allah. E eu transmito-vos o com que sou enviado, mas eu vos vejo um povo ignorante.\""
  ],
  [
    24,
    "Então, quando o viram, como nuvem, que se dirigia a seus vales, disseram: \"Isto é uma nuvem prestes a trazer-nos chuva.\" Ao contrário! É o que apressastes: um vento em que há doloroso castigo."
  ],
  [
    25,
    "Ele profliga todas as cousas, com a ordem de seu Senhor; então, amanheceram mortos: não se viam senão suas vivendas. Assim, recompensamos o povo criminoso."
  ],
  [
    26,
    "E, com efeito, empossamo-los naquilo em que vos não empossamos. E fizemo-lhes ouvido e vistas e corações. E de nada lhes valeram seu ouvido nem suas vistas nem seus corações, pois negavam os sinais de Allah; e envolveu-os aquilo de que zombavam."
  ],
  [
    27,
    "E, com efeito, aniquilamos as cidades a vosso redor, e patenteamos os sinais para retornarem."
  ],
  [
    28,
    "Então, que os que eles tomaram por deuses, além de Allah, como meio de aproximação dEle, os houvessem socorrido! Ao contrário, eles sumiram para longe deles. Essa foi sua mentira e o que forjavam."
  ],
  [
    29,
    "E lembra-lhes de quando dirigimos a ti um pequeno grupo de jinns, para ouvirem a leitura do Alcorão. E, quando a presenciaram, disseram: \"Escutai!\" Então, quando foi encerrada, retiraram-se a seu povo, admoestando-o."
  ],
  [
    30,
    "Disseram: \"Ó nosso povo! Por certo, ouvimos um Livro, que foi descido depois de Moisés, que confirma o que havia antes dele; ele guia à verdade e a uma vereda reta.\""
  ],
  [
    31,
    "\"Ó nosso povo! Atendei o convocador de Allah e crede nEle, que Ele vos perdoará parte dos delitos e vos protegerá de doloroso castigo.\""
  ],
  [
    32,
    "\"E quem não atender ao convocador de Allah, não escapará ao castigo, na terra, e não terá protetores, além dEle. Estes estarão em evidente descaminho.\""
  ],
  [
    33,
    "E não viram eles que Allah, Que criou os céus e a terra, e não Se extenuou com sua criação, é Poderoso para dar a vida aos mortos? Sim! Por certo, Ele, sobre todas as cousas, é Onipotente."
  ],
  [
    34,
    "E, um dia, quando forem expostos ao Fogo os que renegam a Fé, dir-se-lhes-á: \"Não é esta a Verdade?\" Dirão: \"Sim, por nosso Senhor!\" Ele dirá: \"Então, experimentai o castigo, porque renegáveis a Fé\""
  ],
  [
    35,
    "Então, pacienta, como pacientaram os dotados de firmeza, entre os Mensageiros, e não lhes apresses o castigo. Um dia, quando virem o que lhes foi prometido, estarão como se não houvessem permanecido, nos sepulcros, senão por uma hora de um dia. Ele é transmissão da Verdade. Então, não será aniquilado senão o povo perverso?"
  ]
]