[
  [
    1,
    "Ó vós que credes! Sede fiéis aos compromissos. É-vos lícito o animal dos rebanhos, exceto o que se recita para vós, e não torneis lícita a caça, enquanto estais hurum (na umra ou peregrinação). Por certo, Allah decide o que deseja."
  ],
  [
    2,
    "Ó vós que credes! Não profaneis os ritos de Allah, nem o mês sagrado nem os animais em oferenda, nem as guirlandas; e não importuneis os que se estão dirigindo à Casa Sagrada, buscando favor de seu Senhor e agrado. - E, quando não mais estiverdes hurum, caçai. - E que o ódio para com um povo, por haver-vos afastado da Mesquita Sagrada, não vos induza a agredir. E ajudai-vos, mutuamente, na bondade e na piedade. E não vos ajudeis no pecado e na agressão. E temei a Allah. Por certo, Allah é Veemente na punição."
  ],
  [
    3,
    "É-vos proibido o animal encontrado morto e o sangue e a carne de porco e o que é imolado com a invocação de outro nome que o de Allah; e o animal estrangulado e o que é morto por espancamento e por queda e por chifradas e o que a fera devora, parcialmente - exceto se o imolais - e o que é imolado em nome dos ídolos; e é-vos proibido que adivinheis o destino por meio de varinhas da sorte. Isso é perversidade. - Hoje, os que renegam a Fé se desesperam de aniquilar vossa religião. Então, não os receeis, e receai-Me. Hoje eu completei vossa religião para vós e completei Minha graça para convosco e agradei-Me do Islam como religião para vós. - Então, quem é impelido pela fome a alimentar-se do que é proibido, sem intuito de pecar, por certo, Allah é Perdoador, Misericordiador."
  ],
  [
    4,
    "Perguntam-te, Muhammad, o que lhes é lícito. Dize: \"São-vos lícitas as cousas benignas e a presa dos animais, caçadores adestrados que ensinastes, conforme Allah vos ensinou. Então, comei do que, para vós, eles retêm, e mencionai sobre isso o nome de Allah. E temei a Allah. Por certo, Allah é Destro no ajuste de contas.\""
  ],
  [
    5,
    "Hoje, são-vos lícitas as cousas benignas. E o alimento daqueles, aos quais fora concedido o Livro, é-vos lícito. E vosso alimento lhes é lícito. E vos é lícito esposardes as castas entre as crentes, e as castas entre aqueles aos quais fora concedido o Livro, antes de vós, quando lhes concederdes seus prêmios, dotes, sendo castos, não adúlteros, e não as tomando, jamais, por amantes. E quem renega a Fé, com efeito, anular-se-ão suas obras, e estará, na Derradeira Vida, entre os perdedores."
  ],
  [
    6,
    "Ó vós que credes! Quando vos levantardes para a oração, lavai as faces e as mãos até os cotovelos - e, com as mãos molhadas, roçai as cabeças - e lavai os pés até os tornozelos. E, se estais impuros (após a relação), purificai-vos. E, se estais enfermos ou em viagem, ou se um de vós chega de onde se fazem as necessidades, ou se haveis tocado as mulheres, e não encontrais água, dirigi-vos a uma superfície pura, tocai-a com as mãos e roçai as faces e os braços, à guisa de ablução. Allah não deseja fazer-vos constrangimento algum, mas deseja purificar-vos e completar Sua graça para convosco, para serdes agradecidos."
  ],
  [
    7,
    "E lembrai-vos da graça de Allah para convosco e de Sua aliança que firmou convosco, quando dissestes: \"Ouvimos e obedecemos.\" E temei a Allah. Por certo, Allah, do íntimo dos peitos, é Onisciente."
  ],
  [
    8,
    "Ó vós que credes! Sede constantes em servir a Allah, sendo testemunhas com equanimidade. E que o ódio para com um povo não vos induza a serdes injustos. Sede justos: isso está mais próximo da piedade. E temei a Allah. Por certo, Allah do que fazeis, é Conhecedor."
  ],
  [
    9,
    "Allah promete aos que crêem e fazem as boas obras que terão perdão e magnífico prêmio."
  ],
  [
    10,
    "E os que renegam a Fé e desmentem Nossos sinais, esses são os companheiros do Inferno."
  ],
  [
    11,
    "Ó vós que credes! Lembrai-vos da graça de Allah para convosco, quando um grupo intentou estender as mãos contra vós, e Ele lhe deteve as mãos, afastando-as de vós. E temei a Allah. E que em Allah, confiem os crentes."
  ],
  [
    12,
    "E, com efeito, Allah firmou a aliança com os filhos de Israel, e enviamos, dentre eles, doze próceres. E Allah disse: \"Por certo, estou convosco. Em verdade, se cumpris a oração, e concedeis as esmolas e credes em Meus Mensageiros e os amparais, e emprestais bom empréstimo a Allah, remir-vos-ei as más obras e far-vos-ei entrar em Jardins, abaixo dos quais correm os rios. E quem de vós renega a Fé depois disso, com efeito, descaminhar-se-á do caminho certo.\""
  ],
  [
    13,
    "Então, por haverem desfeito sua aliança, Nós amaldiçoamo-los e tornamo-lhes os corações duros. Alteram o sentido das palavras do Livro e esquecem parte do que lhes fora lembrado. E tu, Muhammad, não cessarás de descobrir traição da parte deles, exceto de poucos. Então, indulta-os e tolera-os. Por certo, Allah ama os benfeitores."
  ],
  [
    14,
    "E com os que disseram: \"Somos cristãos\", firmamos também, aliança. Mas eles esqueceram parte do que lhes fora lembrado. Então, suscitamos, entre eles, a inimizade e a aversão, até o Dia da Ressurreição. E Allah informá-los-á do que faziam."
  ],
  [
    15,
    "Ó seguidores do Livro! Com efeito, Nosso Mensageiro chegou-vos, para tornar evidente, para vós, muito do que havíeis escondido do Livro, e para abrir mão de muito disso. Por certo, chegou-vos de Allah uma luz e evidente Livro."
  ],
  [
    16,
    "Allah guia, com ele, os que seguem Seu agrado aos caminhos da paz; e fá-los sair, com Sua permissão, das trevas para a Luz, e guia-os a uma senda reta."
  ],
  [
    17,
    "Com efeito, são renegadores da Fé os que dizem: \"Por certo, Allah é o Messias, Filho de Maria.\" Dize, Muhammad: \"Então, quem poderia impedir algo de Allah, se Ele desejasse aniquilar o Messias, filho de Maria, e sua mãe e aos que estão na terra, a todos juntos?\" E de Allah é a soberania dos céus e da terra e do que há entre ambos. Ele cria o\nque quer. E Allah, sobre todas as cousas, é Onipotente."
  ],
  [
    18,
    "E os judeus e os cristãos dizem: \"Somos os filhos de Allah e Seus bem-amados.\" Dize: \"Então, por que Ele vos castiga por vossos delitos? Ao contrário, sois seres humanos dentre os demais que Ele criou. Ele perdoa a quem quer e castiga a quem quer. E de Allah é a soberania\ndos céus e da terra e do que há entre ambos. E a Ele será o destino.\""
  ],
  [
    19,
    "Ó seguidores do Livro! Com efeito, Nosso Mensageiro chegou-vos para tornar evidente, para vós, a Verdade, após um interregno, um intervalo de Mensageiros, para que não digais: \"Não nos chegou alvissareiro nem admoestador.\" Então, de fato, chegou-vos um alvissareiro e admoestador. E Allah, sobre todas as cousas, é Onipotente."
  ],
  [
    20,
    "E lembra-lhes, Muhammad, de quando Moisés disse a seu povo: \"Ó meu povo! Lembrai-vos quando fez, entre vós, profetas e vos fez reis, e concedeu-vos o que não concedera a nenhum dos mundos."
  ],
  [
    21,
    "\"Ó meu povo! Entrai na terra sagrada, que Allah vos prescreveu, e não volteis atrás: tornar-vos-íeis, pois, perdedores.\""
  ],
  [
    22,
    "Eles disseram: \"Ó Moisés, por certo, há nela um povo gigante e por certo, não entraremos nela, até que dela saiam. E, se dela saírem, então nela entraremos.\""
  ],
  [
    23,
    "Dois homens - dos que temiam a Allah - aos quais Allah agraciara disseram: \"Entrai pela porta. Então, quando entrardes por ela, por certo, sereis vencedores. E, em Allah, então, confiai, se sois crentes.\""
  ],
  [
    24,
    "Eles disseram: \"Ó Moisés! Jamais entraremos nela, enquanto nela permanecerem. Vai, então, tu e teu Senhor,- e combatei. Por certo, nós aqui ficaremos assentados\""
  ],
  [
    25,
    "Ele disse: \"Senhor meu! Por certo, não tenho poder, senão sobre mim mesmo e sobre meu irmão. Então, separa-nos do povo perverso\""
  ],
  [
    26,
    "Allah disse: \"Então, por certo, ela lhes será proibida por quarenta anos, errando eles, na terra. Então, não te aflijas com o povo perverso\""
  ],
  [
    27,
    "E, recita, Muhammad, para eles, com a verdade, a história dos dois filhos de Adão quando fizeram ambos oferenda a Allah, e foi aceita a de um deles, e não foi aceita a do outro. Disse este: \"Certamente, matar-te-ei.\" Disse aquele: \"Allah aceita, apenas, a oferenda dos piedosos.\""
  ],
  [
    28,
    "\"Em verdade, se me estendes a mão, para matar-me, não te estarei estendendo a mão, para matar-te. Por certo, eu temo a Allah, O Senhor dos mundos."
  ],
  [
    29,
    "\"Por certo, eu desejo que tu incorras em meu pecado e em teu pecado: então, serás dos companheiros do fogo. E essa é a recompensa dos injustos\""
  ],
  [
    30,
    "E sua alma induziu-o a matar o irmão; e matou-o, então, tornou-se dos perdedores."
  ],
  [
    31,
    "E Allah enviou um corvo, que se pôs a escavar a terra para fazê-lo ver como acobertar o cadáver de seu irmão. Disse ele: \"Ai de mim! Sou incapaz de ser como este corvo e acobertar o cadáver de meu irmão?\". Então, tornou-se dos arrependidos."
  ],
  [
    32,
    "Por causa disso, prescrevemos aos filhos de Israel que quem mata uma pessoa, sem que esta haja matado outra ou semeado corrupção na terra, será como se matasse todos os homens. E quem lhe dá a vida será como se desse a vida a todos os homens. E com efeito, Nossos Mensageiros chegaram-lhes com as evidências; em seguida, por certo, muitos deles depois disso, continuaram entregues a excessos na terra."
  ],
  [
    33,
    "A recompensa dos que fazem guerra a Allah e a Seu Mensageiro, e se esforçam em semear a corrupção na terra, não é senão serem mortos ou serem crucificados ou terem cortadas as mãos e os pés, de lados opostos, ou serem banidos da terra. Isso lhes é ignomínia, na vida terrena e na Derradeira Vida, terão formidável castigo."
  ],
  [
    34,
    "Exceto os que se arrependem, antes que deles vos aposseis. Então, sabei que Allah é Perdoador, Misericordiador."
  ],
  [
    35,
    "Ó vós que credes! Temei a Allah e buscai os meios de chegar a Ele; e lutai em Seu caminho, na esperança de serdes bem aventurados."
  ],
  [
    36,
    "Por certo, os que renegam a Fé, se tivessem tudo o que há na terra e mais outro tanto, para com isso se resgatarem do castigo do Dia da Ressurreição, nada disso lhes seria aceito. E terão doloroso castigo."
  ],
  [
    37,
    "Eles desejarão sair do Fogo, e dele não sairão. E terão permanente castigo."
  ],
  [
    38,
    "E ao ladrão e a ladra, cortai-Ihes a ambos, a mão como castigo do que cometeram, e como exemplar tormento de Allah. E Allah é Todo-Poderoso, Sábio."
  ],
  [
    39,
    "E quem se volta arrependido, depois de sua injustiça e se emenda, por certo, Allah o perdoará. Por certo, Allah é Perdoador, Misericordiador."
  ],
  [
    40,
    "Não sabes que de Allah é a Soberania dos céus e da terra? Ele castiga a quem quer e perdoa a quem quer. E Allah sobre todas as cousas, é Onipotente."
  ],
  [
    41,
    "Ó Mensageiro! Não te entristeçam aqueles que se apressam para a renegação da Fé, dentre os que dizem com as próprias bocas: \"Cremos\", enquanto os próprios corações não crêem. E dentre os que praticam o judaísmo, há os que sempre dão ouvidos às mentiras e sempre dão ouvidos à outra coletividade que não te chegou. Eles alteram o sentido das palavras. Dizem: \"Se isso vos é concedido, aceitai-o e, se não vos é concedido, precatai-vos de aceitá-lo.\" E para aquele, a quem Allah deseja sua provação, nada lhe poderás fazer, para protegê-lo de Allah. Esses são aqueles cujos corações Allah não deseja purificar. Terão, na vida terrena, ignomínia e terão na Derradeira Vida formidável castigo."
  ],
  [
    42,
    "Eles dão sempre ouvidos às mentiras e sempre devoram o ganho ilícito. Então, se chegam a ti, julga entre eles, ou lhes dá de ombros. E, se lhes dás de ombros, em nada eles poderão prejudicar-te. E, se julgas, julga entre eles, com equanimidade. Por certo, Allah ama os equânimes."
  ],
  [
    43,
    "Mas como eles te tomam como juiz, enquanto têm a Torá em que há o julgamento de Allah? Em seguida, depois disso, voltam as costas. E esses não são os crentes."
  ],
  [
    44,
    "Por certo, fizemos descer a Torá; nela, há orientação e luz. Com ela, os profetas, que se islamizaram, julgavam aos que praticavam o judaísmo e, assim também, os rabis e os sacerdotes, porque custodiavam o Livro de Allah, e eram testemunhas dele. Então, não receeis os homens, e receai-Me. E não vendais Meus sinais por ínfimo preço. E quem não julga conforme o que Allah fez descer, esses são os renegadores da Fé."
  ],
  [
    45,
    "E nela prescrevemo-lhes que se pague a vida pela vida e o olho pelo olho e o nariz pelo nariz e a orelha pela orelha e o dente pelo dente, e, também, para as feridas, o talião. Então, a quem, por caridade, o dispensa, isso lhe servirá de expiação. E quem não julga conforme o que Allah fez descer, esses são os injustos."
  ],
  [
    46,
    "E na pegada daqueles, fizemos seguir a Jesus, filho de Maria, para confirmar a Torá, que havia antes dele. E concedêramo-Ihe o Evangelho; nele, há orientação e luz e confirmação da Torá, que havia antes dele, e orientação e exortação para os piedosos."
  ],
  [
    47,
    "E que os seguidores do Evangelho julguem conforme o que Allah fez descer nele. E quem não julga conforme o que Allah fez descer, esses são os perversos."
  ],
  [
    48,
    "E, para ti, Muhammad, fizemos descer o Livro, com a verdade, para confirmar os Livros que havia antes dele e para prevalecer sobre eles.\nEntão, julga, entre eles conforme o que Allah fez descer. E não sigas tuas paixões, desviando-te do que te chegou da Verdade. Para cada um de vós, fizemos uma legislação e um plano. E, se Allah quisesse, haveria feito de vós uma única comunidade, mas não o fez, para pôr-vos à prova, com o que vos concedeu. Então, emulai-vos, pelas boas ações. A Allah será o retorno de todos vós. E Ele vos informará daquilo de que discrepáveis."
  ],
  [
    49,
    "E que julgues entre eles conforme o que Allah fez descer, e não sigas suas paixões e precata-te de que eles te desviem de algo do que Allah fez descer para ti. Então, se viram as costas, sabe que Allah deseja que sejam alcançados por alguns de seus delitos. E, por certo, muitos\ndos humanos são perversos."
  ],
  [
    50,
    "Buscam, então, o julgamento dos tempos da ignorância?. E quem melhor que Allah, em julgamento, para um povo que se convence da Verdade?"
  ],
  [
    51,
    "Ó vós que credes! Não tomeis por aliados os judeus e os cristãos. Eles são aliados uns dos outros. E quem de vós se alia a eles será deles. Por certo, Allah não guia o povo injusto."
  ],
  [
    52,
    "Então, tu vês aqueles, em cujos corações há enfermidade se apressarem para eles, dizendo: \"Receamos nos alcance um revés.\" Quiçá, pois, Allah faça chegar a vitória ou uma ordem de Sua parte. Então, tornar-se-ão arrependidos daquilo de que guardaram segredo, em seus íntimos."
  ],
  [
    53,
    "E os que crêem dirão: \"São estes os que juraram, por Allah, com seus mais solenes juramentos, estar convosco?\" Mas, anular-se-ão suas obras, e, eles se tornarão perdedores."
  ],
  [
    54,
    "Ó vós que credes! Quem de vós apostata de vossa religião, Allah fará chegar, em vosso lugar, um povo que Ele amará e que O amará; e que será humilde com os crentes, poderoso com os renegadores da Fé. Lutará no caminho de Allah e não temerá repreensão de quem quer que seja. Esse é o favor de Allah, que Ele concede a quem quer. E Allah é Munificente, Onisciente."
  ],
  [
    55,
    "Vossos aliados são, apenas, Allah e Seu Mensageiro e os crentes; aqueles que cumprem a oração e concedem as esmolas enquanto se curvam diante de Allah."
  ],
  [
    56,
    "E quem se alia a Allah e a Seu Mensageiro e aos crentes triunfará, por certo, o partido de Allah é o vencedor."
  ],
  [
    57,
    "Ó vós que credes! Não tomeis por aliados os que tomam vossa religião por objeto de zombaria e diversão, dentre aqueles aos quais fora concedido o Livro, antes de vós, nem os renegadores da Fé – E temei a Allah, se sois crentes-"
  ],
  [
    58,
    "E, quando chamais à oração, tomam-na por objeto de zombaria e diversão. Isto, porque são um povo que não razoa."
  ],
  [
    59,
    "Dize, Muhammad: \"Ó seguidores do Livro! Vós nos censurais apenas por crermos em Allah e no que foi descido, para nós, e no que fora descido antes? Mas a maioria de vós é perversa.\""
  ],
  [
    60,
    "Dize: \"Informar-vos-ei do que é pior que isso, como retribuição, junto de Allah? Os que Allah amaldiçoou e contra quem Se irou, e de quem fez símios e porcos, e os que adoram os ídolos esses estão em pior situação, e mais descaminhados do caminho certo.\""
  ],
  [
    61,
    "E, quando vos chegam, dizem: \"Cremos\", enquanto, com efeito, entram com a renegação da Fé, e, com efeito, com ela saem. E Allah é bem Sabedor do que ocultam."
  ],
  [
    62,
    "E tu vês muitos deles se apressarem para o pecado e para a agressão e para a devoração do ganho ilícito. Que execrável, em verdade, o que fazem!"
  ],
  [
    63,
    "Que os rabinos e os sacerdotes os houvessem coibido do dito pecaminoso e da devoração do ganho ilícito! Que execrável, em verdade, o que engenham!"
  ],
  [
    64,
    "E os judeus dizem: \"A mão de Allah está atada\". Que suas mãos fiquem atadas e que sejam eles amaldiçoados pelo que dizem! Ao contrário, Suas mãos estão estendidas; Ele despende Seus dons como quer. E, em verdade, o que de teu Senhor foi descido, para ti, acrescenta a muitos deles transgressão e renegação da Fé. E lançamos, entre eles, a inimizade e a aversão, até o Dia da Ressurreição. Cada vez que acendem um Fogo para a guerra, Allah apaga-o. E eles esforçam-se em semear a corrupção na terra. E Allah não ama os corruptores."
  ],
  [
    65,
    "E, se os seguidores do Livro cressem e fossem piedosos, certamente, remir-lhes-íamos as más obras e fá-los-íamos entrar em Jardins da Delícia."
  ],
  [
    66,
    "E, se houvessem observado a Torá e o Evangelho e o que, de seu Senhor, fora descido, para eles, haveriam desfrutado os bens acima deles e debaixo de seus pés. Entre eles, há uma comunidade moderada. Mas que vil o que muitos deles fazem!"
  ],
  [
    67,
    "Ó Mensageiro! Transmite o que foi descido de teu Senhor, para ti. E, se o não fizeres, não haverás transmitido Sua Mensagem. E Allah te protegerá dos homens. Por certo, Allah não guia o povo renegador da Fé."
  ],
  [
    68,
    "Dize: \"Ó seguidores do Livro! Não estais fundados sobre nada, até que observeis a Torá e o Evangelho e o que de vosso Senhor fora descido para vós.\" E, em verdade, o que de teu Senhor foi descido, para ti, acrescenta a muitos deles transgressão e renegação da Fé. Então, não te aflijas com o povo renegador da Fé."
  ],
  [
    69,
    "Por certo, os crentes e os que praticam o judaísmo e os cristãos e os sabeus qualquer dentre eles que creu em Allah e no Derradeiro Dia e fez o bem, nada haverá que temer por eles, e eles não se entristecerão."
  ],
  [
    70,
    "Com efeito, firmamos a aliança com os filhos de Israel e lhes enviamos Mensageiros. Mas cada vez que um Mensageiro lhes chegava, com aquilo pelo que suas almas não se apaixonavam, eles, a um grupo desmentiam e a um grupo matavam."
  ],
  [
    71,
    "E eles supunham que não haveria sanção; então, encegueceram e ensurdeceram. Em seguida, Allah perdoou-os, depois, muitos deles encegueceram e ensurdeceram. E Allah, do que fazem, é Onividente."
  ],
  [
    72,
    "Com efeito, são renegadores da Fé os que dizem: \"Por certo, Allah é o Messias, filho de Maria\". E o Messias diz: \"Ó filhos de Israel! Adorai a Allah, meu Senhor e vosso Senhor.\" Por certo, a quem associa outras divindades a Allah, com efeito, Allah proíbe-lhe o Paraíso, e sua morada é o Fogo. E não há para os injustos socorredores."
  ],
  [
    73,
    "Com efeito, são renegadores da Fé os que dizem: \"Por certo, Allah é o terceiro de três.\" E não há deus senão um Deus Único. E, se não se abstiverem do que dizem, em verdade, doloroso castigo tocará os que, entre eles, renegam a Fé."
  ],
  [
    74,
    "Então, não se voltam, arrependidos, para Allah e Lhe imploram perdão? E Allah é Perdoador, Misericordiador."
  ],
  [
    75,
    "O Messias, filho de Maria, não é senão um Mensageiro; antes dele, com efeito, outros Mensageiros passaram. E sua mãe era veracíssima. Ambos comiam alimentos como os demais. Olha como tornamos evidentes, para eles, os sinais; em seguida, olha como se distanciam destes."
  ],
  [
    76,
    "Dize: \"Adorais, em vez de Allah, a quem não possui, para vós prejuízo nem benefício?\" E Allah é O Oniouvinte, O Onisciente."
  ],
  [
    77,
    "Dize: \"Ó seguidores do Livro! Não vos excedais, inveridicamente, em vossa religião, e não sigais as paixões de um povo que, com efeito, se descaminhou, antes, e descaminhou a muitos, e se tem descaminhado do caminho certo\""
  ],
  [
    78,
    "Os  que renegaram a Fé, dentre os filhos de Israel, foram amaldiçoados pela boca de Davi e de Jesus, filho de Maria. Isso, porque desobedeceram e cometiam agressão."
  ],
  [
    79,
    "Eles não coibiam uns aos outros de nenhum ato reprovável que cometiam. Que execrável, em verdade, o que faziam!"
  ],
  [
    80,
    "Tu vês a muitos deles se aliarem aos que renegam a Fé. Que execrável, em verdade, o que suas almas antecipam, para eles! A cólera de Allah é sobre eles e, no castigo, serão eternos."
  ],
  [
    81,
    "E, se houvésseis crido em Allah e no Profeta e no que foi descido, para ele, não os haveriam tomado por aliados. Mas muitos deles são perversos."
  ],
  [
    82,
    "Em verdade, encontrarás, - dentre os homens, - que os judeus e os idólatras são os mais violentos inimigos dos crentes. E, em verdade, encontrarás que os mais próximos aos crentes, em afeição, são os que dizem: \"Somos cristãos.\" Isso, porque há dentre eles clérigos e monges, e porque não se ensoberbecem."
  ],
  [
    83,
    "E quando ouvem o que foi descido, para o Mensageiro, tu vês seus olhos se marejarem de lágrimas, pelo que reconhecem da Verdade. Dizem: \"Senhor nosso! Cremos. Então, inscreve-nos entre as testemunhas da verdade\"."
  ],
  [
    84,
    "\"E por que razão não creríamos em Allah e na Verdade que nos chegou, enquanto aspiramos a que nosso Senhor nos faça entrar no Paraíso, com o povo íntegro?\""
  ],
  [
    85,
    "Então, pelo que disseram, Allah retribuiu-lhes Jardins, abaixo dos quais correm os rios; nesses, serão eternos. E essa é a recompensa dos benfeitores."
  ],
  [
    86,
    "E os que renegam a Fé e desmentem Nossos sinais, esses são os companheiros do Inferno."
  ],
  [
    87,
    "Ó vós que credes! Não proibais as cousas benignas que Allah vos tornou lícitas, e não cometais agressão. Por certo, Allah não ama os agressores."
  ],
  [
    88,
    "E comei daquilo que Allah vos deu por sustento, enquanto lícito e benigno. E temei a Allah, em Quem sois crentes."
  ],
  [
    89,
    "Allah não vos culpa pela frivolidade em vossos juramentos mas vos culpa pelos juramentos intencionais não cumpridos. Então, sua expiação é alimentar dez necessitados, no meio-termo com que alimentais vossas famílias; ou vesti-los ou alforriar um escravo. E quem não encontra recursos, deve jejuar três dias. Essa é a expiação de vossos juramentos, quando perjurardes. E custodiai vossos juramentos. Assim, Allah torna evidentes, para vós, Seus sinais, para serdes agradecidos."
  ],
  [
    90,
    "Ó vós que credes! O vinho e o jogo de azar e as pedras levantadas com nome dos ídolos e as varinhas da sorte não são senão abominação: ações de Satã. Então, evitai-as na esperança de serdes bem-aventurados."
  ],
  [
    91,
    "Satã deseja, apenas, semear a inimizade e a aversão, entre vós, por meio do vinho e do jogo de azar, e afastar-vos da lembrança de Allah e da oração. Então, abster-vos-eis disso?"
  ],
  [
    92,
    "E obedecei a Allah e obedecei ao Mensageiro e precatai-vos. Então, se voltais as costas, sabei que impende apenas a Nosso Mensageiro a evidente transmissão da Mensagem."
  ],
  [
    93,
    "Não há culpa sobre aqueles que crêem e fazem as boas obras, por aquilo de que se alimentaram anteriormente, desde que se guardem do proibido e creiam nisso e façam as boas obras; depois, continuem a guardar-se e a crer; em seguida, se guardem e bem-façam. E Allah ama os benfeitores."
  ],
  [
    94,
    "Ó vós que credes! Em verdade, Allah por-vos-á a prova com a proibição de alguma caça, que vossas mãos e vossas lanças puderem alcançar, a fim de que Allah saiba quem de vós O teme, embora seja Ele Invisível. Então, quem, depois disso, comete agressão terá doloroso castigo."
  ],
  [
    95,
    "Ó vós que credes! Não mateis a caça, enquanto estais na peregrinação. E, a quem de vós a mata, intencionalmente, impender-lhe-á compensação, em rebanhos, igual ao que matou, julgada por dois homens justos dos vossos, em oferenda, destinada à Kaabah; ou expiação: alimentar necessitados ou o equivalente a isso, em jejum para experimentar a nefasta conseqüência de sua conduta. Allah indulta o que já se consumou. E quem reincide, Allah dele se vingará. E Allah é Todo-Poderoso, Possuidor de vindita."
  ],
  [
    96,
    "É-vos lícita a pesca do mar e seu alimento, como proveito para vós e para os viandantes. E vos é proibida a caça da terra, enquanto permaneceis na peregrinação. E temei a Allah, a Quem sereis reunidos."
  ],
  [
    97,
    "Allah fez da Kaabah, a Casa Sagrada, arrimo para os homens e, assim também, o Mês Sagrado, e os animais em oferenda e as guirlandas. Isso, para que saibais que Allah sabe o que há nos céus e o que há na terra, e que Allah, de todas as cousas, é Onisciente."
  ],
  [
    98,
    "Sabei que Allah é Veemente na punição e que Allah é Perdoador, Misericordiador."
  ],
  [
    99,
    "Não impende ao Mensageiro senão a transmissão da Mensagem. E Allah sabe o que mostrais e o que ocultais."
  ],
  [
    100,
    "Dize, Muhammad: \"Não se igualam o maligno e o benigno, ainda que te admire a abundância do maligno. Então, temei a Allah, ó dotados de discernimento, na esperança de serdes bem-aventurados\""
  ],
  [
    101,
    "Ó vós que credes! Não pergunteis por cousas que, se vos fossem divulgadas, vos afligiriam: e, se perguntardes por elas, enquanto o Alcorão estiver sendo descido, ser-vos-ão divulgadas. Allah vo-lo indultará. E Allah é Perdoador, Clemente."
  ],
  [
    102,
    "Com efeito, um povo, antes de vós, perguntou por elas; em seguida, tornaram-se renegadores delas."
  ],
  [
    103,
    "Allah não fez determinação alguma de bahirah nem de sãi"
  ],
  [
    104,
    "E quando se lhes diz: \"Vinde ao que Allah fez descer e ao Mensageiro\", dizem: \"Basta-nos aquilo em que encontramos nossos pais\" E bastar-lhes-ia, ainda que seus pais nada soubessem nem se guiassem?"
  ],
  [
    105,
    "Ó vós que credes! Cuidai de vós mesmos; não vos prejudicará quem se descaminha, quando sois guiados. A Allah será vosso retorno, de todos vós. E Ele vos informará do que fazíeis."
  ],
  [
    106,
    "Ó vós que credes! Quando a morte se apresentar a um de vós, que haja, ao testar, o testemunho de dois homens justos dos vossos ou o de dois outros, que não dos vossos, se estais percorrendo a terra e sois alcançados pela desgraça da morte. Retende-os a ambos, após a oração; e eles jurarão por Allah, se duvidais deles, e dirão: \"Não venderemos isso por preço algum, ainda que o benefíciado seja parente, nem ocultaremos o testemunho de Allah: por certo, nesse caso, seríamos dos pecadores.\""
  ],
  [
    107,
    "Se se descobre que ambos cometeram pecado de perjuro, então, que os substituam dois outros, dentre os que foram prejudicados pelos primeiros, e jurarão por Allah: \"Em verdade, nosso testemunho é mais justo que o deles, e não cometemos agressão: por certo, nesse caso, seríamos dos injustos.\""
  ],
  [
    108,
    "Isso é mais adequado para que prestem testemunho autêntico, ou temam que outros juramentos voltem a ser prestados, após os seus. E temei a Allah e ouvi. E Allah não guia o povo perverso."
  ],
  [
    109,
    "Lembra-lhes, Muhammad, de que, um dia, Allah juntará os Mensageiros, então, dirá: \"O que vos foi respondido?\" Dirão: \"Não temos ciência disso. Por certo, Tu, Tu és O Profundo Sabedor das cousas invisíveis\"."
  ],
  [
    110,
    "Quando Allah dirá: \"Ó Jesus, filho de Maria! Lembra-te de Minha graça para contigo e para com tua mãe, quando te amparei com o Espírito Sagrado: falando aos homens, quando ainda no berço, e na maturidade. E quando te ensinei a Escritura e a Sabedoria e a Torá e o Evangelho. E quando criaste, do barro, a figura igual ao pássaro, com Minha permissão, e nela sopraste, e ela se tornou um pássaro, com Minha permissão. E curaste o cego de nascença e o leproso, com Minha permissão. E quando fizeste sair os mortos dos sepulcros, com Minha permissão. E quando detive os filhos de Israel, afastando-os de ti, quando lhes chegaste com as evidências; então, disseram os que, dentre eles, renegaram a Fé:"
  ],
  [
    111,
    "\"E quando inspirei aos discípulos:"
  ],
  [
    112,
    "Lembra-lhes de quando os discípulos disseram: \"Ó Jesus, filho de Maria! Teu Senhor poderá fazer-nos descer do céu uma mesa provida?\" Ele disse: \"Temei a Allah, se sois crentes\""
  ],
  [
    113,
    "Disseram: \"Desejamos comer dela e que se nos tranqüilizem os corações; e desejamos saber se tu, com efeito, nos disseste a verdade, e desejamos ser testemunhas dela\"."
  ],
  [
    114,
    "Jesus, filho de Maria, disse: \"Ó Allah, Senhor nosso! Faze-nos descer do céu uma mesa provida, que nos seja uma festa, para os primeiros e os derradeiros de nós, e um sinal de Ti; e sustenta-nos, e Tu és O Melhor dos sustentadores\""
  ],
  [
    115,
    "Allah disse: \"Por certo, far-vo-la-ei descer. Então, a quem de vós renegar a Fé, depois, por certo, castigá-lo-ei com um castigo com que jamais castigarei a alguém dos mundos\""
  ],
  [
    116,
    "E lembra-lhes de quando Allah dirá: \"Ó Jesus, filho de Maria! Disseste tu aos homens:"
  ],
  [
    117,
    "\"Não lhes disse senão o que me ordenaste:"
  ],
  [
    118,
    "\"Se os castigas, por certo, são Teus servos. E, se os perdoas, por certo, Tu, Tu és O Todo-Poderoso, O Sábio\""
  ],
  [
    119,
    "Allah dirá: \"Este é um dia em que beneficiará aos verídicos sua veracidade. Eles terão Jardins, abaixo dos quais correm os rios; nesses, serão eternos para todo o sempre.\" Allah se agradará deles,\ne eles se agradarão dEle. Esse é o magnífico triunfo."
  ],
  [
    120,
    "E de Allah é a soberania dos céus e da terra e tudo que há entre eles. E Allah, sobre todas as cousas, é Onipotente."
  ]
]