[
  [
    1,
    "Pelo glorioso Alcorão, tu és, Muhammad, o Mensageiro de Allah!"
  ],
  [
    2,
    "Mas eles se admiram de haver-Ihes chegado um admoestador vindo deles. Então os renegadores da Fé dizem: \"Isto é cousa admirável!\""
  ],
  [
    3,
    "\"Quando morrermos e formos pó, ressuscitaremos? Esse é um retorno distante!\""
  ],
  [
    4,
    "Com efeito, sabemos o que a terra diminui deles. E, junto de Nós, há um Livro custódio de tudo."
  ],
  [
    5,
    "Mas desmentem a Verdade, quando ela lhes chega: então, ei-los, em inextricável situação."
  ],
  [
    6,
    "Então, não olharam eles para o céu, acima deles, como o edificamos e o aformoseamos, e como não há fresta alguma nele?"
  ],
  [
    7,
    "E a terra, estendemo-la e,nela, implantamos assentes montanhas e nela, fazemos germinar de toda espécie de esplêndidos casais de plantas,"
  ],
  [
    8,
    "Como prova evidente e lembrança para todo servo contrito."
  ],
  [
    9,
    "E fazemos descer do céu água bendita, e, com ela fazemos germinar jardins e grãos de ceifar,"
  ],
  [
    10,
    "E as tamareiras, altas, de espatas com frutas ordenadas,"
  ],
  [
    11,
    "Como o sustento para os servos; e, com ela, vivificamos uma plaga morta. Assim, será a saída dos sepulcros."
  ],
  [
    12,
    "Antes deles, desmentiram aos Mensageiros o povo de Noé e os companheiros de Ar-Rass e o povo de Thamud"
  ],
  [
    13,
    "E de Ãd, e Faraó, e os irmãos de Lot."
  ],
  [
    14,
    "E os habitantes de Al-Aykah e o povo de Tubba. Todos desmentiram aos Mensageiros; então, cumpriu-se Minha cominação."
  ],
  [
    15,
    "Então, extenuamo-Nos, com a criação primeira? Não. Mas eles estão em confusão diante de uma nova criação!"
  ],
  [
    16,
    "E, com efeito, criamos o ser humano e sabemos o que a alma lhe sussurra. E Nós estamos mais Próximos dele que a veia jugular,"
  ],
  [
    17,
    "Quando os dois anjos recolhedores, sentados a sua direita e a sua esquerda, recolhem tudo o que ele diz e faz."
  ],
  [
    18,
    "Ele não profere dito algum sem que haja, junto dele, um observante presente."
  ],
  [
    19,
    "E a embriaguez da morte chegará, com a verdade. Dir-se-á ao moribundo: \"Isso é o de que te arredavas!\""
  ],
  [
    20,
    "E se soprará na Trombeta. Esse será o Dia da Cominação."
  ],
  [
    21,
    "E cada alma chegará, estando com ela um condutor e uma testemunha."
  ],
  [
    22,
    "Dir-se-lhe-á: \"Com efeito, estavas em desatenção a isto, e removemo-te a venda; então, hoje, tua vista é aguda.\""
  ],
  [
    23,
    "E seu acompanhante dirá: \"Eis o que tenho presente, junto de mim.\""
  ],
  [
    24,
    "Dir-se-á a ambos os anjos: \"Lançai na Geena todo ingrato obstinado,"
  ],
  [
    25,
    "\"Constante impedidor do bem, agressor, duvidador,"
  ],
  [
    26,
    "\"Que fez, junto de Allah, outro deus. Então, lançai-o, no veemente castigo.\""
  ],
  [
    27,
    "Seu acompanhante dirá: \"Senhor meu! Não o fiz cometer transgressão, mas ele estava em profundo descaminho.\""
  ],
  [
    28,
    "Allah dirá: \"Não disputeis junto de Mim. E, com efeito, antecipei-vos a cominação.\""
  ],
  [
    29,
    "\"O Dito não se altera, junto de Mim, e não sou injusto com os servos.\""
  ],
  [
    30,
    "Um dia, diremos à Geena: \"Já estás repletas?\" E ela dirá: \"Há mais, ainda?\""
  ],
  [
    31,
    "E far-se-á o Paraíso aproximar-se dos piedosos, não longe dali."
  ],
  [
    32,
    "Dir-se-lhes-á: \"Eis o que vos foi prometido, a todo devoto, custódio\""
  ],
  [
    33,
    "\"Que receou aO Misericordioso, ainda que Invisivel, e chegou, com o coração contrito, à Derradeira Vida\""
  ],
  [
    34,
    "\"Entrai nele, em paz. Esse é o dia da eternidade!\""
  ],
  [
    35,
    "Nele, terão o que quiserem e, junto de Nós, haveria ainda mais."
  ],
  [
    36,
    "E que de gerações aniquilamos, antes deles, mais temíveis que eles, e vaguearam a terra. Houve, para eles, fugida?"
  ],
  [
    37,
    "Por certo, há nisso lembrança para quem tem coração, ou dá ouvidos à exortação, enquanto testemunha."
  ],
  [
    38,
    "E, com efeito, criamos os céus e a terra e o que há entre ambos, em seis dias, e nos não tocou exaustão."
  ],
  [
    39,
    "Pacienta, pois, Muhammad, quanto ao que dizem, e glorifica, com louvor, a teu Senhor, antes do nascer do sol e antes do ocaso;"
  ],
  [
    40,
    "E, durante parte da noite, glorifica-O, e após a prosternação."
  ],
  [
    41,
    "E ouve um dia, quando o pregador chamar de um lugar próximo,"
  ],
  [
    42,
    "Um dia, quando ouvirem o Grito com a verdade, esse será o dia da saída dos sepulcros."
  ],
  [
    43,
    "Por certo, Nós damos a vida e damos a morte. E a Nós será o destino."
  ],
  [
    44,
    "Um dia, quando a terra se fender, dela sairão, com destreza. Essa é uma reunião fácil para Nós."
  ],
  [
    45,
    "Nós somos bem Sabedor do que dizem. E tu, sobre eles, não és tirano. Então, lembra o Alcorão a quem teme Minha cominação."
  ]
]