[
  {
    "id": "53",
    "place_of_revelation": "makkah",
    "transliterated_name": "An-Najm",
    "translated_name": "The Star",
    "verse_count": 62,
    "slug": "an-najm",
    "codepoints": [
      1575,
      1604,
      1606,
      1580,
      1605
    ]
  },
  [
    1,
    "Pela estrela, quando declina!"
  ],
  [
    2,
    "Vosso companheiro não se descaminhou nem se transviou,"
  ],
  [
    3,
    "E não fala, por paixão;"
  ],
  [
    4,
    "\"Sua fala não é senão revelação a ele revelada.\""
  ],
  [
    5,
    "Ensina-lhe, o Anjo Gabriel, o veemente em força"
  ],
  [
    6,
    "Possuidor de sensatez; então, apareceu-lhe estático, em sua imagem original,"
  ],
  [
    7,
    "Enquanto estava no horizonte mais alto;"
  ],
  [
    8,
    "Em seguida, aproximou-se e achegou-se a ele,"
  ],
  [
    9,
    "E ficou à distância de dois arcos, ou mais próximo, ainda."
  ],
  [
    10,
    "Então, Ele revelou a Seu servo o que lhe revelou."
  ],
  [
    11,
    "O coração de Muhammad não desmentiu o que viu."
  ],
  [
    12,
    "Então, altercais, com ele, sobre o que vê?"
  ],
  [
    13,
    "E, com efeito, viu-o, outra vez,"
  ],
  [
    14,
    "Junto da Sidrat Al Muntaha;(árvore existente embaixo do Trono)"
  ],
  [
    15,
    "Junto dela, está o Jardim de Al Mawa."
  ],
  [
    16,
    "Quando encobriu as-Sidrata o que a encobriu,"
  ],
  [
    17,
    "A vista não se lhe desviou nem foi além."
  ],
  [
    18,
    "Com efeito, ele viu algo dos grandiosos sinais de seu Senhor."
  ],
  [
    19,
    "Vistes, então, al-Lat e al-Uzza."
  ],
  [
    20,
    "E a outra Manat, a terceira, que nada podem?"
  ],
  [
    21,
    "É de vós o varão e dEle, a varoa?"
  ],
  [
    22,
    "Esta é, nesse caso, uma partilha iníqua."
  ],
  [
    23,
    "Os ídolos não são senão nomes que nomeastes - vós e vossos pais - dos quais Allah não fez descer comprovação alguma. Eles não seguem senão as conjeturas e aquilo pelo qual as almas se apaixonam. E, com efeito, chegou-lhes a Orientação de seu Senhor."
  ],
  [
    24,
    "Será que o ser humano tem o que ambiciona?"
  ],
  [
    25,
    "Então, de Allah é a Derradeira Vida e a primeira."
  ],
  [
    26,
    "E quantos anjos há, nos céus, cuja intercessão de nada valerá, senão após Allah permiti-la a quem quiser e a quem Lhe agradar!"
  ],
  [
    27,
    "Por certo, os que não crêem na Derradeira Vida nomeiam os anjos com nomes de varoa,"
  ],
  [
    28,
    "E disso eles não têm ciência alguma. Não seguem senão as conjeturas. E, por certo, as conjecturas de nada valem diante da verdade."
  ],
  [
    29,
    "Então, Muhammad, dá de ombros a quem volta as costas a Nossa Mensagem e não deseja senão a vida terrena."
  ],
  [
    30,
    "Esse é seu alcance da ciência. Por certo, teu Senhor é bem Sabedor de quem se descaminha de Seu caminho. E Ele é bem Sabedor de quem se guia."
  ],
  [
    31,
    "E é de Allah o que há nos céus e o que há na terra, para recompensar os que mal-fazem, pelo que fazem, e recompensar os que bem-fazem, com a mais bela recompensa,"
  ],
  [
    32,
    "Estes são os que evitam os maiores pecados e as obscenidades, exceto as faltas menores. Por certo, teu Senhor é de munificente perdão. Ele é bem Sabedor de vós, quando vos fez surgir da terra e quando éreis embriões nos ventres de vossas mães. Então, não vos pretendais dignos: Ele é bem Sabedor de quem é piedoso."
  ],
  [
    33,
    "Então, viste aquele que voltou as costas,"
  ],
  [
    34,
    "E deu um pouco e parou por avareza?"
  ],
  [
    35,
    "Tem ele a ciência do Invisível, então o vê?"
  ],
  [
    36,
    "Não foi ele informado do que há nas páginas de Moisés,"
  ],
  [
    37,
    "E nas de Abraão, que cumpriu seu dever?"
  ],
  [
    38,
    "Que nenhuma alma pecadora arca com o pecado de outra,"
  ],
  [
    39,
    "E que não há, para o ser humano, senão o que adquire com seu esforço,"
  ],
  [
    40,
    "E que seu esforço será visto,"
  ],
  [
    41,
    "Em seguida, será recompensado com a mais completa recompensa,"
  ],
  [
    42,
    "E que a teu Senhor será o término de tudo,"
  ],
  [
    43,
    "E que Ele é Quem faz rir e faz chorar,"
  ],
  [
    44,
    "E que Ele é Quem dá a morte e dá a vida,"
  ],
  [
    45,
    "E que Ele é Quem criou o casal: o varão e a varoa,"
  ],
  [
    46,
    "De gota seminal, quando ejaculada,"
  ],
  [
    47,
    "E que impende a Ele o derradeiro surgimento,"
  ],
  [
    48,
    "E que Ele é Quem enriquece e empobrece,"
  ],
  [
    49,
    "E que Ele é Quem é O Senhor da Sirius."
  ],
  [
    50,
    "E que Ele é Quem aniquilou os primeiros povos de Ãd"
  ],
  [
    51,
    "E de Thamud - então, a ninguém deixou ficar -"
  ],
  [
    52,
    "E o povo de Noé, antes - por certo, eram mais injustos e mais transgressores -"
  ],
  [
    53,
    "E as cidades tombadas fê-las cair,"
  ],
  [
    54,
    "E encobriu-as o que as encobriu."
  ],
  [
    55,
    "Então, qual das mercês de teu Senhor tu, homem, altercas?"
  ],
  [
    56,
    "Este é um admoestador dentre os primeiros admoestadores."
  ],
  [
    57,
    "Aproxima-se a Hora iminente."
  ],
  [
    58,
    "Ninguém, além de Allah, poderá descobri-la."
  ],
  [
    59,
    "Então, admirai-vos desta Mensagem?"
  ],
  [
    60,
    "E rides, e não chorais,"
  ],
  [
    61,
    "Enquanto estais brincando"
  ],
  [
    62,
    "Então, prosternai-vos diante de Allah, e adorai-O."
  ]
]