[
  {
    "id": "65",
    "place_of_revelation": "madinah",
    "transliterated_name": "At-Talaq",
    "translated_name": "The Divorce",
    "verse_count": 12,
    "slug": "at-talaq",
    "codepoints": [
      1575,
      1604,
      1591,
      1604,
      1575,
      1602
    ]
  },
  [
    1,
    "Ó Profeta! Quando vos divorciardes das mulheres, divorciai-vos delas no início de sua iddah, seu tempo de espera. E enumerai a iddah. E temei a Allah, vosso Senhor. Não façais sair de suas casas, e que elas não saiam, exceto se cometerem evidente obscenidade. E esses são os limites de Allah. E quem transgride os limites de Allah, com efeito, fará injustiça a si mesmo. - Tu não te inteiras: provavelmente, Allah faça surgir, depois disso, algo -"
  ],
  [
    2,
    "Então, quando elas chegarem às proximidades de seu termo, retende-as convenientemente, ou separai-vos delas convenientemente; e fazei testemunhá-lo dois homens justos dos vossos, e cumpri com equanimidade, o testemunho por Allah. Isso é o com que é exortado quem crê em Allah e no Derradeiro Dia. E quem teme a Allah, Ele lhe fará saída digna,"
  ],
  [
    3,
    "E lhe dará sustento, por onde não suporá. E quem confia em Allah, Ele lhe bastará. Por certo, Allah atinge o que quer de Sua ordem, Allah fez para cada cousa uma medida."
  ],
  [
    4,
    "E aquelas de vossas mulheres, que não mais esperam o mênstruo, sua iddah, se duvidais, será de três meses e, assim também a das que não menstruam. E as mulheres grávidas, seu termo será o deporem suas cargas. E quem teme a Allah, Ele lhe fará facilidade em sua condição."
  ],
  [
    5,
    "Essa é a ordem de Allah, que Ele fez descer. E quem teme a Allah, Ele lhe remirá as más obras e lhe tornará magnífico o prêmio."
  ],
  [
    6,
    "Fazei-as habitar onde habitais, conforme vossos recursos, e não as prejudiqueis, para constrangê-las. E, se elas vos amamentam o filho, concedei-lhes seus prêmios. E que, entre vós, haja deliberações mútuas, de modo conveniente. E, se estais em dificuldade, outra lhe amamentará o filho."
  ],
  [
    7,
    "Que aquele, que tem prosperidade, despenda conforme sua prosperidade. E aquele, cujo sustento é restrito, que ele despenda do que Allah lhe concede. Allah não impõe a alma alguma senão o que Ele lhe concede. Allah fará, após dificuldade, facilidade."
  ],
  [
    8,
    "E que de cidades transgrediram, desmesuradamente, a ordem de seu Senhor e de Seus Mensageiros! Então, fizemo-las dar severa conta, e castigamo-las com terrível castigo."
  ],
  [
    9,
    "Então, experimentaram a nefasta consequência de sua conduta; e o fim de sua conduta foi perdição."
  ],
  [
    10,
    "Allah preparou-lhes veemente castigo. Então, temei a Allah, ó vós dotados de discernimento, vós que credes! Com efeito, Allah fez descer, para vós, uma Mensagem."
  ],
  [
    11,
    "E enviou um Mensageiro, que recita, para vós, os versículos de Allah, evidentes para fazer sair das trevas para a luz, os que crêem e fazem as boas obras. E a quem crê em Allah e faz o bem, Ele o fará entrar em Jardins, abaixo dos quais correm os rios; nesses, serão eternos para todo o sempre. Com efeito, Allah lhe fará belo sustento."
  ],
  [
    12,
    "Allah é Quem criou sete céus, e da terra, outras tantas, entre as quais a ordem desce, para que saibais que Allah, sobre todas as cousas, é Onipotente, e que Allah, com efeito, abarca todas as cousas, em ciência."
  ]
]