[
  {
    "id": "66",
    "place_of_revelation": "madinah",
    "transliterated_name": "At-Tahrim",
    "translated_name": "The Prohibition",
    "verse_count": 12,
    "slug": "at-tahrim",
    "codepoints": [
      1575,
      1604,
      1578,
      1581,
      1585,
      1610,
      1605
    ]
  },
  [
    1,
    "Ó Profeta! Por que proíbes o que Allah tornou lícito para ti? Buscas o agrado de tuas mulheres? E Allah é Perdoador, Misericordiador."
  ],
  [
    2,
    "Com efeito, Allah preceituou, para vós, reparação de vossos juramentos não cumpridos. E Allah é vosso Protetor. E Ele é O Onisciente, O Sábio"
  ],
  [
    3,
    "E quando o Profeta confiou em segredo uma conversa a uma de suas mulheres; e, quando esta informou a outra disso, e Allah lho fez aparecer, ele fez conhecer uma parte, e deu de ombros à outra parte. E, quando a informou disso, ela disse: \"Quem te informou disso?\" Disse: \"Informou-me O Onisciente, O Conhecedor.\""
  ],
  [
    4,
    "Se ambas vos voltais arrependidas para Allah, Ele vos remirá pois, com efeito, vossos corações se inclinaram a isso. E se vos auxiliais, mutuamente, contra ele, por certo, Allah é seu Protetor e Gabriel e os íntegros dentre os crentes. E os anjos, após isso, serão coadjutores dele."
  ],
  [
    5,
    "Quiçá, se ele se divorcia de vós, seu Senhor lhe dê em troca mulheres melhores que vós, muçulmanas, crentes, devotas, arrependidas, adoradoras, jejuadoras, que forem casadas, ou que sejam virgens."
  ],
  [
    6,
    "Ó vós que credes! Guardai-vos, a vós mesmos e a vossas famílias, de um Fogo, cujo combustível são os homens e as pedras; sobre ele, haverá anjos irredutíveis, severos: não desobedecem a Allah, a Sua ordem, e fazem o que lhes é ordenado."
  ],
  [
    7,
    "Dir-se-á: \"Ó vós que renegastes a Fé! Não vos desculpeis. Hoje, sereis recompensados, apenas, pelo que fazíeis.\""
  ],
  [
    8,
    "Ó vós que credes! Voltai-vos arrependidos para Allah, com arrependimento sincero. Quiçá, vosso Senhor vos remita as más obras e vos faça entrar em Jardins, abaixo dos quais correm os rios, um dia, em que Allah não ignominiará ao Profeta e aos que, com ele, crêem. Sua luz lhes correrá adiante e á direita. Dirão: \"Senhor nosso! Completa, para nós, nossa luz, e perdoa-nos. Por certo, Tu, sobre todas as cousas, és Onipotente.\""
  ],
  [
    9,
    "Ó Profeta! Luta contra os renegadores da Fé e os hipócritas, e sê duro para com eles. E sua morada será a Geena. E que execrável destino!"
  ],
  [
    10,
    "Allah propõe um exemplo, para os que renegam a Fé: a mulher de Noé e a mulher de Lot. Ambas estavam sob a autoridade de dois servos íntegros, de Nossos servos; e ambas os traíram; então, eles de nada lhes valeram, diante de Allah; e foi-lhes dito: \"Entrai ambas no Fogo com os que aí entram.\""
  ],
  [
    11,
    "E Allah propõe um exemplo, para os que crêem: a mulher de Faraó, quando disse: \"Senhor meu! Edifica, para mim, junto de Ti, uma casa no Paraíso, e salva-me de Faraó e de sua obra, e salva-me do povo injusto\";"
  ],
  [
    12,
    "E Maria, filha de Imrãn, que escudou sua virgindade; então, sopramos nela algo de Nosso Espírito, e ela confirmou as palavras de seu Senhor e Seus Livros, e era dos devotos."
  ]
]