[
  {
    "id": "69",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Haqqah",
    "translated_name": "The Reality",
    "verse_count": 52,
    "slug": "al-haqqah",
    "codepoints": [
      1575,
      1604,
      1581,
      1575,
      1602,
      1577
    ]
  },
  [
    1,
    "A Incontestável!"
  ],
  [
    2,
    "Que é a Incontestável?"
  ],
  [
    3,
    "- E o que te faz inteirar-te do que é a Incontestável? -"
  ],
  [
    4,
    "O povo de Thamud e de Ãd desmentiram o estrondo."
  ],
  [
    5,
    "Então, quanto ao povo de Thamud, foram aniquilados pelo Grito transgressor."
  ],
  [
    6,
    "E, quanto ao povo de Ãd, foram aniquilados por estridente, desmesurado vento glacial."
  ],
  [
    7,
    "Allah submeteu-o, contra eles, durante sete noites e oito dias seqüentes; então, podias ver neles as pessoas prostradas, como ocos troncos de tamareiras."
  ],
  [
    8,
    "Então, tu vês deles algum remanescente?"
  ],
  [
    9,
    "E Faraó e os que foram antes dele e os habitantes das cidades tombadas, chegaram com o nefando erro."
  ],
  [
    10,
    "E desobedeceram ao Mensageiro de seu Senhor; então, Ele os apanhou, violentamente."
  ],
  [
    11,
    "Por certo, quando as águas transbordaram, carregamo-vos, na corrente nau,"
  ],
  [
    12,
    "Para fazermos dela lembrança para vós, e para a atentarem ouvidos atentos."
  ],
  [
    13,
    "Então, quando se soprar na Trombeta, um só sopro,"
  ],
  [
    14,
    "E forem carregadas a terra e as montanhas, e forem pulverizados, de um só golpe,"
  ],
  [
    15,
    "Então, nesse dia, sobrevirá o Acontecimento, o Dia do Juízo."
  ],
  [
    16,
    "E o céu fender-se-á, e será frágil, nesse dia."
  ],
  [
    17,
    "E os anjos estarão em seus confins, enquanto oito carregarão o Trono de teu Senhor, acima deles, nesse dia."
  ],
  [
    18,
    "Nesse dia, sereis expostos; nenhum segredo vosso se ocultará."
  ],
  [
    19,
    "Então, quanto àquele a quem for concedido seu livro, em sua destra, dirá: \"Vinde, lede meu livro!\""
  ],
  [
    20,
    "\"Por certo, já pensara deparar minha conta.\""
  ],
  [
    21,
    "Estará em vida agradável:"
  ],
  [
    22,
    "Estarão em um alto Jardim;"
  ],
  [
    23,
    "Seus frutos estarão à mão."
  ],
  [
    24,
    "Dir-se-Ihes-á: \"Comei e bebei, com deleite, pelo que adiantastes nos dias passados.\""
  ],
  [
    25,
    "E, quanto àquele a quem for concedido seu livro, em sua sestra, dirá: \"Quem dera, não me houvesse sido concedido meu livro,\""
  ],
  [
    26,
    "\"E me não inteirasse de minha conta:"
  ],
  [
    27,
    "Quem dera fosse ela o decisivo fim."
  ],
  [
    28,
    "De nada me valeram minhas riquezas."
  ],
  [
    29,
    "Foi-se minha autoridade para longe de mim!\""
  ],
  [
    30,
    "Dir-se-á: \"Apanhai-o e agrilhoai-o;"
  ],
  [
    31,
    "\"Em seguida, fazei-o entrar no Inferno"
  ],
  [
    32,
    "\"Em seguida, prendei-o, então, em corrente de setenta côvados."
  ],
  [
    33,
    "\"Por certo, ele não cria no Magnífico Allah,"
  ],
  [
    34,
    "E não incitava ninguém a alimentar o necessitado."
  ],
  [
    35,
    "\"Então, hoje, ele não terá, aqui, íntimo algum,"
  ],
  [
    36,
    "\"Nem alimento algum, exceto o ghislín,"
  ],
  [
    37,
    "\"Não o comerão senão os errados.\""
  ],
  [
    38,
    "Então, juro pelo que enxergais,"
  ],
  [
    39,
    "E pelo que não enxergais,"
  ],
  [
    40,
    "Por certo, ele é o dito de um nobre Mensageiro,"
  ],
  [
    41,
    "E não um dito de poeta; Quão pouco credes!"
  ],
  [
    42,
    "Nem um dito de adivinho; Quão pouco meditais!"
  ],
  [
    43,
    "É revelação do Senhor dos Mundos."
  ],
  [
    44,
    "E, se ele Nos atribuísse certos ditos,"
  ],
  [
    45,
    "Apanhá-lo-íamos pela destra,"
  ],
  [
    46,
    "Em seguida, cortar-lhe-íamos a aorta."
  ],
  [
    47,
    "Então, nenhum de vós seria barreira contra sua punição."
  ],
  [
    48,
    "E, por certo, ele é lembrança para os piedosos."
  ],
  [
    49,
    "E, por certo, sabemos que, entre vós, há desmentidores;"
  ],
  [
    50,
    "E, por certo, ele é motivo de aflição para os renegadores da Fé,"
  ],
  [
    51,
    "E, por certo, ele é a Verdade certa."
  ],
  [
    52,
    "Então, glorifica o nome de teu Magnífico Senhor!"
  ]
]