[
  {
    "id": "73",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Muzzammil",
    "translated_name": "The Enshrouded One",
    "verse_count": 20,
    "slug": "al-muzzammil",
    "codepoints": [
      1575,
      1604,
      1605,
      1586,
      1605,
      1604
    ]
  },
  [
    1,
    "Ó envolto nas vestes!"
  ],
  [
    2,
    "Levanta-te e ora durante a noite, exceto durante um pouco;"
  ],
  [
    3,
    "Sua metade, ou diminui dela um pouco;"
  ],
  [
    4,
    "Ou acrescenta-lho. E recita o Alcorão, lenta e claramente."
  ],
  [
    5,
    "Por certo, lançaremos, sobre ti, um dito ponderoso."
  ],
  [
    6,
    "Por certo, a oração no início da noite é mais eficiente, e mais escorreita, em recitação."
  ],
  [
    7,
    "Por certo, há para ti, durante o dia, longo percurso."
  ],
  [
    8,
    "E lembra-te do nome de teu Senhor, e consagra-te a Ele inteiramente."
  ],
  [
    9,
    "Ele é O Senhor do Levante e do Poente: não existe deus senão Ele. Então, toma-O por Patrono."
  ],
  [
    10,
    "E pacienta quanto ao que dizem e abandona-os, com belo abandono."
  ],
  [
    11,
    "E deixa-Me com os desmentidores, dotados de bens terreais; e dá-lhes um pouco de prazo."
  ],
  [
    12,
    "Por certo, há, junto de Nós, pesadas correntes e Inferno"
  ],
  [
    13,
    "E alimento, que provoca engasgo, e doloroso castigo,"
  ],
  [
    14,
    "Um dia, quando a terra e as montanhas estremecerão, e as montanhas forem como colunas de areia, desfeitas."
  ],
  [
    15,
    "Por certo, enviamo-vos um Mensageiro, por testemunha de vós, como enviáramos um Mensageiro a Faraó."
  ],
  [
    16,
    "E Faraó desobedeceu ao Mensageiro; então, apanhamo-lo com trágica maneira."
  ],
  [
    17,
    "Então, se renegais a Fé, como vos guardareis do castigo de um dia, que fará das crianças anciãs encanecidas?"
  ],
  [
    18,
    "Nele, o céu espedaçar-se-á. Sua promessa será cumprida."
  ],
  [
    19,
    "Por certo, estes são uma lembrança. Então, quem quiser, tomará um caminho para seu Senhor."
  ],
  [
    20,
    "Por certo, teu Senhor sabe que te levantas para orar, durante menos de dois terços da noite,ou durante sua metade, ou seu terço, e também, uma facção dos que estão contigo. E Allah determina a noite e o dia. Ele sabe que não podereis enumerá-la então, voltou-Se para vós. Lede, pois, o que vos for possível do Alcorão. Ele sabe que existirão, entre vós, enfermos e outros que percorrerão a terra, buscando algo do favor de Allah, e outros que combaterão no caminho de Allah. Então, lede o que for possível dele. E cumpri a oração e concedei as esmolas e emprestai a Allah um bom empréstimo. E tudo de bom, que antecipardes a vós mesmos, o encontrareis junto de Allah, melhor e mais grandioso em prêmio. E implorai perdão a Allah. Por certo, Allah é Perdoador, Misericordiador."
  ]
]