[
  {
    "id": "83",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Mutaffifin",
    "translated_name": "The Defrauding",
    "verse_count": 36,
    "slug": "al-mutaffifin",
    "codepoints": [
      1575,
      1604,
      1605,
      1591,
      1601,
      1601,
      1610,
      1606
    ]
  },
  [
    1,
    "Ai dos fraudadores,"
  ],
  [
    2,
    "Que, quando compram algo, por medida, aos homens, a exigem exata,"
  ],
  [
    3,
    "E, quando lhes vendem algo, por medida ou peso, fraudam-nos."
  ],
  [
    4,
    "Esses não pensam que serão ressuscitados,"
  ],
  [
    5,
    "Em um formidável dia?"
  ],
  [
    6,
    "Um dia, em que os humanos se levantarão, para estar diante do Senhor dos mundos."
  ],
  [
    7,
    "Em absoluto, não pensam! Por certo, o livro dos ímpios está no Sijjin."
  ],
  [
    8,
    "- E o que te faz inteirar-te do que é o Sijjin? -"
  ],
  [
    9,
    "É um livro gravado."
  ],
  [
    10,
    "Nesse dia, ai dos desmentidores!"
  ],
  [
    11,
    "Que desmentem o Dia do Juízo."
  ],
  [
    12,
    "E não o desmente senão todo agressor, pecador:"
  ],
  [
    13,
    "Quando se recitam, para ele, Nossos versículos, diz: \"São fábulas dos antepassados!\""
  ],
  [
    14,
    "Em absoluto, não o são! Mas, o que eles cometiam lhes enferrujou os corações."
  ],
  [
    15,
    "Ora, por certo, nesse dia, serão vedados da misericórdia de seu Senhor."
  ],
  [
    16,
    "Em seguida, por certo, sofrerão a queima do Inferno;"
  ],
  [
    17,
    "Depois, dir-se-Ihes-á: Eis o que desmentíeis!"
  ],
  [
    18,
    "Ora, por certo, o livro dos virtuosos está no Illiyin"
  ],
  [
    19,
    "- E o que te faz inteirar-te do que é o Illiyun?"
  ],
  [
    20,
    "É um livro gravado."
  ],
  [
    21,
    "Testemunham-no os achegados a Allah."
  ],
  [
    22,
    "Por certo, os virtuosos estarão na delícia,"
  ],
  [
    23,
    "Sobre coxins, olhando as maravilhas do Paraíso."
  ],
  [
    24,
    "Reconhecerás em suas faces a rutilância da delícia."
  ],
  [
    25,
    "Dar-se-lhes-á de beber licor puro, selado,"
  ],
  [
    26,
    "Seu selo é de almíscar - e que os competidores se compitam, então, para isso -"
  ],
  [
    27,
    "E sua mistura é de Tasnim,"
  ],
  [
    28,
    "Uma fonte de que os achegados a Allah beberão."
  ],
  [
    29,
    "Por certo, os que cometeram crimes riam dos que criam,"
  ],
  [
    30,
    "E, quando por eles passavam, piscavam os olhos, uns aos outros,"
  ],
  [
    31,
    "E, quando tornavam a suas famílias, tornavam hílares,"
  ],
  [
    32,
    "E, quando os viam, diziam: \"Por certo, estes estão descaminhados.\""
  ],
  [
    33,
    "E não foram enviados, sobre eles, por custódios."
  ],
  [
    34,
    "Então, hoje, os que crêem se riem dos renegadores da Fé,"
  ],
  [
    35,
    "Sobre coxins, olhando as maravilhas do Paraíso."
  ],
  [
    36,
    "Os renegadores da Fé não serão retribuídos pelo que faziam?"
  ]
]