[
  {
    "id": "89",
    "place_of_revelation": "makkah",
    "transliterated_name": "Al-Fajr",
    "translated_name": "The Dawn",
    "verse_count": 30,
    "slug": "al-fajr",
    "codepoints": [
      1575,
      1604,
      1601,
      1580,
      1585
    ]
  },
  [
    1,
    "Pela aurora!"
  ],
  [
    2,
    "E pelas dez noites!"
  ],
  [
    3,
    "Pelo par e pelo ímpar!"
  ],
  [
    4,
    "E pela noite, quando se escoa!"
  ],
  [
    5,
    "Há nisso um juramento para quem de bom senso?"
  ],
  [
    6,
    "Não viste como teu Senhor agiu com o povo de Ãd,"
  ],
  [
    7,
    "Com Iram das colunas,"
  ],
  [
    8,
    "Igual à qual nada foi criado, nas cidades?"
  ],
  [
    9,
    "E com o povo de Thamud, que escavou os rochedos, no vale?"
  ],
  [
    10,
    "E com Faraó das estacas?"
  ],
  [
    11,
    "São eles que cometeram transgressão nos países deles,"
  ],
  [
    12,
    "E, neles, multiplicaram a corrupção."
  ],
  [
    13,
    "Então, teu Senhor entornou sobre eles vários tipos de castigo."
  ],
  [
    14,
    "Por certo, teu Senhor está sempre à espreita."
  ],
  [
    15,
    "Então, quanto ao ser humano, quando seu Senhor o põe à prova, e o honra, e o agracia, diz: \"Meu Senhor honra-me.\""
  ],
  [
    16,
    "E, quando o põe à prova e lhe restringe o sustento, diz: \"Meu Senhor avilta-me.\""
  ],
  [
    17,
    "Em absoluto, isso não é certo! Mas, vós não honrais o órfão,"
  ],
  [
    18,
    "E não vos incitais, mutuamente, a alimentar o necessitado,"
  ],
  [
    19,
    "E devorais as heranças com indiscriminada voracidade,"
  ],
  [
    20,
    "E amais as riquezas, com excessivo amor."
  ],
  [
    21,
    "Em absoluto, isso não é certo! Quando a terra for pulverizada, pulvérea, pulvereamente,"
  ],
  [
    22,
    "E teu Senhor chegar, e os anjos, em fileiras após fileiras,"
  ],
  [
    23,
    "E for trazida, nesse dia, a Geena; nesse dia, o ser humano lembrar-se-á de seu erro. E como a lembrança haverá de beneficiá-lo?"
  ],
  [
    24,
    "Dirá ele: \"Quem dera houvesse eu antecipado as boas obras a minha vida!\""
  ],
  [
    25,
    "Então, nesse dia, ninguém castigará como Seu castigar,"
  ],
  [
    26,
    "E ninguém acorrentará como Seu acorrentar."
  ],
  [
    27,
    "Dir-se-á: \"Ó alma tranquila!"
  ],
  [
    28,
    "\"Retorna a teu Senhor, agradada e agradável;"
  ],
  [
    29,
    "\"Então, entra para junto de Meus servos,"
  ],
  [
    30,
    "\"E entra em Meu Paraíso.\""
  ]
]